[
    {
        "title": "Thousands of Afghans still in urgent need: aid chief",
        "body": "Many Afghans still urgently need humanitarian help despite recent political and security improvements, one of the world’s leading aid workers says.",
        "date": "20020119",
        "country": "Pakistan"
    },
    {
        "title": "South Africans in crisis, crow Aussies",
        "body": "South African Test cricket was in crisis following their 3-0 series loss to Australia, the Australian media widely reported yesterday. ‘‘Players from past and present eras have insisted that S...",
        "date": "20020108",
        "country": "Pakistan"
    },
    {
        "title": "Could this be World War H2O?",
        "body": "“As scarcity develops, more people are going to die and more ecosystems are going to become unviable”",
        "date": "20031018",
        "country": "Pakistan"
    },
    {
        "title": "Tightening the noose",
        "body": "Rising international terrorism has lent new urgency to ending an old problem: the spread of nuclear, chemical and biological weapons. So it was not surprising that a multinational exerc...",
        "date": "20031001",
        "country": "Pakistan"
    },
    {
        "title": "How long will China remain in America’s shadow?",
        "body": "China’s economic transformation in the post-Mao Zedong era has been truly remarkable. However, in foreign affairs, the country has placed more of a premium on traditional realpolitik calcu...",
        "date": "20030624",
        "country": "Pakistan"
    },
    {
        "title": "Flood-hit victims see little hope of relief",
        "body": "Galib Mahmud, in a crisp, white school shirt, waded barefoot through waist-deep, filthy floodwaters, carrying a backpack on his head and dangling his black shoes in a string bag as he made his ...",
        "date": "20040730",
        "country": "Pakistan"
    },
    {
        "title": "Hundreds say a final farewell to engineer killed in hostage drama",
        "body": "Hundreds of family, friends and colleagues gathered yesterday to pay their final respects to the Chinese hostage killed during a military rescue in Pakistan.",
        "date": "20041018",
        "country": "Pakistan"
    },
    {
        "title": "Airport reopens after flooding of runway",
        "body": "The death toll in the Maldives continued to mount as the airport reopened for stranded tourists desperate to get home. Residents said one island was under .",
        "date": "20041228",
        "country": "Pakistan"
    },
    {
        "title": "Discarded phones a major health hazard",
        "body": "Governments from around the world will meet this week to tackle the latest toxic-waste crisis – mobile phones.",
        "date": "20041018",
        "country": "Pakistan"
    },
    {
        "title": "‘ This is more in the range, given the devastation’",
        "body": "“ A crisis of this dimension is an ongoing thing. It rolls out,” she said. “I think it’s important to note that Canada reacted very quickly with this.”",
        "date": "20051011",
        "country": "Pakistan"
    },
    {
        "title": "More aid needed as winter crisis approaches",
        "body": "Representatives of key donor nations were gathering yesterday for a summit to raise money for quakedevastated , as international relief officials warned that only weeks remaine...",
        "date": "20051027",
        "country": "Pakistan"
    },
    {
        "title": "THINK SMALL",
        "body": "The much-publicized plight of the northern Ontario community of Kashechewan, one of about 100 native reserves under a boilwater advisory, is the latest example highlighting the impor...",
        "date": "20051109",
        "country": "Pakistan"
    },
    {
        "title": "Talks begin to open Kashmir border",
        "body": "Pakistan and India wrestled with the details of a historic opening of the Kashmir frontier yesterday, while aftershocks spread fear and dangerous mudslides through the region.",
        "date": "20051020",
        "country": "Pakistan"
    },
    {
        "title": "Quake relief barely a trickle",
        "body": "ISLAMABAD, Pakistan — A month after last year’s tsunami, aid groups were hailing history’s most successful fundraising drive and starting to rebuild. A month after Hurricane Katrina, New...",
        "date": "20051109",
        "country": "Pakistan"
    },
    {
        "title": "Newreport draws attention to world water crisis",
        "body": "More than two billion people already live in regions facing a scarcity of water, and unless the world changes its ways over the next 50 years, the amount of needed for a rapidly growing...",
        "date": "20060824",
        "country": "Pakistan"
    },
    {
        "title": "New report outlines world water crisis",
        "body": "More than two billion people already live in regions facing a scarcity of water, and unless the world changes its waysoverthenext50years,theamount of water needed for a rapidly growing pop...",
        "date": "20060822",
        "country": "Pakistan"
    },
    {
        "title": "Relations that continue to sour",
        "body": "One consequence of the deteriorating military situation in Afghanistan is an even darker shadow on its ties with Pakistan",
        "date": "20061217",
        "country": "Pakistan"
    },
    {
        "title": "Satisfying China’s thirst for water",
        "body": "A controversial plan which aims to deliver more water, sooner and for less than the great south-north plan, has resurfaced. Experts have called it a fantasy, but now it might be a necessity.",
        "date": "20060503",
        "country": "Pakistan"
    },
    {
        "title": "Turks and Caicos faulted in capsizing",
        "body": "PORT-AU-PRINCE, HAITI // British investigators found no evidence to support claims that Turks and Caicos authorities rammed a boat of Haitian migrants in May, but said police were ill-equ...",
        "date": "20070802",
        "country": "Pakistan"
    },
    {
        "title": "Additional supply can’t save Karachi this summer",
        "body": "Frequent electricity breakdowns in Karachi are not likely to end this summer despite supply being augmented by an additional 55 megawatts.",
        "date": "20070425",
        "country": "Pakistan"
    },
    {
        "title": "INTO A HEART OF DARKNESS",
        "body": "United Nations peacekeepers will head into a morass of ethnic, tribal and clan rivalries when they go to Darfur, Sudan’s vast western province.",
        "date": "20070802",
        "country": "Pakistan"
    },
    {
        "title": "Sink differences and move ahead",
        "body": "Since I expressed my fear in this column that the India-Pakistan “composite dialogue” that is by far the most sustained exercise undertaken in the past 60 years by the two rising sub-con...",
        "date": "20070803",
        "country": "Pakistan"
    },
    {
        "title": "Islamabad plans to raise Indus pact violation in talks with Delhi",
        "body": "Islamabad Pakistan said yesterday India has committed certain violations of the 1960 Indus Treaty between the two countries.",
        "date": "20080419",
        "country": "Pakistan"
    },
    {
        "title": "US missile kills four in Pakistan as aid talks go on",
        "body": "AN AMERICAN missile struck a house in Pakistan’s tribal belt yesterday, killing at least four people, including one suspected foreign militant, and injuring another.",
        "date": "20081017",
        "country": "Pakistan"
    },
    {
        "title": "Record wheat prices add to Musharraf woes",
        "body": "Islamabad (Bloomberg) President Pervez Musharraf, battling civil unrest and a surge in terrorist attacks, is facing growing discontent caused by record wheat prices and power cuts in Paki...",
        "date": "20080118",
        "country": "Pakistan"
    },
    {
        "title": "Pakistan power shortage upsets steel and textile mill operations",
        "body": "Islamabad (Reuters) Pakistan has shut all steel smelters across the country for two weeks and ordered hundreds of textile mills to reduce operations to cope with an acute power shortage, a g...",
        "date": "20080106",
        "country": "Pakistan"
    },
    {
        "title": "India is stealing water of life, says Pakistan",
        "body": "CRUCIAL, COVETED and increasingly scarce, water has become the latest issue to stoke tensions between India and Pakistan, with farmers in Pakistan’s breadbasket accusing Delhi of re...",
        "date": "20090326",
        "country": "Pakistan"
    },
    {
        "title": "UAE donates power plant to Pakistan",
        "body": "UAE has donated a 320 megawatt power plant to help Pakistan cope with its energy crisis, the state news agency, WAM, reported yesterday. Raja Pervez Ashraf, ’s minister for an...",
        "date": "20090203",
        "country": "Pakistan"
    },
    {
        "title": "UAE TO CONSTRUCT POWER STATION IN PAKISTAN",
        "body": "Islamabad The UAE has pledged to build a power generation station with a capacity of 320 megawatts in Pakistan on the instructions of President His Highness Shaikh Khalifa Bin Zayed Al ...",
        "date": "20090203",
        "country": "Pakistan"
    },
    {
        "title": "Pakistan minister hails decision by UAE to donate power plant",
        "body": "Dubai The UAE has given a 320-megawatt used power plant to Pakistan to help the country overcome its energy .",
        "date": "20090204",
        "country": "Pakistan"
    },
    {
        "title": "Raging water crisis taking shape",
        "body": "Karachi (Reuters) Pakistan is facing a “raging” water crisis that if managed poorly could mean Pakistan would run out of water in several decades, experts say, leading to mass starvation ...",
        "date": "20100620",
        "country": "Pakistan"
    },
    {
        "title": "Water crisis may dry up Pakistan",
        "body": "KARACHI — Pakistan is facing a “ raging” water crisis that if managed poorly could mean Pakistan would run out of water in several decades, experts say, leading to mass starvation and pos...",
        "date": "20100619",
        "country": "Pakistan"
    },
    {
        "title": "Thirsty Pakistan gasps for water solutions",
        "body": "KARACHI (Reuters) — Pakistan is facing a “raging” water crisis that if managed poorly could mean would run out of in several decades, experts say, leading to mass starvatio...",
        "date": "20100619",
        "country": "Pakistan"
    },
    {
        "title": "Islamabad urged to focus on water crisis, not India",
        "body": "THE international community must embark on back-channel diplomacy to bring and India closer together and must assist co-operative projects to make distribution more e...",
        "date": "20101215",
        "country": "Pakistan"
    },
    {
        "title": "Pakistan to blame for its water woes",
        "body": "In reference to Water disputes widen divide between India and Pakistan (July 27) by Shaukat Qadir, the river water dispute is an imagined threat used by Pakistani politicians for propag...",
        "date": "20100729",
        "country": "Pakistan"
    },
    {
        "title": "Water crisis in the subcontinent",
        "body": "US Senate’s Foreign Relations Committee has warned against a water crisis in Asia leading to wars in the subcontinent. Its report says that new dams and irrigation works in Kash...",
        "date": "20110302",
        "country": "Pakistan"
    },
    {
        "title": "UN TO HELP PAKISTAN",
        "body": "The United Nations says it will help victims of flooding in southern Pakistan that has left around 200,000 people homeless.",
        "date": "20110912",
        "country": "Pakistan"
    },
    {
        "title": "UN steps up aid to flood-hit Pakistan",
        "body": "GENEVA — The United Nations said yesterday that it was stepping up aid to Pakistan, where monsoon floods have killed 270 people, affected over 5.5 million others and destroyed 1.1 million ...",
        "date": "20110917",
        "country": "Pakistan"
    },
    {
        "title": "Pakistan must act to prevent disaster",
        "body": "With lives lost, people homeless, villages flooded and crops destroyed Pakistan seems to have gone back to its wretched state of last year when devastating floods affected the existence of ...",
        "date": "20110820",
        "country": "Pakistan"
    },
    {
        "title": "Pakistan hit by ravaging floods again",
        "body": "HYDERABAD, PAKISTAN: Pakistan’s cash-strapped government, struggling to help victims of last year’s devastating floods, faces another major test as monsoon rains sweep across the south, t...",
        "date": "20110913",
        "country": "Pakistan"
    },
    {
        "title": "Every drop counts",
        "body": "LAHORE: A delegation consisting of expert engineers from Save Water Save Pakistan Forum would meet the Punjab Governor Latif Khosa today and submit their proposals regarding and ...",
        "date": "20120223",
        "country": "Pakistan"
    },
    {
        "title": "Caution over water crisis",
        "body": "ISLAMABAD — Despite having some rains this week, Pakistan may be heading towards an “acute ” which will seriously affect winter crops and cause shortage of drinking i...",
        "date": "20120801",
        "country": "Pakistan"
    },
    {
        "title": "Ashraf is elected new Pakistan PM",
        "body": "PAKISTAN’S Parliament has elected former water and power minister Raja Pervez Ashraf as the new prime minister after the incumbent was disqualified by the Supreme Court.",
        "date": "20120623",
        "country": "Pakistan"
    },
    {
        "title": "Shahbaz shifts office to Minar-e-pakistan in protest against power outages",
        "body": "THE Punjab government shifted its camp office to the Minar-ePakistan on Friday to express solidarity with public against the chronic power outages. Punjab Chief Minister Shahbaz Sharif...",
        "date": "20120602",
        "country": "Pakistan"
    },
    {
        "title": "Sectarian harmony",
        "body": "Surge in sectarian killings in Balochistan and Gilgit-Baltistan (GB) is seriously denting the atmosphere of sectarian harmony that traditionally prevailed within the country. Tension...",
        "date": "20120911",
        "country": "Pakistan"
    },
    {
        "title": "Pakistan facing water crisis",
        "body": "Is Pakistan heading for a major water crisis? Almost definitely, says a new report by the Asian Development Bank.",
        "date": "20130725",
        "country": "Pakistan"
    },
    {
        "title": "US TO HELP PAKISTAN OVERCOME ENERGY CRISIS",
        "body": "The United States ( US) has assured to help Pakistan overcome its energy . The assurance came through a delegation of the US Agency for International Development ( USAID) in a me...",
        "date": "20130613",
        "country": "Pakistan"
    },
    {
        "title": "SAEED: INDIA WANTS PAK WITHOUT WAR",
        "body": "Islamabad: Jamaatud Dawa (JuD) chief Hafiz Mohammed Saeed has said that India wants to conquer without fighting a war. “They are plotting to make barren. They are stoppi...",
        "date": "20130131",
        "country": "Pakistan"
    },
    {
        "title": "Pakistan’s water scarcity threatens regional peace",
        "body": "A third of the population does not have access to safe drinking water and there is a no easy solution to this self-made crisis, writes Sajjad Ashraf,",
        "date": "20130828",
        "country": "Pakistan"
    },
    {
        "title": "Plan afoot to install water filtration plant at BRB Canal",
        "body": "WATER and Sanitation Agency ( WASA) is planning to set up a water filtration plant on the Bambanwala Ravi Bedian Link Canal ( BRB Canal) to provide fresh to the citizens and curb ...",
        "date": "20130627",
        "country": "Pakistan"
    },
    {
        "title": "Pakistan water crisis at par with terrorism",
        "body": "Pakistan’s water crisis is now at par with terrorism in terms of being an existential threat to the country’s security. This was the major concern raised by respondents, interviewed ...",
        "date": "20140511",
        "country": "Pakistan"
    },
    {
        "title": "Pakistan and China talk energy, trade",
        "body": "A meeting of Pakistan-China working group was held in Islamabad on Tuesday to review progress and implementation on energy and Pakistan- China trade corridor projects.",
        "date": "20140416",
        "country": "Pakistan"
    },
    {
        "title": "Pakistan must brace for more chaos in near future",
        "body": "When Pakistan’s Prime Minister Nawaz Sharif made history a year ago and won an unprecedented third tenure to lead the country, his return to Islamabad was nothing short of a novel event. I...",
        "date": "20140713",
        "country": "Pakistan"
    },
    {
        "title": "Maldives seeks calm on Male water crisis",
        "body": "Maldivian President Abdullah Yameen urged patience yesterday as discontent over a drinking water crisis simmered in parts of the island nation following a fire that crippled a maj...",
        "date": "20141207",
        "country": "Pakistan"
    },
    {
        "title": "Pakistan braces for water shortages",
        "body": "ISLAMABAD, Pakistan — Energy-starved Pakistanis, their economy battered by chronic fuel and electricity shortages, may soon have to contend with a new resource crisis: major short...",
        "date": "20150213",
        "country": "Pakistan"
    },
    {
        "title": "Pakistan, starved for energy, now bracing for a water crisis",
        "body": "ISLAMABAD, Pakistan — Energy-starved Pakistanis, their economy battered by chronic fuel and electricity shortages, may soon have to contend with a new resource crisis: Major water short...",
        "date": "20150213",
        "country": "Pakistan"
    },
    {
        "title": "PAKISTAN BRACES FOR WATER SHORTAGES",
        "body": "Islamabad, Pakistan — Energy-starved Pakistanis, their economy battered by chronic fuel and electricity shortages, may soon have to contend with a new resource : major short...",
        "date": "20150213",
        "country": "Pakistan"
    },
    {
        "title": "‘Massive water crisis looms large’",
        "body": "islamabad — Minister for Water and Power Khawaja Mohammed Asif said on Tuesday will face soon after the current power and gas shortage in the country.",
        "date": "20150211",
        "country": "Pakistan"
    },
    {
        "title": "Work begins on pipeline to import LNG from China",
        "body": "ISLAMABAD: Aiming to import liquefied natural gas (LNG) from China, Pakistan has started construction of its seven hundredkilometre pipeline, Radio reported. Minister of P...",
        "date": "20150721",
        "country": "Pakistan"
    },
    {
        "title": "Gwadar’s emerging water crisis",
        "body": "GWADAR is one of the emerging cities of Pakistan but unfortunately Gwadar city is facing a growing , leaving 100,000 people with no access to clean drinking . The inha...",
        "date": "20160519",
        "country": "Pakistan"
    },
    {
        "title": "Water crisis",
        "body": "ALTHOUGH water is an omnipresent resource, yet many regions in the world are on the verge of water depletion. Pakistan is one of those countries, which according to a recent survey, touc...",
        "date": "20160601",
        "country": "Pakistan"
    },
    {
        "title": "Land worth $ 1 billion procured for Diamer- Bhasha Dam",
        "body": "The government has procured land worth $ 1 billion from its own resources for the Diamer- Bhasha Dam, and work would start by the end of this year.",
        "date": "20160307",
        "country": "Pakistan"
    },
    {
        "title": "Actions, not policies needed to address water crisis: speakers",
        "body": "The water experts have underlined the need for building water reservoirs, preparation of water policy and research in order to form framework to combat water crisis and challenges in...",
        "date": "20160402",
        "country": "Pakistan"
    },
    {
        "title": "Australia, Pak sign aid partnership agreement for poverty reduction",
        "body": "Pakistan and Australia on Monday signed an aid partnership agreement for the prosperity, stability and poverty reduction in the country.",
        "date": "20161220",
        "country": "Pakistan"
    },
    {
        "title": "Economic corridor bearing fruit",
        "body": "The China-Pakistan Economic Corridor (CPEC) initiative has entered a new fruitful era, according to ’s Minister for Interior and Minister for Planning, Development and Re...",
        "date": "20170930",
        "country": "Pakistan"
    },
    {
        "title": "Pakistan wastes water worth $22b every year: Isra",
        "body": "ISLAMABAD: Pakistan dumps water worth $22 billion into the sea every year mainly because of lack of storage capacity and poor conservation practices, Indus River System Authority (Irsa)...",
        "date": "20171104",
        "country": "Pakistan"
    },
    {
        "title": "Robotics team arrives in US for First Global Challenge contest",
        "body": "Six Pakistani students are competing for top honours with teams from 160 countries in Washington, DC, in a contest that started yesterday and runs until tomorrow.",
        "date": "20170718",
        "country": "Pakistan"
    },
    {
        "title": "Pakistan protesters seek uninterrupted electricity supply as temperatures soar",
        "body": "PESHAWAR: Violent protests erupted in Pakistan on Monday as crippling electricity cuts left hundreds of thousands of people without power in soaring temperatures during the first two ...",
        "date": "20170530",
        "country": "Pakistan"
    },
    {
        "title": "Water may cost more to help reduce waste",
        "body": "The Islamabad Declaration, announced during the final session of the International Water Conference, has recommended urgent and long-term measures to overcome a looming water cri...",
        "date": "20181022",
        "country": "Pakistan"
    },
    {
        "title": "5 biggest post-election challenges for country",
        "body": "Security & Extremism",
        "date": "20180726",
        "country": "Pakistan"
    },
    {
        "title": "Poisonous, running out: Pakistans water crisis",
        "body": "ISLAMABAD  Barely 15 days old, Kinza whimpers at an Islamabad hospital where she is suffering from diarrhoea and a blood infection, a tiny victim among thousands afflicted by ...",
        "date": "20180109",
        "country": "Pakistan"
    },
    {
        "title": "IMRAN SEEKS FUNDS FROM EXPATRIATES",
        "body": "ISLAMABAD: Prime Minister Imran Khan on Friday appealed to Pakistani expatriates to contribute $1,000 each for construction of dams In view of looming acute scarcity.",
        "date": "20180908",
        "country": "Pakistan"
    },
    {
        "title": "Let’s talk about water crisis",
        "body": "Reports say that countries like Pakistan, South Africa and India might ‘run dry’ within a few years. However, some believe that the issue is not as serious. Is enough attention being given...",
        "date": "20180621",
        "country": "Pakistan"
    },
    {
        "title": "II",
        "body": "The editorial ‘Is FATF’S warning to Pakistan enough?’ (June 26) highlights Pakistan’s inadequate response to counter money laundering and terror funding. is on the grey list of...",
        "date": "20190627",
        "country": "Pakistan"
    },
    {
        "title": "P",
        "body": "rime Minister Imran Khan yesterday inaugurated the Mohmand hydropower dam to help resolve country’s and electricity .",
        "date": "20190503",
        "country": "Pakistan"
    },
    {
        "title": "PM approves water project for Sindh",
        "body": "islamabad — Prime Minister Imran Khan on Monday approved a proposed project presented by minister for water resources and chairman of and Power Development Authority (Wapda) ...",
        "date": "20190806",
        "country": "Pakistan"
    },
    {
        "title": "Pakistanis feel inflation, not Kashmir, is biggest issue facing them: Survey",
        "body": "Spiralling inflation and unemployment are the biggest problems haunting the people of Pakistan and not the Kashmir issue, according to a survey by Gallup International in all four p...",
        "date": "20191102",
        "country": "Pakistan"
    },
    {
        "title": "TARGET :1,000 WATER WELLS IN FIVE YEARS",
        "body": "Emirates Red Crescent will next year build 12 wells in Sierra Leone, Niger, Togo, India, Pakistan, Tajikistan and Kyrgyzstan as part of a plan to dig 1,000 wells in five years |",
        "date": "20190923",
        "country": "Pakistan"
    },
    {
        "title": "Pakistan’s water crisis",
        "body": "NOW a days, Pakistan is facing a lot of social and economic issues. With these kind of issues there is another alarming threat that is becoming mature day by day, the .It was...",
        "date": "20200523",
        "country": "Pakistan"
    },
    {
        "title": "How to solve the water crisis in our country?",
        "body": "ACUTE water shortage will befall Pakistan around 2025, according to the authorities. Steps need to be taken to prevent the said crisis down to road in Pakistan. Since Pakistan is an agri...",
        "date": "20200518",
        "country": "Pakistan"
    },
    {
        "title": "Water crisis",
        "body": "WATER crisis includes difficulty in obtaining fresh water .In Pakistan we face an acute water scarcity which further increases day by day.With the disastrous construction going on in ...",
        "date": "20200823",
        "country": "Pakistan"
    },
    {
        "title": "For the love of Blue Gold",
        "body": "YOU hear the word water and you think of life, how every living being needs water for their survival, but do you ever think of the people who don’t have access to clean water? The paramountcy of ...",
        "date": "20200929",
        "country": "Pakistan"
    },
    {
        "title": "Pakistan may face water scarcity by 2040",
        "body": "“There’s plenty of water in the universe without life, but nowhere is there life without water.” — Sylvia A. Earle, marine biologist",
        "date": "20210804",
        "country": "Pakistan"
    },
    {
        "title": "Water scarcity in Pakistan",
        "body": "RESIDENTS in North Karachi are faced with an acute water shortage because of which residents are required to purchase water through tankers. The tankers are costly and do not fulfil the re...",
        "date": "20211226",
        "country": "Pakistan"
    },
    {
        "title": "Water scarcity in Pakistan",
        "body": "RESIDENTS in north Karachi are faced with an acute water shortage because of which residents are required to purchase water through tankers. The tankers are costly and do not fulfil the re...",
        "date": "20211112",
        "country": "Pakistan"
    },
    {
        "title": "WATER MANAGEMENT, CONSERVATION CRITICAL TO AVERT LOOMING CRISIS: Alvi",
        "body": "P PRESIDENT Arif Alvi on Monday said Pakistan’s increasing vulnerability to climate change required urgent action on the management of water resources and for an improved system of water con...",
        "date": "20211207",
        "country": "Pakistan"
    },
    {
        "title": "Actor joins NZ plea for fishing ban",
        "body": "The United Nations needs to stop the destruction of deep-sea ecosystems by banning fishermen from trawling nets on the ocean floor, say Australia, New Zealand and Palau — and actor Sigourne...",
        "date": "20061005",
        "country": "Palau"
    },
    {
        "title": "Reflections 50 at",
        "body": "Since his arrival 11 years ago, T.D. Jakes has become a high-profile Dallas figure with an international following.",
        "date": "20070609",
        "country": "Palau"
    },
    {
        "title": "A change of direction",
        "body": "German expatriate Dr. Paul Strunk feels Thailand should focus on quality tourists to improve its image overseas.",
        "date": "20071213",
        "country": "Palau"
    },
    {
        "title": "U.S.-Cuba relations: time for a change",
        "body": "At the United Nations recently, the annual vote to repeal the U.S. embargo against Cuba was 184 to four (with only Israel, Palau, the Marshall Islands and the U.S. voting in favour). This can...",
        "date": "20071226",
        "country": "Palau"
    },
    {
        "title": "Japan gives $ 572m climate change aid to Pacific Islands",
        "body": "SHIMUKAPPU, Japan — Japan last week pledged 50 billion yen ($ 572 million CAD) in aid to small Pacific islands over the next three years to help them with clean energy projects and to cope with...",
        "date": "20090601",
        "country": "Palau"
    },
    {
        "title": "World Bank issues bleak outlook for Pacific islands",
        "body": "CAIRNS, AUSTRALIA // The World Bank has outlined its vision for economic survival in impoverished parts of the South Pacific, with more islanders being encouraged to head overseas to wo...",
        "date": "20090814",
        "country": "Palau"
    },
    {
        "title": "US-Seoul naval drills to avoid Yellow Sea",
        "body": "HONG KONG: The United States and South Korea kick off four days of joint naval exercises tomorrow, which they say will not be held in the Yellow Sea, close to China’s shores.",
        "date": "20100724",
        "country": "Palau"
    },
    {
        "title": "Presidents of Micronesia and Nauru come to Beit Hanassi",
        "body": "The adage that good things come in small packages most definitely applies to the Pacific island states as far as Israel is concerned – particularly Micronesia, Nauru, the Marshall Islan...",
        "date": "20100122",
        "country": "Palau"
    },
    {
        "title": "Can oceans keep feeding us?",
        "body": "WASHINGTON — Far out on the Pacific Ocean, the world’s industrial fishing fleets pursue one of the last huge wild hunts — for the tuna eaten by millions of people around the world.",
        "date": "20111127",
        "country": "Palau"
    },
    {
        "title": "Can oceans keep feeding us?",
        "body": "WASHINGTON — Far out on the Pacific Ocean, the world’s industrial fishing fleets pursue one of the last huge wild hunts — for the tuna eaten by millions of people around the world.",
        "date": "20111120",
        "country": "Palau"
    },
    {
        "title": "China crisis sparked by fish shortage?",
        "body": "I have a nagging suspicion that China is deliberately misleading the Philippines, and the rest of the world for that matter, about its real intentions in the South China Sea, that it is all...",
        "date": "20120723",
        "country": "Palau"
    },
    {
        "title": "Red carpet and red tape",
        "body": "businesses, effective as of today as matters that have been ignored by the report.",
        "date": "20121101",
        "country": "Palau"
    },
    {
        "title": "Heels and heroes",
        "body": "REPORTS ON officials “sick, sick, sick” from gorging at the pork barrel straddle headlines and newscasts. These smudged the reports on the passing, last week, of a soldier who wrote on how...",
        "date": "20131207",
        "country": "Palau"
    },
    {
        "title": "Ochanine’s mighty Mahler, Paguirigan stirs pulses/ MSO’S forthcoming concerts",
        "body": "Cosi fan tutte, regarded by many as Mozart’s best opera, had its Overture as the Philippine Philharmonic Orchestra’s initial selection under Maestro Olivier Ochanine in the closing conce...",
        "date": "20130424",
        "country": "Palau"
    },
    {
        "title": "UNTANGLING THE POLITICS",
        "body": "Yes, this is hard, but there should be no question that the United States of America is stepping up to the plate. Barack Obama U.S. President China will make an even greater effort to address c...",
        "date": "20140924",
        "country": "Palau"
    },
    {
        "title": "UNTANGLING THE POLITICS",
        "body": "Yes, this is hard, but there should be no question that the United States of America is stepping up to the plate. Barack Obama U.S. President China will make an even greater effort to address c...",
        "date": "20140924",
        "country": "Palau"
    },
    {
        "title": "UNTANGLING THE POLITICS",
        "body": "Yes, this is hard, but there should be no question that the United States of America is stepping up to the plate.",
        "date": "20140924",
        "country": "Palau"
    },
    {
        "title": "Trade pacts to address dwindling tuna catches",
        "body": "THE Department of Trade and Industry (DTI) is pushing for more cooperation with other AsiaPacific countries in a bid to address the declining domestic tuna catches and supplies.",
        "date": "20150906",
        "country": "Palau"
    },
    {
        "title": "Botswana tops Lonely Planet’s Travel list",
        "body": "GLOBAL travel company Lonely Planet has announced - early Wednesday morning - its Best in Travel list for 2016 featuring the top 10 countries to visit.",
        "date": "20151030",
        "country": "Palau"
    },
    {
        "title": "Pacific’s A-bomb refugees now face climate threat",
        "body": "Almost 70 years ago, the people of Bikini Atoll left their homes to allow US nuclear testing, now the Pacific islanders’ descendants say they must move again-because climate change has ren...",
        "date": "20151213",
        "country": "Palau"
    },
    {
        "title": "A-bomb refugees wrestle rising tides",
        "body": "Almost 70 years ago, the people of Bikini Atoll left their homes to allow US nuclear testing. Now the Pacific islanders’ descendants say they must move again — because climate change has r...",
        "date": "20151212",
        "country": "Palau"
    },
    {
        "title": "Pacific’s atomic bomb refugees face climate threat",
        "body": "Almost 70 years ago, the people of Bikini Atoll left their homes to allow US nuclear testing, now the Pacific islanders’ descendants say they must move again — because climate change has r...",
        "date": "20151221",
        "country": "Palau"
    },
    {
        "title": "To succeed, large ocean sanctuaries need to benefit both sea life and people",
        "body": "There is growing concern that the world’s oceans are in crisis because of climate change, overfishing, pollution and other stresses. One response is creating marine protected areas, or o...",
        "date": "20171125",
        "country": "Palau"
    },
    {
        "title": "Protecting oceans is paying off",
        "body": "DBy David Suzuki",
        "date": "20170609",
        "country": "Palau"
    },
    {
        "title": "There is hope for the oceans",
        "body": "Do you remember Harry Potter’s invisibility cloak? It turns out wizards aren’t the only ones who can vanish from sight with a special coat. Marine researchers have discovered shrimplike c...",
        "date": "20170608",
        "country": "Palau"
    },
    {
        "title": "There is hope for the oceans",
        "body": "Do you remember Harry Potter’s invisibility cloak? It turns out wizards aren’t the only ones who can vanish from sight with a special coat. Marine researchers have discovered shrimplike ...",
        "date": "20170608",
        "country": "Palau"
    },
    {
        "title": "Gangs and drug trade devastating tiny island states",
        "body": "Ministers from tiny island states including Palau, the Solomon Islands and Kiribati are calling for help over the “devastating” impacts of criminal networks in the fishing industry.",
        "date": "20181018",
        "country": "Palau"
    },
    {
        "title": "Drug trafficking at sea is devastating island states, ministers say",
        "body": "Ministers from tiny island states including Palau, the Solomon Islands and Kiribati are calling for help over the “devastating” impacts of criminal networks in the fishing industry.",
        "date": "20181018",
        "country": "Palau"
    },
    {
        "title": "Australia relationship with Pacific on climate change 'dysfunctional' and 'abusive'",
        "body": "Australia’s relationship with the Pacific region on the issue of climate change has been described as “dysfunctional” and “abusive” – providing aid to the region to deal with the effect...",
        "date": "20180906",
        "country": "Palau"
    },
    {
        "title": "We must create ‘blue belts’ to save our seas",
        "body": "The ocean produces half the world’s oxygen, feeds the clouds that give us fresh water and helps regulate our climate. It brings us food, creates jobs and even helps make our medicines. is...",
        "date": "20181029",
        "country": "Palau"
    },
    {
        "title": "Group of 16 young climate activists file complaint before UN",
        "body": "Sixteen youth activists including India's Ridhima Pandey and Swedish Greta Thunberg on Monday filed an \"official complaint\" before the United Nations Committee demanding the organis...",
        "date": "20190925",
        "country": "Palau"
    },
    {
        "title": "PM joins climate summit with message for sceptical Trump",
        "body": "BORIS Johnson has said he will discuss the climate crisis with Donald Trump ahead of the US President preparing to snub world talks on the global emergency.",
        "date": "20190924",
        "country": "Palau"
    },
    {
        "title": "TRAVEL, BUT TREAD LIGHTLY",
        "body": "“Children of Palau, I take this pledge, as your guest, to preserve and protect your beautiful and unique island home.”",
        "date": "20191106",
        "country": "Palau"
    },
    {
        "title": "Don Hinrichsen obituary",
        "body": "My friend Don Hinrichsen, who has died aged 72 after suffering from kidney cancer, was an environmental journalist and author.",
        "date": "20190507",
        "country": "Palau"
    },
    {
        "title": "Pacific pummelled by Covid",
        "body": "You might expect the incoming president of one of the only countries with no recorded coronavirus cases to see cause for optimism. But Palau’s presidentelect, Surangel Whipps Jr, who is...",
        "date": "20201220",
        "country": "Palau"
    },
    {
        "title": "We can save our ocean, our planet, and our future",
        "body": "It was wonderful to spend time with some inspiring and driven ocean activists for the UltraMarine Ocean Action Summit. Having the beautiful Caribbean as our backdrop certainly inspired...",
        "date": "20200204",
        "country": "Palau"
    },
    {
        "title": "Oceans key to solving climate crisis, say world leaders",
        "body": "Covering over 70% of the earth's surface, oceans have massive unlocked potential to fight climate change, and to drive robust, sustainable economies. This is the upbeat assessment of 14 c...",
        "date": "20201203",
        "country": "Palau"
    },
    {
        "title": "Palau nears 100 percent COVID vaccination",
        "body": "KOROR (AFP) – The tiny Pacific nation of Palau has emerged as one of the world’s most vaccinated places with more than 99 percent of the eligible population fully protected against COVID-19, ...",
        "date": "20211015",
        "country": "Palau"
    },
    {
        "title": "The typhoon that hit my island didn’t make the news. This is what the climate crisis looks like",
        "body": "My adopted home country of Palau, in the northern Pacific, was hit by a typhoon last week. Thankfully no one died here, though it did lead to deaths in the Philippines.",
        "date": "20210424",
        "country": "Palau"
    },
    {
        "title": "Fiji’s Prime Minister Frank Bainimarama at Cop26",
        "body": "Usually leaders of all 14 Pacific island states would attend climate summits but only three came to Glasgow – of , Fiji and Tuvalu – because of pandemic-related travel restrictions.",
        "date": "20211107",
        "country": "Palau"
    },
    {
        "title": "Fiji’s Prime Minister Frank Bainimarama at Cop26",
        "body": "Usually leaders of all 14 Pacific island states would attend climate summits but only three came to Glasgow – of , Fiji and Tuvalu – because of pandemic-related travel restrictions.",
        "date": "20211107",
        "country": "Palau"
    },
    {
        "title": "Fiji’s Prime Minister Frank Bainimarama at Cop26",
        "body": "Usually leaders of all 14 Pacific island states would attend climate summits but only three came to Glasgow – of , Fiji and Tuvalu – because of pandemic-related travel restrictions.",
        "date": "20211107",
        "country": "Palau"
    },
    {
        "title": "FROM OUR ARCHIVES",
        "body": "65 YEARS AGO",
        "date": "20060914",
        "country": "Palestine"
    },
    {
        "title": "Palestinian girl, 5, undergoes surgery for burns in Dubai",
        "body": "Dubai Just weeks after 13year-old Yousuf Halahla successfully completed three months of treatment to correct severe deformities in his legs, another young Palestinian child, Rawan Al Ghoul...",
        "date": "20061029",
        "country": "Palestine"
    },
    {
        "title": "Injustice to blame for Middle East crisis",
        "body": "Harold Sharon (Monday, Aug. 14 letter to The Star) seems to be unaware of some facts. He claims “the Jews transformed the desert region into a fertile valley capable of sustaining life.” Ho...",
        "date": "20060821",
        "country": "Palestine"
    },
    {
        "title": "A chance to cool the hotspots",
        "body": "On January 1, Ban Ki-moon, South Korea’s former foreign minister, will become United Nations secretarygeneral, following Kofi Annan’s 10-year tenure. Mr Annan inspired the world with his di...",
        "date": "20061127",
        "country": "Palestine"
    },
    {
        "title": "Israel’s agenda",
        "body": "PALESTINIANS • Re: “Why different rules for Israel?” Licia Corbella, Opinion, Dec. 7.",
        "date": "20071219",
        "country": "Palestine"
    },
    {
        "title": "Lebanese camp turns warzone",
        "body": "The narrow alleyways of Nahr Al Bared refugee camp yesterday turned into a horror show of bullets, blasts and bodies as troops battled to crush shadowy Islamist extremists, witnesses sai...",
        "date": "20070522",
        "country": "Palestine"
    },
    {
        "title": "The truth about the Six Day War",
        "body": "Soon we shall commemorate the 40th anniversary of the Six Day War. A variety of anti-Israel groups are busily preparing for this event, which they see as an opportunity to peddle a new ver...",
        "date": "20070209",
        "country": "Palestine"
    },
    {
        "title": "U.S., Israel fret over Hamas-run Gaza Strip",
        "body": "RAMALLAH, West Bank — A Hamas military victory in Gaza would create a two -headed Palestine — with the Islamic extremists in control in the coastal strip and Westernbacked Fatah ruling the West Bank.",
        "date": "20070614",
        "country": "Palestine"
    },
    {
        "title": "Justice, not semantics",
        "body": "It is disturbingly ironic that the Honorary Consul of Israel, David Zwartz, in response to my letter argues the semantics of United Nations resolutions (Jan 14). I can do without Zwartz’...",
        "date": "20080123",
        "country": "Palestine"
    },
    {
        "title": "Obama faces calls to end his silence on the conflict",
        "body": "PRESIDENT-ELECT Barack Obama was under increasing pressure last night to break his silence on the Gaza crisis as the United States, almost alone worldwide, maintained its resolute suppor...",
        "date": "20081231",
        "country": "Palestine"
    },
    {
        "title": "A human rights crime",
        "body": "The world is witnessing a terrible human rights crime in Gaza, where a million and a half human beings are being imprisoned with almost no access to the outside world. An entire popul...",
        "date": "20080508",
        "country": "Palestine"
    },
    {
        "title": "A terrible crime the punishment of a whole population",
        "body": "The world is witnessing a terrible human rights crime in Gaza, where a million and a half human beings are being imprisoned with almost no access to the outside world by sea, air, or lan...",
        "date": "20080508",
        "country": "Palestine"
    },
    {
        "title": "Blockade causing ‘dignity crisis’",
        "body": "New York ( DPA) Israel’s blockade of the Gaza Strip has resulted in the devastation of livelihoods, a rise in food insecurity, and an energy, water and sanitation crisis for the terri...",
        "date": "20090819",
        "country": "Palestine"
    },
    {
        "title": "We must face the crisis in Darfur",
        "body": "One of the loudest voices raised in support of Darfur has been George Clooney’s. He is one of a number of American stars, including Angelina Jolie, Mia Farrow and Macy Gray, who have been w...",
        "date": "20090411",
        "country": "Palestine"
    },
    {
        "title": "Keeping the crescent fertile1",
        "body": "WThis begins a three-part series on the importance of sustainability in conflict zones, examining the links between natural resources and economic security; the ways crossborder en...",
        "date": "20090205",
        "country": "Palestine"
    },
    {
        "title": "The sun will come out tomorrow – or maybe not",
        "body": "This may have really been a “war of no choice,” however I am completely convinced that the policies implemented over the past years have led us directly to the point where we perhaps had no c...",
        "date": "20090114",
        "country": "Palestine"
    },
    {
        "title": "Palestinian faction warns of ‘explosion’",
        "body": "Gaza City (AFP) A leftist Palestinian faction warned on Tuesday of an “explosion” if the Islamist Hamas movement continues collecting a raft of new taxes in its impoverished Gaza encl...",
        "date": "20100429",
        "country": "Palestine"
    },
    {
        "title": "FROM OUR ARCHIVES",
        "body": "65 YEARS AGO",
        "date": "20101028",
        "country": "Palestine"
    },
    {
        "title": "Step up Obama",
        "body": "ISRAEL perpetrates another crime in blatant disregard of international disgust at its behaviour.",
        "date": "20100604",
        "country": "Palestine"
    },
    {
        "title": "UAE agrees to water deal for 140,000 Pakistani flood refugees",
        "body": "More than 100,000 thirsty refugees displaced by the floods in Pakistan will get long-term water supplies from the UAE under a new agreement, officials said yesterday. The UAE Red Crescent A...",
        "date": "20101130",
        "country": "Palestine"
    },
    {
        "title": "FROM OUR ARCHIVES",
        "body": "65 YEARS AGO",
        "date": "20110411",
        "country": "Palestine"
    },
    {
        "title": "A water crisis is on the way and we’re getting out of our depth",
        "body": "ISRAELI, PALESTINIAN and Jordanian environmentalists have warned that the region will face a water crisis unless there is more co-operation between the three countries.",
        "date": "20110401",
        "country": "Palestine"
    },
    {
        "title": "Water war fears Possible sale sparks debate on supplies",
        "body": "THE possibility of the sale of a North East water company added an extra edge to a conference yesterday on a worldwide water crisis.",
        "date": "20110715",
        "country": "Palestine"
    },
    {
        "title": "20 green schools to be built in Gaza Strip",
        "body": "WHEN most people think of Gaza in Palestine, climate change doesn’t come to mind. But the contentious landlocked territory, which has been at war for the past 40 years, is in the centre of a e...",
        "date": "20111207",
        "country": "Palestine"
    },
    {
        "title": "Gross violations: Israel’s water theft",
        "body": "Making sure that Palestinians do not have enough to quench their thirst",
        "date": "20121027",
        "country": "Palestine"
    },
    {
        "title": "Threat over UN vote on Palestinian state bid",
        "body": "The train has left the station. We will ask members of the general assembly to vote on a resolution no later than November 29",
        "date": "20121113",
        "country": "Palestine"
    },
    {
        "title": "Amir congratulates Palestine president on new UN status",
        "body": "KUWAIT CITY, Nov 30, (KUNA): His Highness the Amir of Kuwait sent Friday a cable of congratulations to Palestinian National Authority President Mahmoud Abbas on the occasion of upgrad...",
        "date": "20121201",
        "country": "Palestine"
    },
    {
        "title": "Israel in Gaza Strip gas talks",
        "body": "PALESTINE: The USbacked Palestinian administration is negotiating with Israel for permission to develop natural gas off the Gaza Strip coast.",
        "date": "20120924",
        "country": "Palestine"
    },
    {
        "title": "India always had consensus on Palestine: Khurshid",
        "body": "Pointing out the centrality of Palestine in India's foreign policy, External Affairs Minister Salman Khurshid on Tuesday underlined its vital significance for the Indian nation.",
        "date": "20130523",
        "country": "Palestine"
    },
    {
        "title": "Water crisis can be a recipe for disaster",
        "body": "Nasa’s recent revelation that the Tigris and Euphrates rivers have, over the past seven years, lost as much water as was contained in the Dead Sea is a shocking wake- up call for the region. I...",
        "date": "20130216",
        "country": "Palestine"
    },
    {
        "title": "US stripped of Unesco voting right",
        "body": "paris — The United States and Israel lost their Unesco voting rights on Friday after suspending funding to the organisation in 2011 when Palestine was admitted, a source from the UN agency said.",
        "date": "20131109",
        "country": "Palestine"
    },
    {
        "title": "UNESCO cuts U.S., Israel",
        "body": "PARIS — U.S. influence in culture, science and education around the world took a highprofile blow Friday when the U.S. automatically lost voting rights at UNESCO by missing a deadline...",
        "date": "20131109",
        "country": "Palestine"
    },
    {
        "title": "Terry’s fundraising bid for Palestine",
        "body": "A Perth man touched by the plight of people living in Palestine has organised a meeting to raise money on Sunday.",
        "date": "20140826",
        "country": "Palestine"
    },
    {
        "title": "MP attends solidarity festival for Palestine",
        "body": "AN MP has joined hundreds of people at a Palestine solidarity festival near Bangor to help raise funds towards rebuilding homes destroyed in the recent conflict in Gaza.",
        "date": "20141008",
        "country": "Palestine"
    },
    {
        "title": "GL says Palestine didn’t fault SL stand",
        "body": "External Affairs Minister G.L.Peiris told Parliament yesterday that Palestine had never raised any concern with Sri Lanka on its stand regarding the situation in the Gaza strip.",
        "date": "20140807",
        "country": "Palestine"
    },
    {
        "title": "FROM OUR ARCHIVES",
        "body": "65 YEARS AGO On January 14, 1949, The Palestine",
        "date": "20140114",
        "country": "Palestine"
    },
    {
        "title": "Palestinian Culture Exhibition at Bayt Lothan",
        "body": "The Palestinian Culture Center holds the first of its two annual exhibitions for 2015 at Bayt Lothan. The show includes a large collection of textile-based traditional handmade cross-sti...",
        "date": "20150420",
        "country": "Palestine"
    },
    {
        "title": "The Palestinian Culture Exhibition at Bayt Lothan, November 23-26, 2015",
        "body": "The Palestinian Culture Center holds the second of its two annual exhibitions for 2015 at Bayt Lothan. The show includes a large collection of textile-based traditional handmade cross-s...",
        "date": "20151119",
        "country": "Palestine"
    },
    {
        "title": "The Palestinian Culture Exhibition at Bayt Lothan, November 23-26, 2015",
        "body": "The Palestinian Culture Center holds the second of its two annual exhibitions for 2015 at Bayt Lothan. The show includes a large collection of textile-based traditional handmade cross-s...",
        "date": "20151122",
        "country": "Palestine"
    },
    {
        "title": "Costly and ineffective",
        "body": "T he UN is a dinosaur. It achieves nothing and costs a fortune. No one takes any notice of any rules or sanctions it imposes. Has the UN resolved the between Israel and ? No...",
        "date": "20151020",
        "country": "Palestine"
    },
    {
        "title": "End water war on Palestine",
        "body": "Water shortage in occupied Palestine is causing an outrage. Tens of thousands of dispossessed people in the West Bank, Gaza and other adjacent territories are without during t...",
        "date": "20160629",
        "country": "Palestine"
    },
    {
        "title": "Green MP deported",
        "body": "Green MP Marama Davidson will be deported from Israel soon and should be back in New Zealand within 24 hours, the Green Party says. Davidson was detained by Israeli authorities on Thursday (...",
        "date": "20161008",
        "country": "Palestine"
    },
    {
        "title": "Green MP deported",
        "body": "Green MP Marama Davidson will be deported from Israel soon and should be back in New Zealand within 24 hours, the Green Party says. Davidson was detained by Israeli authorities on Thursday (NZ...",
        "date": "20161008",
        "country": "Palestine"
    },
    {
        "title": "Green MP deported",
        "body": "Green MP Marama Davidson will be deported from Israel soon and should be back in New Zealand within 24 hours, the Green Party says. Davidson was detained by Israeli authorities on Thursday (...",
        "date": "20161008",
        "country": "Palestine"
    },
    {
        "title": "Green MP deported",
        "body": "Green MP Marama Davidson will be deported from Israel soon and should be back in New Zealand within 24 hours, the Green Party says. Davidson was detained by Israeli authorities on Thursday (...",
        "date": "20161008",
        "country": "Palestine"
    },
    {
        "title": "Israel’s tech feats beside the point",
        "body": "THE SPATE of letters of June 13 against Suraya Dadoo’s expos (“Desalination could solve crisis, but should it?” June 9) of Israel’s theft of Palestinian reveals a sophisticated PR ...",
        "date": "20160620",
        "country": "Palestine"
    },
    {
        "title": "Church 5K to fund Zimbabwe water well",
        "body": "THE Court Drive Church of Christ (in Palestine) will host its fourth annual “Zim Zipper” 5K Run/Walk on April 1.",
        "date": "20170402",
        "country": "Palestine"
    },
    {
        "title": "UN urges end to Gaza crisis in punishing summer heat",
        "body": "GENEVA/GAZA: A political crisis in Gaza is depriving 2 million people of electricity, vital medical care and clean water in sweltering summer temperatures, the UN human rights off...",
        "date": "20170812",
        "country": "Palestine"
    },
    {
        "title": "UN urges end to Gaza crisis:",
        "body": "A political crisis in Gaza is depriving two million people of electricity, vital medical care and clean water in sweltering summer temperatures, the United Nations human rights o...",
        "date": "20170813",
        "country": "Palestine"
    },
    {
        "title": "UN urges Israel, PA and Hamas to resolve Gaza humanitarian crisis",
        "body": "GENEVA/GAZA CITY (Reuters) – A political crisis in the Gaza Strip is depriving 2 million people of electricity, vital medical care and clean water in sweltering summer temperatures...",
        "date": "20170813",
        "country": "Palestine"
    },
    {
        "title": "Symposium calls for more focus on Palestine in Kuwait’s curricula",
        "body": "KUWAIT: The Boycott, Divestment and Sanctions (BDS) movement in Kuwait, in cooperation with the Women’s Cultural and Social Society organized a symposium titled ‘ in our cu...",
        "date": "20181025",
        "country": "Palestine"
    },
    {
        "title": "Islamic Jihad leaders say group honoring cease-fire with Israel",
        "body": "Senior Islamic Jihad leaders on Sunday said their group remains committed to a cease-fire that it and Hamas struck with Israel at the conclusion of the 2014 Gaza War, the Islamic Jihadli...",
        "date": "20180306",
        "country": "Palestine"
    },
    {
        "title": "UN salutes Syria allowing Palestinians to return",
        "body": "DAMASCUS: The United Nations on Wednesday welcomed a Syrian regime plan to allow Palestinians back home to the ravaged Damascus suburb of Yarmuk after expelling militants.",
        "date": "20181108",
        "country": "Palestine"
    },
    {
        "title": "Palestineisrael, water issues boring",
        "body": "I AM sick and tired of reading the same themed letters from readers regarding Israel and .",
        "date": "20180304",
        "country": "Palestine"
    },
    {
        "title": "When a water dream turns into a nightmare",
        "body": "ANUMBER of pro-Israel journalists, opinion writers, and propagandists have presented a narrative that Israel could solve our .",
        "date": "20180223",
        "country": "Palestine"
    },
    {
        "title": "Water crisis is poisoning Palestine",
        "body": "AWorld Health Organisation (WHO) report released last month sheds more light on the water crisis in Palestine, particularly in the besieged Gaza Strip. WHO indicated that 97 per cent of...",
        "date": "20190501",
        "country": "Palestine"
    },
    {
        "title": "A long road to water awareness",
        "body": "WATER advocate and ultra-marathon runner Mina Guli may be taking longer to finish her races after she suffered a stress fracture to her right femur, but she isn’t giving up.",
        "date": "20190103",
        "country": "Palestine"
    },
    {
        "title": "A long road to water awareness",
        "body": "WATER advocate and ultra-marathon runner Mina Guli may be taking longer to finish her races after she suffered a stress fracture to her right femur, but she isn’t giving up.",
        "date": "20190103",
        "country": "Palestine"
    },
    {
        "title": "UN warns of ongoing humanitarian crisis in Gaza",
        "body": "United Nations Secretary General Antonio Guterres said that the ongoing humanitarian in Gaza must be “immediately addressed.”",
        "date": "20190217",
        "country": "Palestine"
    },
    {
        "title": "Women suffer in times of crisis",
        "body": "On my recent visits to many Arab countries that are going through conflict and/ or humanitarian crises, including Syria, Yemen, Somalia and , I have witnessed diverse forms of...",
        "date": "20191107",
        "country": "Palestine"
    },
    {
        "title": "18 Asylum-seekers rescued by Turkish coast guard",
        "body": "TURKISH officials yesterday rescued 18 asylum-seekers who were forced by the Greek coast guard into Turkish territorial waters off the southeastern coast.",
        "date": "20200401",
        "country": "Palestine"
    },
    {
        "title": "Israeli billionaire aims to bring water to parched Gaza Strip",
        "body": "GAZA CITY, Gaza Strip — A Georgian-Israeli billionaire believes he has found a solution to the Gaza Strip’s chronic water crisis.",
        "date": "20200507",
        "country": "Palestine"
    },
    {
        "title": "Ugandan envoy praises KSrelief ’s humanitarian efforts",
        "body": "The King Salman Humanitarian Aid and Relief Center (KSrelief) on Monday continued its noble mission in different parts of the world.",
        "date": "20201215",
        "country": "Palestine"
    },
    {
        "title": "International Mother Earth Day: Lessons from Covid-19",
        "body": "INTERNATIONAL environmental lobby Group IM Sweden has said the outbreak of Covid-19 has brought to the fore, the vulnerability of global interdependence and has called for solidari...",
        "date": "20200422",
        "country": "Palestine"
    },
    {
        "title": "NU-Q student club explores environmental injustice in Palestine",
        "body": "ENVIRONMENTA experts and researchers who spoke at a Northwestern University in Qatar (NU-Q) panel recently were of opinion that the Israeli occupation of Palestine has been detrimental t...",
        "date": "20210318",
        "country": "Palestine"
    },
    {
        "title": "Artists join hands to extend support to Palestine",
        "body": "Artists have joined hands to support Palestine in the time of crisis by putting up their artworks at an art gallery in Muscat. The exhibition-cum charity event began on Sunday and continue ...",
        "date": "20210527",
        "country": "Palestine"
    },
    {
        "title": "CRISIS HITS HOME",
        "body": "The current conflict in the Middle East touched down in Winnipeg on Saturday afternoon as supporters of Israel and Palestine clashed at the intersection of Broadway and Memorial adjacent to the Manitoba Legislature.",
        "date": "20210516",
        "country": "Palestine"
    },
    {
        "title": "TV presenters in warning on plastic threat",
        "body": "for schools to maintain safety?” he said.",
        "date": "20210527",
        "country": "Palestine"
    },
    {
        "title": "Today in history",
        "body": "1960: More than 20,000 football fans watched league champions South China beat KMB, 3-1, at Hong Kong Stadium.",
        "date": "20020103",
        "country": "Panama"
    },
    {
        "title": "Diplomatic dances",
        "body": "Ahead of Premier Wen Jiabao’s visit to the US next week, Chinese and American diplomats have, in the past week, tried to contain the fallout from Taiwan president Chen Shui-bian’s attempt to ex...",
        "date": "20031206",
        "country": "Panama"
    },
    {
        "title": "Tightening the noose",
        "body": "Rising international terrorism has lent new urgency to ending an old problem: the spread of nuclear, chemical and biological weapons. So it was not surprising that a multinational exerc...",
        "date": "20031001",
        "country": "Panama"
    },
    {
        "title": "Old innocence",
        "body": "“At last, I found a group that shared my origins. No longer suspended between two worlds, at SAS I fell into place”",
        "date": "20041127",
        "country": "Panama"
    },
    {
        "title": "Taming the unfrozen North",
        "body": "In a much warmer 2020, the white bear’s tracks no longer grace Arctic snows. The remnants of Inuit culture stand baffled as the last sea mammals perish, as creeping legions of grass and trees ...",
        "date": "20060831",
        "country": "Panama"
    },
    {
        "title": "The new Great Game",
        "body": "lished.”",
        "date": "20061219",
        "country": "Panama"
    },
    {
        "title": "U.S., China vie for oil, allies on new Silk Road",
        "body": "ATASU, Kazakhstan — The wind-raked scrub of this barren plateau reveals little hint of the revolution gurgling 9 feet beneath.",
        "date": "20061219",
        "country": "Panama"
    },
    {
        "title": "Scientists Hope ‘Ark’ Saves Frogs",
        "body": "ATLANTA — Scientists from across the world gathered in Atlanta last week to launch an “amphibian ark” for thousands of species of frogs, toads and salamanders threatened by a deadly fungus...",
        "date": "20070220",
        "country": "Panama"
    },
    {
        "title": "‘Amphibian Ark’ is seen as species’ last best hope",
        "body": "atlanta — Scientists from across the world gathered here Thursday to launch an “Amphibian Ark” for thousands of species of frogs, toads and salamanders threatened by a deadly fungus.",
        "date": "20070216",
        "country": "Panama"
    },
    {
        "title": "NAFTA should have stopped illegal immigration, right?",
        "body": "The North American Free Trade Agreement, enacted by Congress 14 years ago, held out an alluring promise: The agreement would reduce illegal immigration from Mexico. Mexicans, the arg...",
        "date": "20070219",
        "country": "Panama"
    },
    {
        "title": "Beijing TV managers sacked over bogus cardboard bun story",
        "body": "Several senior executives at Beijing TV, one of the mainland’s biggest regional television networks, have been censured or sacked over the airing of a bogus news report on sales of cardboard...",
        "date": "20070721",
        "country": "Panama"
    },
    {
        "title": "Boomtown with growing pains",
        "body": "The explosions that shatter the early morning quiet here are perfect metaphors for another kind of boom, the economic one transforming Panama’s capital.",
        "date": "20080616",
        "country": "Panama"
    },
    {
        "title": "West Coast ports face battle to maintain relevance",
        "body": "Coast are behind us.”",
        "date": "20081128",
        "country": "Panama"
    },
    {
        "title": "Panama Canal expansion threatens some US ports",
        "body": "Los Angeles The slowdown in international trade has left the docks at the United States’ biggest seaport complex quieter than they’ve been in years.",
        "date": "20081208",
        "country": "Panama"
    },
    {
        "title": "Colombia faces more pressure after attack",
        "body": "CARACAS: Latin America’s leftist leaders heaped more criticism on Colombia, leaving it increasingly isolated yesterday in a that has threatened political stability in the An...",
        "date": "20080307",
        "country": "Panama"
    },
    {
        "title": "PANAMA GETTING SET TO EXPAND CANAL",
        "body": "In order to accommodate larger container ships, Panama is getting ready to expand the nearly 100-year-old Canal,",
        "date": "20090605",
        "country": "Panama"
    },
    {
        "title": "Dow Jones swaps Travelers, Cisco for Citigroup, GM",
        "body": "NEW YORK — The Dow Jones industrial average is the latest Wall Street institution to be reshaped by the financial . The stock market’s best-known barometer is adding Cisco System...",
        "date": "20090602",
        "country": "Panama"
    },
    {
        "title": "Panama expansion to have ripple effect",
        "body": "ing card to bid on other major infrastructure projects around the globe.",
        "date": "20090601",
        "country": "Panama"
    },
    {
        "title": "THINGS AREN’T BETTER WHERE IT IS WETTER",
        "body": "Sea Sick: The Global Ocean in Crisis by Alanna Mitchell (McClelland & Stewart; 240 pp.; $32.99). The ocean is sick, and it’s not just a head cold, says Alanna Mitchell. It absorbs one-third of...",
        "date": "20090404",
        "country": "Panama"
    },
    {
        "title": "Canal expansion is FULL STEAM AHEAD",
        "body": "The economic downturn has stalled big construction projects across the globe, but in , smokebelching steam shovels and dredges work around the clock on what people here call simply “la am...",
        "date": "20090604",
        "country": "Panama"
    },
    {
        "title": "OCEANS IN CRISIS",
        "body": "Even if you think you understand what humanity faces in the enormous challenge that is climate change, reading Alanna Mitchell’s new book, Sea Sick: The Global Ocean in , will make you ...",
        "date": "20090328",
        "country": "Panama"
    },
    {
        "title": "Obamas make a symbolic visit",
        "body": "The first family hits popular vacation destination Panama City, mixing work and play in an attempt to reassure locals and tourists that the water’s fine along Florida’s Gulf Coast.",
        "date": "20100815",
        "country": "Panama"
    },
    {
        "title": "AIRPORT",
        "body": "we’ve seen a decrease [in fares] on competitive routes,” said Dan Rowe, chief executive officer of the Panama City Beach Convention & Visitors Bureau.",
        "date": "20100423",
        "country": "Panama"
    },
    {
        "title": "gulf ‘open for business’",
        "body": "PAnAMA CITy BEACH (Florida): US President Barack Obama went swimming off the coast of Florida and declared the Gulf area’s beaches “open for business,” trying to show by example that a region...",
        "date": "20100816",
        "country": "Panama"
    },
    {
        "title": "Gulf Coast hopes for boost from holidaying Obamas",
        "body": "PANAMA CITY, FLORIDA // The US president Barack Obama and his family encouraged tourists to visit the Gulf Coast region with a weekend trip to Florida that included a porpoise sighting and a...",
        "date": "20100817",
        "country": "Panama"
    },
    {
        "title": "MP’S question-period nap draws rebuke from Liberals9",
        "body": "Calgary MP Rob Anders, famous for a number of controversial comments during a 14-year career as a backbencher, was the source of chatter and criticism Wednesday for snoozing on the jo...",
        "date": "20111124",
        "country": "Panama"
    },
    {
        "title": "Ministerial group to negotiate with pirates",
        "body": "WITH as many as 46 Indians aboard six hijacked ships in Somali waters, the government has set up an inter- ministerial group (IMG) to negotiate with hijackers, liase with owners of mer...",
        "date": "20110429",
        "country": "Panama"
    },
    {
        "title": "CROSSWORD FOR FRIDAY",
        "body": "ACROSS 1 Modern physics particle 6 Poison 11 Laugh syllable 14 Find seats 15 Ms. Verdugo 16 Continent above Afr. 17 Absurd 18 Murkiness 19 Mr. Vigoda 20 CEO degrees 22 Army doc 24 Breakfa...",
        "date": "20111118",
        "country": "Panama"
    },
    {
        "title": "TODAY'S CROSSWORD",
        "body": "ACROSS",
        "date": "20111118",
        "country": "Panama"
    },
    {
        "title": "Today’s Crossword",
        "body": "ACROSS",
        "date": "20111118",
        "country": "Panama"
    },
    {
        "title": "22 hostages held by Somali pirates rescued",
        "body": "NAIROBI, Kenya — Forces of Somalia’s semiautonomous Puntland region raided a hijacked ship and safely rescued 22 hostages who had been held captive for nearly three years, authorities said ...",
        "date": "20121224",
        "country": "Panama"
    },
    {
        "title": "Hostages rescued from 2010 hijacking",
        "body": "NAIROBI, Kenya",
        "date": "20121224",
        "country": "Panama"
    },
    {
        "title": "Hostages rescued",
        "body": "NAIROBI, Kenya ( AP) — In a siege that lasted nearly two weeks, forces of Somalia’s semiautonomous Puntland region raided a hijacked ship Sunday and safely rescued 22 hostages who had been hel...",
        "date": "20121224",
        "country": "Panama"
    },
    {
        "title": "Banana industry in Davao will take time to recover",
        "body": "AFTER suffering from all kinds of disasters in 2012 – from the Panama disease to China crisis to the devastation of Typhoon Pablo – the banana industry in Davao Region remains hopeful ...",
        "date": "20130124",
        "country": "Panama"
    },
    {
        "title": "Missile parts seized in canal",
        "body": "Panama City – A North Korean sea captain attempted to kill himself and then suffered a heart attack after his ship was found to be transporting missile systems through the Panama Canal.",
        "date": "20130718",
        "country": "Panama"
    },
    {
        "title": "Panama Canal crisis threatens jobs, economy",
        "body": "PANAMACITY, Feb 7, (AFP): A $1.6 billion dispute over cost overruns paralyzed the Canal’s expansion for a second day on Thursday, with analysts warning that thousands of jobs and ...",
        "date": "20140208",
        "country": "Panama"
    },
    {
        "title": "Editorial A growing geopolitical storm",
        "body": "With the Venezuelan political crisis continuing to fester, Union of South American Nations ( Unasur) foreign ministers agreed in Chile, last week, to travel to Caracas to “accompany...",
        "date": "20140321",
        "country": "Panama"
    },
    {
        "title": "Independent Scotland’s last gasp forgotten in Panama",
        "body": "CALEDONIA, Panama: A few years before giving up its independence, Scotland took a bold gamble to secure a brighter future, founding a colony on the isthmus of to corner trade bet...",
        "date": "20140523",
        "country": "Panama"
    },
    {
        "title": "The Next Immigration Crisis",
        "body": "The swarm of immigrants who came across the border this year, including more than 60,000 unaccompanied minors, could wind up paling in comparison to an immigration looming on...",
        "date": "20140901",
        "country": "Panama"
    },
    {
        "title": "Stranded Dubai ship crew crisis resolved",
        "body": "dubai — A three month-long crisis faced by the 14-member crew of a ship stranded in the UAE waters has been resolved, thanks to the active intervention of the Indian Consulate in Dubai.",
        "date": "20141029",
        "country": "Panama"
    },
    {
        "title": "Dania company expands to Colombia and Panama, will sell hovercraft in China.",
        "body": "When the Great Recession pummeled the yachting industry in the U.S., South Florida’s Nautical Ventures Group got creative and began exporting repossessed boats, capitalizing on a manager’s knowledge of the marine scene in French-speaking nations.",
        "date": "20150103",
        "country": "Panama"
    },
    {
        "title": "Water pours into the locks of expanded Panama Canal",
        "body": "Some 50,000 cubic meters of water per hour began to pour into the Panama Canal’s new Atlantic locks earlier this month, a sign that the massive project to expand the waterway is reaching i...",
        "date": "20150630",
        "country": "Panama"
    },
    {
        "title": "Business is taking off",
        "body": "“The forward-looking companies are expanding internationally.” Phil Purcell, executive director of the Marine Industries Association of South Florida",
        "date": "20150103",
        "country": "Panama"
    },
    {
        "title": "Biosecurity Queensland confirms disease has spread to second FNQ banana farm",
        "body": "THE devastating banana disease Panama Tropical Race 4 is expected to spread further across Far North Queensland after a second infestation was discovered on the Atherton Tableland.",
        "date": "20150410",
        "country": "Panama"
    },
    {
        "title": "The top 10",
        "body": "1. Government - housing affordability 2. Government - Kaikoura earthquake crisis 3. Hastings District Council - contamination 4. Government - Papers 5. NZQA - exam dis...",
        "date": "20161229",
        "country": "Panama"
    },
    {
        "title": "The top 10",
        "body": "1. Government - housing affordability 2. Government - Kaikoura earthquake crisis 3. Hastings District Council - water contamination 4. Government - Papers 5. NZQA - exam disr...",
        "date": "20161229",
        "country": "Panama"
    },
    {
        "title": "The top 10",
        "body": "1. Government - housing affordability 2. Government - Kaikoura earthquake crisis 3. Hastings District Council - water contamination 4. Government - Papers 5. NZQA - exam disr...",
        "date": "20161229",
        "country": "Panama"
    },
    {
        "title": "The top 10",
        "body": "1. Government - housing affordability 2. Government - Kaikoura earthquake crisis 3. Hastings District Council - water contamination 4. Government - Papers 5. NZQA - exam disr...",
        "date": "20161229",
        "country": "Panama"
    },
    {
        "title": "Cubans stranded in Panama demand passage to US",
        "body": "PASO CANOAS: Thousands of Cubans stranded in Panama, many increasingly desperate and penniless, demanded Thursday that borders closed to them in Central America be reopened to allow them ...",
        "date": "20160416",
        "country": "Panama"
    },
    {
        "title": "Conservatives in Spain win, but need to build coalition",
        "body": "MADRID — Spain’s repeat election Sunday failed to clarify the political future of the European Union’s fifth-largest economy, as another inconclusive ballot compelled political leaders t...",
        "date": "20160627",
        "country": "Panama"
    },
    {
        "title": "FUTURE: NASA scientist foresees our water piped to the West",
        "body": "can imagine that 50 years from now ... there might actually be a pipeline that brings water from the Great Lakes to Phoenix. I think that that’s part of our future.”",
        "date": "20170411",
        "country": "Panama"
    },
    {
        "title": "Lazy days off the coast of South America",
        "body": "IEMERGE from my cabin on to the deck on the first morning of a fiveday sailing trip from Colombia to with little expectation. It has been suggested to me that this section of the jour...",
        "date": "20170922",
        "country": "Panama"
    },
    {
        "title": "Zim changing Africa’s social climate",
        "body": "WHILE US-EU imperialism’s global media apparatus and its neo-colonialist converts made a feeble yet predictable attempt to mock President Mugabe’s visit to Cancun, Mexico, for the U...",
        "date": "20170609",
        "country": "Panama"
    },
    {
        "title": "Revealed in the Paradise Papers",
        "body": "The ultra-rich are still stuck on our planet and activists must ensure that there is nowhere for them to hide",
        "date": "20171117",
        "country": "Panama"
    },
    {
        "title": "MICHAEL MENACES FLA.",
        "body": "Hurricane Michael supercharged overnight and began its assault on the Florida Panhandle on Wednesday.",
        "date": "20181011",
        "country": "Panama"
    },
    {
        "title": "MICHAEL’S APPROACH TO FLORIDA",
        "body": "Gaining frightening fury overnight, Hurricane Michael closed in Wednesday on the Florida Panhandle with potentially catastrophic winds of 145 mph, the most powerful storm on record ever...",
        "date": "20181011",
        "country": "Panama"
    },
    {
        "title": "Powerful storm makes landfall in Panhandle",
        "body": "Supercharged by abnormally warm waters in the Gulf of Mexico, Hurricane Michael slammed into the Florida Panhandle on Wednesday with potentially catastrophic winds of 155 mph, one of t...",
        "date": "20181011",
        "country": "Panama"
    },
    {
        "title": "Supercharged storm slams into Florida",
        "body": "Supercharged by abnormally warm waters in the Gulf of Mexico, Hurricane Michael slammed into the Florida Panhandle on Wednesday with potentially catastrophic winds of 155 mph, one of t...",
        "date": "20181011",
        "country": "Panama"
    },
    {
        "title": "Migrant travelers a strain in Panama",
        "body": "PENITAS, Panama — Panamanian authorities are struggling to contend with a spike in the number of migrants passing through what is known as the Darien Gap, a roadless, lawless region of tr...",
        "date": "20190517",
        "country": "Panama"
    },
    {
        "title": "Taking a perilous path",
        "body": "PEITAS, Panama — Venise Felizor lay on a mattress in a warehouseturnedshelter on a hot, sticky afternoon with her 20monthold son, Wesly, in her arms, the boy coughing and wailing after ...",
        "date": "20190517",
        "country": "Panama"
    },
    {
        "title": "Blackout hits 4 nations in Central America",
        "body": "TEGUCIGALPA: A failure in Central America’s electrical grid let millions of people without power for hours in at least four countries on Monday.",
        "date": "20190918",
        "country": "Panama"
    },
    {
        "title": "More than one million children need basic aid in Venezuela: UNICEF",
        "body": "NEW YORK CITY/PANAMA CITY: An estimated 1.1 million children will need protection and access to basic services across Latin America and the Carribean as a result of the Venezuelan migran...",
        "date": "20190407",
        "country": "Panama"
    },
    {
        "title": "Panama Canal marks 20 years of US handover amid water crisis",
        "body": "PANAMA CITY — Panama marked the 20-year anniversary Tuesday of the turnover of the Panama Canal, now amid a water crisis that threatens the viability of the waterway.",
        "date": "20200101",
        "country": "Panama"
    },
    {
        "title": "Panama Canal marks 20 years of US handover amid water crisis",
        "body": "PANAMA CITY — Panama marked the 20-year anniversary Tuesday of the turnover of the Panama Canal, now amid a water crisis that threatens the viability of the waterway.",
        "date": "20200101",
        "country": "Panama"
    },
    {
        "title": "Panama Canal marks 20 years of US handover amid water crisis",
        "body": "PANAMA CITY — Panama marked the 20-year anniversary Tuesday of the turnover of the Panama Canal, now amid a water crisis that threatens the viability of the waterway.",
        "date": "20200101",
        "country": "Panama"
    },
    {
        "title": "Panama Canal marks 20 years of US handover amid water crisis",
        "body": "PANAMA CITY — Panama marked the 20-year anniversary Tuesday of the turnover of the Panama Canal, now amid a water crisis that threatens the viability of the waterway.",
        "date": "20200109",
        "country": "Panama"
    },
    {
        "title": "Darien gap",
        "body": "BUCARAMANGA, Colombia — The number of minors who risked their lives to cross the Darien Gap, the inhospitable stretch of land that separates Colombia and Panama, reached a record high between January and September, UNICEF revealed Monday.",
        "date": "20211012",
        "country": "Panama"
    },
    {
        "title": "Record number of children brave jungle crossing",
        "body": "The number of minors who risked their lives to cross the Darien Gap, the inhospitable stretch of land that separates Colombia and Panama, reached a record high between January and September, U...",
        "date": "20211013",
        "country": "Panama"
    },
    {
        "title": "Record number of children brave jungle crossing",
        "body": "The number of minors who risked their lives to cross the Darien Gap, the inhospitable stretch of land that separates Colombia and , reached a record high between January and September, U...",
        "date": "20211013",
        "country": "Panama"
    },
    {
        "title": "Record number of children brave jungle crossing",
        "body": "The number of minors who risked their lives to cross the Darien Gap, the inhospitable stretch of land that separates Colombia and , reached a record high between January and September, U...",
        "date": "20211013",
        "country": "Panama"
    },
    {
        "title": "Record number of children brave jungle crossing",
        "body": "The number of minors who risked their lives to cross the Darien Gap, the inhospitable stretch of land that separates Colombia and , reached a record high between January and September, U...",
        "date": "20211013",
        "country": "Panama"
    },
    {
        "title": "Warne left stumped by his rotten luck",
        "body": "IT’S generally accepted that Australia have not had their fair share of good fortune in this series, and you can’t get much more unlucky than Shane Warne was yesterday. “Stumped Jones?” No wo...",
        "date": "20050829",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "CHINA l Timber industry suffers",
        "body": "thousands of species living there — plants, animals and other life-forms — that haven’t been described by science. So we don’t even know what’s in that box that is being meddled with.’’",
        "date": "20061224",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "Knotty issues are at stake",
        "body": "ZHANGJIAGANG, China — Night and day, the timber ships reach this Yangtze River port, one of the world’s busiest clearinghouses for logs from every corner of the globe: Southeast Asia, the Ama...",
        "date": "20061224",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "China roams the planet for resources",
        "body": "CONTINUED FROM PAGE 1 sands of others, it has nothing to set it apart except a number emblazoned on a tiny green tag: 11008.",
        "date": "20061218",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "Lessons from Hawaii’s quake",
        "body": "If the weekend earthquake in Hawaii wasn’t strong enough to get your attention — and at 6.7 magnitude, it should have been — consider what happened the day before yesterday:",
        "date": "20061019",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "187 nations reach deal on climate change",
        "body": "New York Times",
        "date": "20071216",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "Time to repay our war debt",
        "body": "ALL Australians should be aware of the famous Fuzzy Wuzzy angels of the Kokoda Track in Papua New Guinea, during World War II.",
        "date": "20071128",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "City views",
        "body": "It’s time for Sydneysiders to wake up and smell the coffee. Or, rather, the treated sewage. For decades, Australians have turned their noses up at the idea of drinking recycled , despite t...",
        "date": "20070201",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "Tsunami death toll up to 28",
        "body": "After the first disaster teams reached hard-hit Western and Choiseul Provinces, Prime Minister Manasseh Sogavare said aerial patrols had reported ‘‘massive and widespread’’ destruction ...",
        "date": "20070404",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "Oxfam’s $500,000 shortfall",
        "body": "International aid organisation Oxfam is the latest to feel the economic squeeze.",
        "date": "20081211",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "HELL ON EARTH",
        "body": "H2. Linfen, China",
        "date": "20080524",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "‘Crisis’ looming in Pacific",
        "body": "The Pacific is facing a looming economic, social and political crisis unless something is done fast to create jobs, a new Australian think-tank paper says.",
        "date": "20080821",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "Charities ready for donation shortfalls",
        "body": "CHARITIES are bracing themselves for big deficits amid predictions that the global credit crunch will lead to cuts in donations.",
        "date": "20081211",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "Japan gives $ 572m climate change aid to Pacific Islands",
        "body": "SHIMUKAPPU, Japan — Japan last week pledged 50 billion yen ($ 572 million CAD) in aid to small Pacific islands over the next three years to help them with clean energy projects and to cope with...",
        "date": "20090601",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "Coral crisis",
        "body": "MANADO, INDONESIA — Around 100 million people risk losing their homes and livelihoods unless drastic steps are taken to protect Southeast Asia’s coral reefs, which could be wiped out in com...",
        "date": "20090514",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "Providing help when victims of crime need assistance",
        "body": "Elena O’Donnell is a Quinte neighbour with a difference.",
        "date": "20090221",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "Rudd support hit by fears on asylum seekers",
        "body": "CANBERRA — Australians are losing faith in the ability of Prime Minister Kevin Rudd to shut off the flow of refugee boats from Indonesia, an issue that in the past helped keep Labor out of p...",
        "date": "20091110",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "ROCK READY TO GO",
        "body": "GLASGOW ROCKS coach Sterling Davis has admitted he could lose captain Rob Yanders in the summer after the Milwaukee-born guard received his UK passport.",
        "date": "20100423",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "Helping to rebuild the lives of those broken",
        "body": "LAST year, many Australian soldiers, sailors and aircrew were deployed far from our shores.",
        "date": "20100119",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "Clinton starts Asia tour",
        "body": "| US Secretary of State Hillary Clinton headed to Hawaii yesterday for talks aimed at mending cracks in the 50-year-old USJapan security alliance, the first leg of a Asia tour.",
        "date": "20100112",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "Trouble in paradise for many Pacific nations",
        "body": "FOR most of us, the Pacific means exotic islands where the people are happy, beaches are lined with coconut palms and there is a unique genetic sequence for rugby players.",
        "date": "20100920",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "Reporter puts his, er, neck on the line to net big scoop",
        "body": "A PNG reporter who agreed to be circumcised with bamboo sticks to secure an interview with jungle rebels has won a journalism award for ‘‘best scoop’’.",
        "date": "20111109",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "Search for metals takes to high seas",
        "body": "IN THE 1970s, the oil and natural gas industry took a leap into the deep. With many of the biggest and cheapest petroleum deposits on land already discovered, the search for finds went...",
        "date": "20110516",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "Nautilus seeks gold under the sea",
        "body": "These are exciting times for Nautilus Minerals. Two weeks ago, the Vancouver-based group was granted the world’s first deep-sea mining lease, for its Solwara 1 project in the Bismarck Sea of...",
        "date": "20110131",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "PNew Guinea on heightened alert",
        "body": "PORT MORESBY – Papua New Guinea was on heightened alert Friday with scores of extra police stationed in the capital amid a political crisis in which two men are claiming to be prime mini...",
        "date": "20111217",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "In desperate straits",
        "body": "IN a row boat at low tide, the distance between one of the best health systems in the world and one of the worst is less than 15 minutes.",
        "date": "20110911",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "Deep-sea miners kept from getting wet",
        "body": "A new breed of small, specialized mining firms plans to dive deep undersea in a quest for rich sources of metals and minerals, as technology and demand make the seafloor increasingly att...",
        "date": "20120605",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "Refugees risk death to beat deadline",
        "body": "AUSTRALIA: Australia calls it a ‘‘closing-down sale’’ for people smugglers: Asylum seekers in rickety boats are reaching its shores in record numbers ahead of a tougher deportation polic...",
        "date": "20120901",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "Deep-sea miners kept from getting wet",
        "body": "A new breed of small, specialized mining firms plans to dive deep undersea in a quest for rich sources of metals and minerals, as technology and demand make the seafloor increasingly att...",
        "date": "20120605",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "Harmony Gold making environmentally friendly in-roads",
        "body": "ARMONY GOLD enjoys a strong presence in South Africa and Papua New Guinea and takes ownership of the fact that the company needs to act as responsible environmental stewards within the ...",
        "date": "20120626",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "DOZENS RESCUED AFTER ASYLUM BOAT CAPSIZES",
        "body": "More than 100 asylum seekers have been rescued after their boat capsized off Christmas Island, the Sydney Morning Herald reported.",
        "date": "20130821",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "SUNDAY STAR TIMES Boat-people stance catches NZ in its wash",
        "body": "AUSTRALIA’S NEW get-tough policy on illegal refugees – or boat people – is a sign of only one thing: there’s an election coming.",
        "date": "20130721",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "Pacific takes a perilous turn",
        "body": "NORMANBY ISLAND, Papua New Guinea — Katharina Fabricius plunged from a dive boat into the Pacific Ocean of tomorrow.",
        "date": "20131021",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "Ex-NZ soldier helps out in Sudan crisis",
        "body": "Former New Zealand army captain Felicity Gapes is on the frontline of a deepening humanitarian crisis in South Sudan. Hundreds are dead as fighting in the world’s youngest nation with Ms...",
        "date": "20131226",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "Briefly",
        "body": "Fear breeds suspicion, amplifies anxiety, paralyses positivity. From three articles in the 21 November issue, it would appear as if fear were the new opium of the British people: a n...",
        "date": "20141205",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "Illegal, unreported and unregulated fishing",
        "body": "BY DECEMBER, the European Union will decide on the status of the Philippines as a non-cooperating third party in its campaign against illegal, unreported and unregulated fishing (IU...",
        "date": "20141031",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "Navy chiefs ban locking weapons on foreign radars",
        "body": "QINGDAO, China  Navy chiefs from 21 countries meeting in the northeastern port city of Qingdao yesterday adopted a resolution banning warships of member countries from locking weapons-targeting radar on other warships during peacetime.",
        "date": "20140423",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "Slow-paced island time",
        "body": "What inspired your move and how long have you been there? After most of my 20s working in public health, I did a post-graduate diploma in development studies last year to shift my career fo...",
        "date": "20141102",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "Urgent aid needed to fight ‘super’ El Nio",
        "body": "SYDNEY, Australia (AFP) — Droughts, erratic rains, and frosts brought by a supercharged El Nio are severely impacting the Pacific, with worst hit, aid group Oxfam said in a...",
        "date": "20151215",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "PNG parched",
        "body": "Papua New Guinea is facing its worst drought in 20 years and a looming food crisis but Prime Minister Peter O’Neill insists the situation is under control for now. El Nino conditions hav...",
        "date": "20150919",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "PNG parched",
        "body": "Papua New Guinea is facing its worst drought in 20 years and a looming food crisis but Prime Minister Peter O’Neill insists the situation is under control for now. El Nino conditions hav...",
        "date": "20150919",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "PNG parched",
        "body": "Papua New Guinea is facing its worst drought in 20 years and a looming food crisis but Prime Minister Peter O’Neill insists the situation is under control for now. El Nino conditions hav...",
        "date": "20150919",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "PNG parched",
        "body": "Papua New Guinea is facing its worst drought in 20 years and a looming food crisis but Prime Minister Peter O’Neill insists the situation is under control for now. El Nino conditions hav...",
        "date": "20150919",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "PNG parched",
        "body": "Papua New Guinea is facing its worst drought in 20 years and a looming food crisis but Prime Minister Peter O’Neill insists the situation is under control for now. El Nino conditions ex...",
        "date": "20150919",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "Calls for Aust to act on water crisis",
        "body": "WATERAID has called on the Australian Government to help its nearest Pacific neighbours gain access to safe .",
        "date": "20160322",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "Aid agencies call for funds:",
        "body": "An inadequate response to El Nino would put tens of millions of people at risk of hunger, water shortages and disease, a group of leading aid agencies said, calling on donors for funding ...",
        "date": "20160110",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "India has the most people without clean water",
        "body": "India has the world’s highest number of people without access to clean water — imposing a major financial burden for some of the country’s poorest people, according to a report.",
        "date": "20160323",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "PM: M’sians fed up of Bersih",
        "body": "LIMA: Prime Minister Datuk Seri Najib Abdul Razak said Malaysians have become fed up with the Bersih electoral reform group and feel that its rallies do not bring any benefit to the country...",
        "date": "20161121",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "EU-Turkey refugee deal arrives with little certainty",
        "body": "Tuesday’s multiple terrorist attacks on Brussels, administrative capital of the European Union, will temporarily draw attention away from the refugee crisis, that other supposedl...",
        "date": "20160324",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "Papua New Guinea to delay refugee evictions",
        "body": "Papua New Guinea will delay by at least 24 hours a plan to evict hundreds of men from an Australian detention centre, three asylum seekers said yesterday. Hundreds of men have barricaded...",
        "date": "20171112",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "Asylum-seekers get reprieve from Papua New Guinea camp eviction",
        "body": "SYDNEY: Papua New Guinea will delay by at least 24 hours a plan to forcibly evict hundreds of men from an abandoned Australian detention centre, three asylum-seekers said on Saturday.",
        "date": "20171112",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "Refugees leave Manus detention camp",
        "body": "About 50 asylum seekers left an Australian-run detention camp in Papua New Guinea yesterday after police moved into the complex, confiscating food, water and personal belongings from ...",
        "date": "20171124",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "Asylum-seekers get 24-hour reprieve from Papua New Guinea camp eviction",
        "body": "SYDNEY: Papua New Guinea will delay by at least 24 hours a plan to forcibly evict hundreds of men from an abandoned Australian detention centre, three asylum seekers said on Saturday.",
        "date": "20171112",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "Papua New Guinea suffers first polio outbreak in 18 years",
        "body": "The first case of polio in Papua New Guinea in 18 years has been detected, with a six-year-old boy from the Morobe province the first confirmed case of the virus.",
        "date": "20180627",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "WaterAid: Access to clean water lacking worldwide",
        "body": "The world is facing a water crisis, highlighting a big gap in access to clean water and sanitation between the wealthy and economically disadvantaged, according to a WaterAid study....",
        "date": "20180330",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "Papua New Guinea earthquake death toll reaches 67",
        "body": "Aid workers in Papua New Guinea say the death toll from last week’s 7.5 earthquake has reached at least 67, as the country’s remote highlands were again rocked by strong aftershocks.",
        "date": "20180306",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "Climate change crisis in SA – WEF",
        "body": "The desperate battle to avoid running out of water in Cape Town is a climate change disaster, the World Economic Forum (WEF) in Davos, Switzerland, has heard.",
        "date": "20180126",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "NZDF prepares for Pacific fishing migration",
        "body": "NEW Zealand’s military is preparing for an influx of Pacific fishing vessels migrating to its due to the climate .",
        "date": "20191024",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "First for PNG",
        "body": "THE Governor of Papua New Guinea’s National Capital District, Powes Parkop, has signed a landmark deal with IFC, the International Finance Corporation, to provide affordable, green and...",
        "date": "20190704",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "Manus refugees could be building ‘a better Australia’",
        "body": "Port Moresby: Refugees who could be building a better Australia are having the best years of their lives wasted in detention on Manus Island, an artist says.",
        "date": "20190205",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "Labor urges care on Papua New Guinea's $1.5bn loan request",
        "body": "Labor has called on the government to “consider very carefully” a request from Papua New Guinea for a $1.5bn loan, suggesting Australia must do more for the Pacific for its own sake rather t...",
        "date": "20190821",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "Australian rodent first mammal to go extinct from man-made climate change",
        "body": "Years ago, the small, ratlike rodents could be seen scurrying across the sand and coral rubble on the Australian island of Bramble Cay.",
        "date": "20190221",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "Water is something that we should gladly pay for",
        "body": "I found Nina Lakhani’s article on America’s water crisis interesting (3 July). But it appears that the crisis is about pricing, not so much lack of availability. As chief engineer of th...",
        "date": "20200717",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "Year of events planned for Botanics 350th",
        "body": "The Royal Botanic Garden Edinburgh (RBGE) has announced a year-long programme of events to mark its 350th anniversary.",
        "date": "20200108",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "New Zealand troops sent to crisis zone",
        "body": "Australia’s neighbouring countries, including New Zealand, Vanuatu and Papua New Guinea, have offered support as the country continues to fight massive bushfires burning in South ...",
        "date": "20200107",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "A Manus perspective",
        "body": "IHAVE resisted reading Behrouz Boochani's ‘No Friend but the Mountains: Writing from Manus Prison, because as a Papua New Guinean and someone who identifies as being from Manus, I am angry ...",
        "date": "20200316",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "CAIRNS SHOWGROUNDS",
        "body": "Mayor Bob Manning was the driving force behind this proposal, but appears to have gone cold in recent months and years.",
        "date": "20210816",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "One in five children globally faces water scarcity — UNICEF",
        "body": "UNITED NATIONS (Xinhua) — More than 1.42 billion people across the world, including 450 million children, live in areas of high or extremely high vulnerability. This means one in ev...",
        "date": "20210320",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "Deep sea mining",
        "body": "IT took some time to compromise with my prowess, however, to only a minimal percentage after reading “Green light” on the deep sea mining in the Pacific by 2023 after Nauru triggered a r...",
        "date": "20210703",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "QUICK READ",
        "body": "Barbados",
        "date": "20211130",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "QUICK READ",
        "body": "Barbados",
        "date": "20211130",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "350m Asians going hungry in pandemic",
        "body": "UNITED NATIONS — Agencies of the world body say more than 350 million people in the Asia-Pacific region are going hungry as the COVID-19 pandemic destroys jobs and pushes food prices higher.",
        "date": "20210121",
        "country": "Papua%20New%20Guinea"
    },
    {
        "title": "Crisis pushes South Korea into uncharted waters",
        "body": "“This is our first impeaching of a president, so the legal procedure is not yet clear”",
        "date": "20040318",
        "country": "Paraguay"
    },
    {
        "title": "French ready the barricades",
        "body": "ST GILLES PLIGEAUX — Even though she is 82, French farmer Emilienne Guyader gets up at 6am every day and trudges through the mud to her fields, driving her 17 cows before her.",
        "date": "20051212",
        "country": "Paraguay"
    },
    {
        "title": "Paraguayans fume over dengue outbreak",
        "body": "asuncion, paraguay — An outbreak of dengue fever linked to a hot, wet South American summer has prompted charges here of a botched government response and spurred fear that the disease is spr...",
        "date": "20070321",
        "country": "Paraguay"
    },
    {
        "title": "Rains kill dozens; disease spreading",
        "body": "BUENOS AIRES — Recent heavy rains in South America have killed dozens of people, wiped out thousands of homes and triggered outbreaks of dengue fever in several countries.",
        "date": "20070310",
        "country": "Paraguay"
    },
    {
        "title": "Dengue surge puts Paraguay’s rulers under fire",
        "body": "ASUNCION, Paraguay — An outbreak of dengue fever linked to a hot, wet South American summer has prompted charges here of a bungled government response and spurred fears that the disease is s...",
        "date": "20070325",
        "country": "Paraguay"
    },
    {
        "title": "Heavy Rains Kill Dozens, Trigger Disease in South America",
        "body": "BUENOS AIRES, March 7 — Recent heavy rains in South America have killed dozens of people, wiped out thousands of homes and triggered outbreaks of dengue fever in several countries.",
        "date": "20070308",
        "country": "Paraguay"
    },
    {
        "title": "Vaccine short, Paraguay in panic over yellow fever",
        "body": "asuncion, paraguay — Health authorities here have launched a massive vaccination campaign as a yellow fever outbreak has panicked residents and sparked fierce criticism of the govern...",
        "date": "20080225",
        "country": "Paraguay"
    },
    {
        "title": "Big investors turn backs on Magpies",
        "body": "THE best hope of bringing Kevin Keegan to St James’s Park for a fourth time appears to be fading after a spokesman for the Indian billionaire reportedly interested in buying Newcastle U...",
        "date": "20080908",
        "country": "Paraguay"
    },
    {
        "title": "Yellow fever panic takes hold in Paraguay",
        "body": "ASUNCION, Paraguay — Health authorities here have launched a massive vaccination campaign as a yellow fever outbreak has panicked residents and sparked fierce criticism of the govern...",
        "date": "20080225",
        "country": "Paraguay"
    },
    {
        "title": "‘Leaders’ and the men who lead them around",
        "body": "In the Democratic race, opines, we’re down to Don Quixote vs. Buffy the Vampire Slayer, accompanied by their lieutenants who think it’s all about them.",
        "date": "20080502",
        "country": "Paraguay"
    },
    {
        "title": "WATER",
        "body": "THE WATER CRISIS",
        "date": "20090322",
        "country": "Paraguay"
    },
    {
        "title": "Latino poverty gets worse",
        "body": "Economists say poverty in Latin America is returning to 2008 levels as the region struggles to recover from two years of financial crisis. The United Nations Economic Commission for La...",
        "date": "20101202",
        "country": "Paraguay"
    },
    {
        "title": "Chvez left in the dark as El Nio decides to play power politics",
        "body": "Hugo Chvez, below, may be wondering, as Venezuela’s taps run dry and its cities fall into darkness, whether God is on the side of the Yankees.",
        "date": "20100221",
        "country": "Paraguay"
    },
    {
        "title": "South America tilting left",
        "body": "Political documentaries shadowed by paranoia and apocalyptic foreboding are so commonplace nowadays that South of the Border, Oliver Stone’s celebration of the leftward tilt of Sou...",
        "date": "20100629",
        "country": "Paraguay"
    },
    {
        "title": "High-flying politicians need a reality check",
        "body": "OVERSEAS. That’s such an old-fashioned, evocative and expensive word.",
        "date": "20101103",
        "country": "Paraguay"
    },
    {
        "title": "Mercosur bloc presidents agree to raise tariffs",
        "body": "MONTEVIDEO, (Reuters) - Presidents of the Mercosur trade bloc yesterday agreed to individually raise tariffs on imports to shield their industries from a flood of cheaper imported goods ...",
        "date": "20111221",
        "country": "Paraguay"
    },
    {
        "title": "Mercosur bloc to raise tariffs",
        "body": "MONTEVIDEO: Presidents of the Mercosur trade bloc on Tuesday agreed to individually raise tariffs on imports to shield their industries from a flood of cheaper imported goods stemming fr...",
        "date": "20111222",
        "country": "Paraguay"
    },
    {
        "title": "Piranhas attacking swimmers at beach tourist spot",
        "body": "THOUSANDS of flesh-eating piranhas have infested a river beach popular with tourists in western Brazil and have bitten at least 15 unwary swimmers, authorities said.",
        "date": "20111118",
        "country": "Paraguay"
    },
    {
        "title": "Cats boss can’t just grin and bear it",
        "body": "PERHAPS Steve Bruce’s clarion call for his Black Cats to “bear their teeth” following their derby day disaster was the wrong choice of words.",
        "date": "20110825",
        "country": "Paraguay"
    },
    {
        "title": "Record in ’11?",
        "body": "Cup back home to the Hub after a 39-year absence. But we feel the need to toast the players who, the day after shutting out the Vancouver Canucks 4-0 in a raucous Game 7, brought the bling to th...",
        "date": "20111225",
        "country": "Paraguay"
    },
    {
        "title": "Pols vote to oust Paraguay’s president",
        "body": "ASUNCION, Paraguay ( AP) — Paraguay’s Senate voted to remove President Fernando Lugo from office on Friday in an impeachment trial that plunged the South American country into a .",
        "date": "20120623",
        "country": "Paraguay"
    },
    {
        "title": "Paraguay sends Lugo packing",
        "body": "ASUNCION: President Fernando Lugo’s rapid impeachment and ouster by lawmakers has plunged into and unleashed a wave of criticism by fellow leftist leaders in Latin Ameri...",
        "date": "20120624",
        "country": "Paraguay"
    },
    {
        "title": "Paraguay president impeached",
        "body": "• Paraguayan lawmakers impeached president Fernando Lugo on Friday over his handling of a deadly land dispute, prompting an angry din across Latin America and refusals to recognize his successor. Story on",
        "date": "20120624",
        "country": "Paraguay"
    },
    {
        "title": "Paraguay Senate removes leader",
        "body": "ASUNCION, Paraguay — The Paraguayan Senate voted to remove President Fernando Lugo from office on Friday in an impeachment trial that plunged the South American country into a crisis.",
        "date": "20120623",
        "country": "Paraguay"
    },
    {
        "title": "Violence follows removal of president",
        "body": "Paraguay was plunged into a deepening political crisis late Friday after the Senate voted 39-4 to remove President Fernando Lugo from office in a rapid-fire impeachment procedure.",
        "date": "20120623",
        "country": "Paraguay"
    },
    {
        "title": "If the world’s in a crisis, local man tries to help",
        "body": "David Andrew Strobel is one of those guys who’s fluent in Spanish and English, can get by in Guarani, Portuguese and German, and has a working knowledge of Bosnian/SerboCroatian. You know ...",
        "date": "20130519",
        "country": "Paraguay"
    },
    {
        "title": "Frenzied crowds greet Pope upon his arrival in Brazil",
        "body": "RIO DE JANEIRO, Brazil — Frenzied crowds of Roman Catholics mobbed the car carrying Pope Francis on Monday when he returned to his home continent for the first time as pontiff, embarking o...",
        "date": "20130723",
        "country": "Paraguay"
    },
    {
        "title": "Flawed criticism of Cheddi Jagan",
        "body": "Dear Editor,",
        "date": "20130221",
        "country": "Paraguay"
    },
    {
        "title": "Pope receives rapturous welcome in Brazil",
        "body": "RIO DE JANEIRO: Pope Francis got a rapturous welcome from tens of thousands of pilgrims Monday as he arrived in Brazil on his first foreign trip as pontiff, but violent protests later swept the streets.",
        "date": "20130724",
        "country": "Paraguay"
    },
    {
        "title": "Fans of Francis",
        "body": "RIO DE JANEIRO — Frenzied crowds of Roman Catholics mobbed the car carrying Pope Francis on Monday when he returned to his home continent for the first time as pontiff, embarking on a seven-day visit meant to fan the fervour of the faithful around the globe.",
        "date": "20130723",
        "country": "Paraguay"
    },
    {
        "title": "Reach Beyond ministry makes a big impact",
        "body": "The Christian organization known as Reach Beyond was founded in 1931 as HCJB by Clarence Jones. Jones had heart for the unevangelized people of Latin America and had a vision to send the ne...",
        "date": "20140426",
        "country": "Paraguay"
    },
    {
        "title": "‘No evidence of trafficking’:",
        "body": "Mexico’s top anti-kidnapping official says there is no evidence yet to support a claim made by a criminal suspect that he snatched children to extract their organs.",
        "date": "20140328",
        "country": "Paraguay"
    },
    {
        "title": "Reach Beyond ministry makes a big impact",
        "body": "The Christian organization known as Reach Beyond was founded in 1931 as HCJB by Clarence Jones. Jones had heart for the unevangelized people of Latin America and had a vision to send the ne...",
        "date": "20140419",
        "country": "Paraguay"
    },
    {
        "title": "Flight over troubled water",
        "body": "The Pantanal, an immense area of wetland in western Brazil that is one of the richest areas for biodiversity in the world, is under threat as intensive farming, deforestation and water...",
        "date": "20140913",
        "country": "Paraguay"
    },
    {
        "title": "100,000 people escape flood",
        "body": "Some 100,000 residents in Paraguay have been evacuated due to the rising waters just days before Christmas celebrations. The mayor of ’s capital Asuncion, Mario Ferreiro, on Wed...",
        "date": "20151225",
        "country": "Paraguay"
    },
    {
        "title": "100,000 people escape flood",
        "body": "Some 100,000 residents in Paraguay have been evacuated due to the rising waters just days before Christmas celebrations. The mayor of ’s capital Asuncion, Mario Ferreiro, on Wed...",
        "date": "20151225",
        "country": "Paraguay"
    },
    {
        "title": "Nation & World Glance",
        "body": "Kerry heads to Russia in first",
        "date": "20150512",
        "country": "Paraguay"
    },
    {
        "title": "Sao Paulo drought issue for concern",
        "body": "PIRACAIA, Brazil, (AFP): He cast his rod happily here for 30 years — but where a river once teemed with fish, Brazilian fisherman Ernane da Silva these days stares out over a valley of weeds a...",
        "date": "20150102",
        "country": "Paraguay"
    },
    {
        "title": "AMAZONIAN BLUNDER",
        "body": "Rampant deforestation has turned to bite Brazil via acute water and power shortages. Urgent reforestation needed, experts say.",
        "date": "20150408",
        "country": "Paraguay"
    },
    {
        "title": "Floods pose challenge for S. American integration",
        "body": "BUENOS AIRES: The flooding that has affected four South American countries has underscored the need for an integrated approach to addressing the causes and effects of climate change.",
        "date": "20160127",
        "country": "Paraguay"
    },
    {
        "title": "Floods pose challenge for S. American integration",
        "body": "BUENOS AIRES: The flooding that has affected four South American countries has underscored the need for an integrated approach to addressing the causes and effects of climate change.",
        "date": "20160107",
        "country": "Paraguay"
    },
    {
        "title": "El Nio causing a global food crisis, UN warns",
        "body": "Severe droughts and floods triggered by one of the strongest El Nio weather events ever recorded have left 100 million people in southern Africa, Asia and Latin America short of food and wate...",
        "date": "20160217",
        "country": "Paraguay"
    },
    {
        "title": "Sommer students gain empathy and knowledge in ‘refugee walk’",
        "body": "Students at Sommer Elementary School got a peak into the struggles of refugees and gained empathy as well as facts about the refugee receiving global attention in recent months.",
        "date": "20160323",
        "country": "Paraguay"
    },
    {
        "title": "Rioters set fire to Paraguay Parliament",
        "body": "Asuncion, April 1: Paraguay was plunged into a constitutional crisis after furious protesters, enraged by President Horacio Cartes’ attempt to amend the Constitution to allow his re-election, stormed the country’s Parliament and set it on fire.",
        "date": "20170402",
        "country": "Paraguay"
    },
    {
        "title": "Losing isn’t everything",
        "body": "Sometimes the final score does not tell the whole story. UNESCO’s vote on Tuesday – another aimed at undermining Israel’s control over Jerusalem – is one of those times.",
        "date": "20170503",
        "country": "Paraguay"
    },
    {
        "title": "Spain, Brazil want EU-Mercosur deal, worry about Venezuela",
        "body": "BRASILIA (Reuters) - The governments of Spain and Brazil yesterday reinforced their commitment to completing a trade pact between the European Union and South American trade bloc Merco...",
        "date": "20170425",
        "country": "Paraguay"
    },
    {
        "title": "Opposition has few options as Maduro takes Venezuela into uncharted waters",
        "body": "said on national television. “More than 8 million in the middle of threats . . . it’s when imperialism challenges us that we prove ourselves worthy of the blood of the liberators that r...",
        "date": "20170801",
        "country": "Paraguay"
    },
    {
        "title": "IN BRIEF:",
        "body": "Show your style with funky pen",
        "date": "20180627",
        "country": "Paraguay"
    },
    {
        "title": "Arab-Latin America trade talks to resume next year",
        "body": "KUWAIT CITY, March 5, (KUNA): Trade negotiations between GCC states and the South American Mercosur member countries would resume by next year, said Secretary General of the Arab-Brazil...",
        "date": "20180306",
        "country": "Paraguay"
    },
    {
        "title": "Ballot box key to bridging Latin America’s stark social divide",
        "body": "TEPIC, Mexico, (Thomson Reuters Foundation) - Elections across Latin America could help clean up rampant corruption fuelling the region’s deep social and economic divide as millions vot...",
        "date": "20180113",
        "country": "Paraguay"
    },
    {
        "title": "Ballot box key to bridging Latam’s stark social divide",
        "body": "Elections across Latin America could help clean up rampant corruption fuelling the region’s deep social and economic divide as millions vote this year, while Venezuela’s poses the b...",
        "date": "20180114",
        "country": "Paraguay"
    },
    {
        "title": "Inquiry begins into causes of blackout",
        "body": "As lights turned back on across Argentina, Uruguay and Paraguay after a massive blackout hit tens of millions people, authorities were still largely in the dark about what caused the collaps...",
        "date": "20190618",
        "country": "Paraguay"
    },
    {
        "title": "Vows investigation following power outage",
        "body": "BUENOS AIRES — Argentine President Mauricio Macri called the massive blackout that left tens of millions in South America without power on Sunday “unprecedented,” and promised a thorough...",
        "date": "20190617",
        "country": "Paraguay"
    },
    {
        "title": "Questions linger over widespread blackouts",
        "body": "BUENOS AIRES: As lights turned back on across Argentina, Uruguay and Paraguay after a massive blackout that hit tens of millions people early on Sunday, authorities were still largely in the ...",
        "date": "20190618",
        "country": "Paraguay"
    },
    {
        "title": "Argentine prez in the dark on huge blackout",
        "body": "BUENOS AIRES — Argentine President Mauricio Macri called the massive blackout that left tens of millions in South America without power on Sunday “unprecedented,” and promised a thorough...",
        "date": "20190617",
        "country": "Paraguay"
    },
    {
        "title": "Serbia arrests two people over dead migrants found in Paraguay shipping container",
        "body": "Two suspected people smugglers were arrested in Serbia after authorities in Paraguay discovered the bodies of seven men in a shipping container. Serbian officials believe the suspec...",
        "date": "20201031",
        "country": "Paraguay"
    },
    {
        "title": "Sharing of the River Nile",
        "body": "In 2011, Ethiopia launched construction on the Grand Ethiopian Renaissance Dam (GERD) in the Blue Nile, in order to secure its resources and generate hydropower. But the project has b...",
        "date": "20200911",
        "country": "Paraguay"
    },
    {
        "title": "Paraguay Exporters left high and dry by river crisis",
        "body": "In the shadow of towering grain silos that line the bank of the Paran river, South America’s second-longest waterway, Lucas Krivenchuk stands watching workers rush to load a barge with soybea...",
        "date": "20211008",
        "country": "Paraguay"
    },
    {
        "title": "In Brazil, worst drought in decades felt at gigantic dam",
        "body": "HERNANDARIAS, Paraguay — The gigantic Itaipu hydroelectric dam straddling the Brazil border on the vast Parana River, is feeling the heat of Brazil’s worst drought in nine decades.",
        "date": "20211015",
        "country": "Paraguay"
    },
    {
        "title": "Experts wonder if climate crisis caused Parana river to dry up",
        "body": "CORRIENTES, ARGENTINA: South America’s second longest river, the Parana, has dropped to its lowest level since the 1940s, leaving environmentalists and experts worried that the climate c...",
        "date": "20210902",
        "country": "Paraguay"
    },
    {
        "title": "Experts wonder if climate crisis caused Parana river to dry up",
        "body": "CORRIENTES, ARGENTINA: South America’s second longest river, the Parana, has dropped to its lowest level since the 1940s, leaving environmentalists and experts worried that the climate c...",
        "date": "20210902",
        "country": "Paraguay"
    },
    {
        "title": "A global clean-water shortage",
        "body": "— While people in wealthy suburbs of Africa use water to maintain lush lawns and fill swimming pools, many slum dwellers struggle to obtain the crucial resource and pay much more per gallon ...",
        "date": "20061110",
        "country": "Peru"
    },
    {
        "title": "Earthweek: a diary of the planet",
        "body": "Long- haul waves",
        "date": "20061007",
        "country": "Peru"
    },
    {
        "title": "Peace Corps vets head back into field",
        "body": "WASHINGTON — In its 45 years, the Peace Corps has sent more than 180,000 volunteers around the world to help people in developing nations and serve as goodwill ambassadors for the United S...",
        "date": "20061124",
        "country": "Peru"
    },
    {
        "title": "PEACE CORPS VETERANS GET ANOTHER CHANCE TO SERVE",
        "body": "Nonprofit organization puts experienced volunteers back into action worldwide.",
        "date": "20061124",
        "country": "Peru"
    },
    {
        "title": "AID NOT REACHING PERUVIAN VICTIMS",
        "body": "Chincha, Peru Homeless victims of a devastating earthquake in Peru lined upfor hours yesterday for blankets, food and water as President Alan Garcia struggled to solve a logistical ...",
        "date": "20070821",
        "country": "Peru"
    },
    {
        "title": "Homeless left hanging",
        "body": "CHINCHA, Peru — Homeless victims of a devas- tating earthquake in Peru lined up for hours today for blankets, food and water as President Alan Garcia strug- gled to solve a logistical ni...",
        "date": "20070821",
        "country": "Peru"
    },
    {
        "title": "Climate wars threaten billions",
        "body": "A TOTAL of 46 nations and 2.7 billion people are now at high risk of being overwhelmed by armed conflict and war because of climate change. A further 56 countries face political destabi...",
        "date": "20071104",
        "country": "Peru"
    },
    {
        "title": "Peru’s Garca gets credit, blame during relief effort",
        "body": "LIMA — A magnitude-8 earthquake that leveled towns in southern Peru last week was the first big test of the presidency of Alan Garca, one of Washington’s top allies in Latin America.",
        "date": "20070824",
        "country": "Peru"
    },
    {
        "title": "Nothing for Gaza Strip",
        "body": "The recent controversy over Minister of Foreign Affairs Maxime Bernier’s statements regarding Israeli settlements misses important realities of Gaza. The reality is Canada has off...",
        "date": "20080120",
        "country": "Peru"
    },
    {
        "title": "Worst yet to come: Flaherty",
        "body": "The worst of the global credit crisis is not over yet, Finance Minister Jim Flaherty said yesterday, and he warned some G20 countries are likely to push for protectionist measures at comi...",
        "date": "20081107",
        "country": "Peru"
    },
    {
        "title": "Smarter responses to economic crisis",
        "body": "I empathise with Samantha von Dniken (Once-wealthy designer becomes a squatter in her own 1.6m home, 11 December), having found myself, in May 2007, evicted from my much-loved home by virt...",
        "date": "20081217",
        "country": "Peru"
    },
    {
        "title": "Haiti braces for riots",
        "body": "GONAIVES, Haiti — Floods that devastated a Haitian city and killed hundreds threaten to trigger a health crisis and fresh outbreaks of food riots, officials and aid workers say.",
        "date": "20080912",
        "country": "Peru"
    },
    {
        "title": "English steps up today as Key leaves for Apec",
        "body": "Just over 24 hours after being sworn in, Bill English will be acting prime minister.",
        "date": "20081120",
        "country": "Peru"
    },
    {
        "title": "Brookfield launches $400M Colombia fund",
        "body": "TORONTO – Canada’s Brookfield Asset Management said yesterday it was setting up a $400-million fund to invest in Colombian infrastructure, joining a wave of foreign investors enterin...",
        "date": "20090910",
        "country": "Peru"
    },
    {
        "title": "WORLDscan",
        "body": "Angolan-DRC tensions",
        "date": "20091218",
        "country": "Peru"
    },
    {
        "title": "Lack of good water is threat to global peace",
        "body": "A SWELLING global population, changing diets and mankind’s expanding ‘‘water footprint’’ could be bringing an end to the era of cheap water.",
        "date": "20090123",
        "country": "Peru"
    },
    {
        "title": "Strategic edge in Latin America",
        "body": "Aseries of strategic security adjustments and military initiatives taken by Brazil is expected to expedite change in the security landscape of Latin America, as well as the Western he...",
        "date": "20091008",
        "country": "Peru"
    },
    {
        "title": "How your asparagus is creating a water crisis in Peru",
        "body": "Asparagus grown in Peru and sold in the UK is commonly held up as a symbol of unacceptable food miles, but a report has raised an even more urgent problem: its water footprint.",
        "date": "20100915",
        "country": "Peru"
    },
    {
        "title": "River crisis worsens threat of water scarcity – study",
        "body": "The vast majority of the world’s rivers are reeling from pollution, over-development and excessive extraction, and billions of dollars of investment by rich countries to avert s...",
        "date": "20101002",
        "country": "Peru"
    },
    {
        "title": "Peru water wars threaten agricultural boom",
        "body": "ICA, Peru ( Reuters) — The World Bank, which has lent millions of dollars to turn Peru’s fragile desert coast into verdant farmland, has stumbled into a film noir scene straight out of Roman Pol...",
        "date": "20100910",
        "country": "Peru"
    },
    {
        "title": "Highway pavesway forBrazilian boost",
        "body": "thousandsofyardsintotheemeraldabyss, earningabriefmention oninternational newswires.",
        "date": "20101111",
        "country": "Peru"
    },
    {
        "title": "Peru gets new Cabinet chief",
        "body": "His young presidency knee-deep in crisis over a disputed mining project, Peru’s Ollanta Humala on Sunday swore in a new Cabinet chief to replace a close associate as part of a leadershi...",
        "date": "20111212",
        "country": "Peru"
    },
    {
        "title": "New Peru Cabinet chief sworn in",
        "body": "LIMA — His young presidency knee-deep in crisis over a disputed mining project, Peru’s Ollanta Humala swore in a new Cabinet chief to replace a close associate as part of a leadership re...",
        "date": "20111213",
        "country": "Peru"
    },
    {
        "title": "Melting glaciers threaten Peru on many fronts",
        "body": "Huaraz, Peru— Glacier melt hasn’t caused a national crisis in Peru, yet. But high in the Andes, rising temperatures and changes in water supply over the past 40 years have decimated crops, ...",
        "date": "20110123",
        "country": "Peru"
    },
    {
        "title": "Rotarians aid crisis appeals Club helps disaster relief",
        "body": "ROTARIANS have been fund-raising for worthy causes across the globe.",
        "date": "20110504",
        "country": "Peru"
    },
    {
        "title": "FOLLOW AND ENGAGE ST ONLINE",
        "body": "News: www.straitstimes.com",
        "date": "20120315",
        "country": "Peru"
    },
    {
        "title": "Peru miners rescue op delayed",
        "body": "ICA (Peru): A rescue operation to free nine miners trapped since last Thursday in a mine in southern Peru could be delayed to two to three days, a top official announced.",
        "date": "20120410",
        "country": "Peru"
    },
    {
        "title": "Trapped Peru miners: Please, get us out of here",
        "body": "ICA, Peru: A rescue operation to free nine miners trapped since last week in a mine in southern could be delayed to two to three days, a top official announced.",
        "date": "20120410",
        "country": "Peru"
    },
    {
        "title": "Explosions, gunfire rock northeast Nigerian city",
        "body": "KANO: Explosions and gunfire rocked Nigeria’s restive northeastern city of Damaturu on Friday, police said, in an area which has been plagued by repeated attacks by Boko Haram Islamists.",
        "date": "20120708",
        "country": "Peru"
    },
    {
        "title": "Rafael Roncaglioglo",
        "body": "On October 1 and 2, my country will have the honour of welcoming in Lima the Heads of State and Government of the Arab and South American countries, along with numerous business leaders...",
        "date": "20120927",
        "country": "Peru"
    },
    {
        "title": "Lopez firm makes inroads in Chile",
        "body": "problems is lack of energy outside of imported fuel.",
        "date": "20131109",
        "country": "Peru"
    },
    {
        "title": "Contaminated water nears Pacific",
        "body": "TOKYO, Aug 23, (AP): Deep beneath Fukushima’s crippled nuclear power station, a massive underground reservoir of contaminated water that began spilling from the plant’s reactors after ...",
        "date": "20130824",
        "country": "Peru"
    },
    {
        "title": "ALMANAC",
        "body": "Today is the 112th day of 2013. There are 253 days left in the year.",
        "date": "20130422",
        "country": "Peru"
    },
    {
        "title": "Bill Gates cannot build a simple toilet",
        "body": "IN ADDITION to eradicating polio in India and starting the personal computer revolution, the Seattle Superman of our age has managed to make going to the bathroom a cause celebre. ...",
        "date": "20131121",
        "country": "Peru"
    },
    {
        "title": "15,000-mile trek aims to promote clean water",
        "body": "WOOSTER: Two 20-somethings from Wayne County want to change the world — drop by drop, cup by cup.",
        "date": "20140119",
        "country": "Peru"
    },
    {
        "title": "Meade named in NZ juniors for Peru trip",
        "body": "WANGANUI teenage waterskier Lily Meade will add another continent to her lists of destinations after she has been named in the New Zealand team to compete at the 2014 Junior Ski Wor...",
        "date": "20141107",
        "country": "Peru"
    },
    {
        "title": "Set on delivering a precious gift – water",
        "body": "When he was just 15, Carter Jenkins called Pepsi, told them about his non-profit organisation, Students for Safe , and asked for a donation of US$20,000 (about S$24,800).",
        "date": "20140720",
        "country": "Peru"
    },
    {
        "title": "Penguins given ‘happy pills’ in soaking Britain",
        "body": "After weeks of rain and wind in England, miserable penguins at a marine center are being fed anti-depressants to cheer them up.",
        "date": "20140209",
        "country": "Peru"
    },
    {
        "title": "Penguins given ‘happy pills’ in soaking Britain",
        "body": "LONDON: After weeks of rain and wind in England, miserable penguins at a marine centre are being fed anti-depressants to cheer them up.",
        "date": "20140209",
        "country": "Peru"
    },
    {
        "title": "COPING WITH CRISIS",
        "body": "Water. Without it, life would be impossible. Yet in Arizona and the Southwest, fast-growing cities and longtime farmers are confronting a new reality: Their future will depend on their ability to make do with much less than they are using now.",
        "date": "20150823",
        "country": "Peru"
    },
    {
        "title": "Combat of terrorism now also part of Apec",
        "body": "Asia-Pacific leaders convened for annual talks overshadowed by fallout from the Paris attacks as protesters clashed with police near heavily guarded summit venues. Anti-globalisation p...",
        "date": "20151120",
        "country": "Peru"
    },
    {
        "title": "Combat of terrorism now also part of Apec",
        "body": "Philippines",
        "date": "20151120",
        "country": "Peru"
    },
    {
        "title": "Combat of terrorism now also part of Apec",
        "body": "Asia-Pacific leaders convened for annual talks overshadowed by fallout from the Paris attacks as protesters clashed with police near heavily guarded summit venues. Anti-globalisation p...",
        "date": "20151120",
        "country": "Peru"
    },
    {
        "title": "Combating terrorism",
        "body": "Philippines",
        "date": "20151120",
        "country": "Peru"
    },
    {
        "title": "Latin America prepares to ring new year with colour",
        "body": "YELLOW underwear is flying off the shelves these days in the Chilean capital Santiago, where tradition holds that it brings prosperity and love if you wear it on New Year’s Eve.",
        "date": "20161230",
        "country": "Peru"
    },
    {
        "title": "Latin America rings in new year with colorful undies",
        "body": "SANTIAGO (AFP) — Yellow underwear is flying off the shelves these days in the Chilean capital Santiago, where tradition holds that it brings prosperity and love if you wear it on New Yea...",
        "date": "20161230",
        "country": "Peru"
    },
    {
        "title": "L APRIL 23",
        "body": "Fancy a cooling dip in a pristine, predatorfree river in a tropical wilderness? Never try it in this river running deep in the Amazonian rainforests in , for its will not be ref...",
        "date": "20160423",
        "country": "Peru"
    },
    {
        "title": "The Boiling River",
        "body": "Fancy a cooling dip in a pristine, predator-free river in a tropical wilderness? Never try it in this river running deep in the Amazonian rainforests in , for its will not be ref...",
        "date": "20160417",
        "country": "Peru"
    },
    {
        "title": "Celebrating new year with undies ‘for love, money’",
        "body": "An Australian Federal Police officer standing next to the",
        "date": "20161230",
        "country": "Peru"
    },
    {
        "title": "Many ways to ring in new year",
        "body": "YELLOW underwear is flying off the shelves these days in the Chilean capital Santiago, where tradition holds that it brings prosperity and love if you wear it on New Year’s Eve.",
        "date": "20161230",
        "country": "Peru"
    },
    {
        "title": "Peru seeks aid to cope with extreme floods",
        "body": "LIMA: Peru needs more international aid to help hundreds of thousands of people cope with continuing floods and mudslides that have killed more than 100 people and torn apart much of the co...",
        "date": "20170402",
        "country": "Peru"
    },
    {
        "title": "Region rallies to assist Peruvian flood victims with donation of supplies",
        "body": "New London — Lizbeth Polo-Smith, one of several women leading a local effort to send food, water and clothing to the people of flood-ravaged Peru, remembers a time when her family in Peru was the recipient of a desperately needed care package.",
        "date": "20170323",
        "country": "Peru"
    },
    {
        "title": "Harvest fog for water",
        "body": "ON APRIL 26, in the full council sitting, I raised three issues with mayor Patricia de Lille regarding the deepening water crisis in Cape Town.",
        "date": "20170525",
        "country": "Peru"
    },
    {
        "title": "Peru and Colombia vow to stand with Mexico after row with Trump",
        "body": "LIMA, (Reuters) - Peru and Colombia vowed to stand with Mexico as the country faces an uncertain economic future and grapples with a crisis with the United States just days into U.S. Presid...",
        "date": "20170128",
        "country": "Peru"
    },
    {
        "title": "On foot, Venezuela’s poor seek better lives across S. America",
        "body": "TULCAN (Ecuador) During his two-week trek through the bitterly cold Andean mountains, penniless Venezuelan Jesus Mendoza has eaten better than he has for months in his impoverished homel...",
        "date": "20180904",
        "country": "Peru"
    },
    {
        "title": "Venezuela’s poor seek better lives across South America",
        "body": "During his two-week trek through the bitterly cold Andean mountains, penniless Venezuelan migrant Jesus Mendoza has eaten better than he has for months in his impoverished homeland. “In ...",
        "date": "20180829",
        "country": "Peru"
    },
    {
        "title": "Reduced to vagrants",
        "body": "During his twoweek trek through the bitterly cold Andean mountains, penniless Venezuelan migrant Jesus Mendoza has eaten better than he has for months in his impoverished homeland.",
        "date": "20180830",
        "country": "Peru"
    },
    {
        "title": "Maduro offers to airlift migrants home",
        "body": "LIMA: Some 300 Venezuelans gathered outside of their country’s embassy in Peru on Tuesday, shouting “We want to leave!” after President Nicolas Maduro offered to airlift migrants who wa...",
        "date": "20180906",
        "country": "Peru"
    },
    {
        "title": "2019 unrest in South America",
        "body": "Venezuela: Protests over alleged election fraud as well as economic collapse and the failure of and energy systems.",
        "date": "20191122",
        "country": "Peru"
    },
    {
        "title": "2019 unrest in South America",
        "body": "Venezuela: Protests over alleged election fraud as well as economic collapse and the failure of and energy systems.",
        "date": "20191127",
        "country": "Peru"
    },
    {
        "title": "Venezuelan mothers, children in tow, rush to migrate",
        "body": "TUMBES, Peru — Mothers dragged their children across three countries, trekking around border checkpoints and crossing rivers in waist-high . Others were conned by fake travel agents, or r...",
        "date": "20190620",
        "country": "Peru"
    },
    {
        "title": "Venezuelan mothers with children in tow rush to migrate",
        "body": "Mothers dragged their children across three countries, trekking around border checkpoints and crossing rivers in waist-high water. Others were conned by fake travel agents, or robbed by bandits...",
        "date": "20190623",
        "country": "Peru"
    },
    {
        "title": "Land loss and farmer poverty could make coffee a luxury drink",
        "body": "Coffee could become a luxury in the UK if businesses do not invest more to help farmers who are abandoning their crops because of climate change and historically low prices.",
        "date": "20191001",
        "country": "Peru"
    },
    {
        "title": "Drought crisis",
        "body": "Puerto Rico’s governor yesterday declared a state of emergency as a worsening drought creeps across the US territory amid a coronavirus pandemic. Starting July 2, nearly 140,000 clients,...",
        "date": "20200701",
        "country": "Peru"
    },
    {
        "title": "Pandemic pushes Peru’s vital peasant farmers to the brink",
        "body": "PISAC, Peru (AP) — Under a punishing Andean sun, Nazario Quispe digs his plow into the soil where he is growing dozens of different potato varieties — uncertain when he will be able to aff...",
        "date": "20201128",
        "country": "Peru"
    },
    {
        "title": "Peruvians get third president in a week",
        "body": "LIMA, Peru — Peruvians watched in hope as the nation’s third president in a week was sworn into office Tuesday promising to restore trust in government after the worst constitutional cri...",
        "date": "20201118",
        "country": "Peru"
    },
    {
        "title": "As virus swamps Peru, Venezuelan migrants collect the dead",
        "body": "LIMA, PERU  Faustino Lpez was terrified after his wife, Anglica, was hospitalized with the coronavirus last month.",
        "date": "20200522",
        "country": "Peru"
    },
    {
        "title": "Peru Teeters, Second Leader Quits",
        "body": "LIMA, Peru—Peru was rudderless Sunday night, with its president having resigned just six days after taking power and political leaders unable to agree on a new head of state to end a con...",
        "date": "20201116",
        "country": "Peru"
    },
    {
        "title": "ON THIS DATE",
        "body": "In 1803, the Louisiana Purchase was completed as ownership of the territory was formally transferred from France to the United States.",
        "date": "20211220",
        "country": "Peru"
    },
    {
        "title": "DESPERATE REFUGEES",
        "body": "The Covid-19 pandemic has impacted everyone’s life, and at the same time has exacerbated structural inequalities in vulnerable groups that had been crying out for help even beforehand...",
        "date": "20210401",
        "country": "Peru"
    },
    {
        "title": "TODAY IN HISTORY",
        "body": "Today is Monday, Dec. 20.",
        "date": "20211220",
        "country": "Peru"
    },
    {
        "title": "Fujimori edges ahead in tight Peru presidential vote",
        "body": "LIMA: Right-wing populist Keiko Fujimori held a narrow lead over radical leftist Pedro Castillo following a partial vote count in Peru’s presidential election on Sunday. With 52.9 per...",
        "date": "20210608",
        "country": "Peru"
    },
    {
        "title": "TODAY IN HISTORY",
        "body": "Today is Monday, Dec. 20. Today’s highlight:",
        "date": "20211220",
        "country": "Peru"
    },
    {
        "title": "Clashes in the Philippines over top judge",
        "body": "Demonstrators backing the impeachment of the Philippines’ top judge scuffled with security forces yesterday as the government tried to defuse a that is causing fresh worries over p...",
        "date": "20031106",
        "country": "Philippines"
    },
    {
        "title": "US naval base a thorn in Fidel Castro’s side",
        "body": "The United States naval base at Guantanamo Bay, in the southeast of Cuba, remains a thorn in the side of Cuba’s leader Fidel Castro. Each year Washington sends him a cheque for US$4,000 under an ol...",
        "date": "20031207",
        "country": "Philippines"
    },
    {
        "title": "Beer tycoon may hold sway over election race",
        "body": "Filipinos love to drink Eduardo Cojuangco’s beer and eat his food, but his other role as a political godfather is having a much more divisive effect as the country gears up for a volatile elec...",
        "date": "20031117",
        "country": "Philippines"
    },
    {
        "title": "Could this be World War H2O?",
        "body": "“As scarcity develops, more people are going to die and more ecosystems are going to become unviable”",
        "date": "20031018",
        "country": "Philippines"
    },
    {
        "title": "Rudder crisis forces Karakoa out",
        "body": "Filipino fast-food businessman Ray Ordoveza bit off more than he could chew with his ageing boat Clariden Karakoa, champion-apparent to the Asian crown, which retired with rudder problems on i...",
        "date": "20040410",
        "country": "Philippines"
    },
    {
        "title": "‘Sin tax’ rises not expected to stave off budget crisis",
        "body": "The Philippine Congress last night approved a bill raising taxes on tobacco and alcohol, which is intended to help avert a financial crisis and debt default. President Gloria Macapagal-Arroy...",
        "date": "20041217",
        "country": "Philippines"
    },
    {
        "title": "US marines move in to help storm victims",
        "body": "US marines began contributing to relief operations yesterday after the storms that have left more than 1,500 people dead or missing.",
        "date": "20041209",
        "country": "Philippines"
    },
    {
        "title": "Thousands evacuated as death toll from floods rises to 29",
        "body": "Philippine rescue teams evacuated thousands of people from the worst flooding to hit the central Luzon region since the 1970s, as some hungry victims resorted to hunting rats for food.",
        "date": "20040831",
        "country": "Philippines"
    },
    {
        "title": "Arroyo may not survive ‘descent into chaos’",
        "body": "President Gloria Macapagal-Arroyo may not escape the crisis enveloping her leadership, according to a Washington-based think-tank whose position on foreign policy closely reflects that of ...",
        "date": "20050721",
        "country": "Philippines"
    },
    {
        "title": "Investors see value in the Philippines’ rocky political situation",
        "body": "Even as the political lifeblood of President Gloria Macapagal-Arroyo appeared to be draining away yesterday, and most foreign investors were bailing out of the ’ financial mark...",
        "date": "20050709",
        "country": "Philippines"
    },
    {
        "title": "Tax delays push economy to the brink",
        "body": "Delays in implementing meaningful tax reforms are pushing the Philippines closer to a financial crisis as outstanding debt repayments eat up ever more of the struggling economy’s scarce ...",
        "date": "20050425",
        "country": "Philippines"
    },
    {
        "title": "qquueessttiioonnss that MMUUSSTT be answered JULY",
        "body": "IT’S an uncomfortable question but one that has to be asked: What is the government hiding?",
        "date": "20051216",
        "country": "Philippines"
    },
    {
        "title": "Too many cooks spoil broth",
        "body": "Rayong — Poor water management causedbyinvolving toomanygovernment agencies is a common problem among SoutheastAsiancountries, includingThailand, experts said.",
        "date": "20060913",
        "country": "Philippines"
    },
    {
        "title": "Local relief team to aid typhoon victims",
        "body": "A Toronto relief team is on its way to the Philippines to help victims of Typhoon Durian.",
        "date": "20061207",
        "country": "Philippines"
    },
    {
        "title": "The sacrificial lamb",
        "body": "The rape case involving US marines and a Filipino woman strikes at the deepest sensitivities of relations between the US and the Philippines. The leaders of both countries have put on a sho...",
        "date": "20061213",
        "country": "Philippines"
    },
    {
        "title": "Fouled water takes 5,000 lives per day, UN report claims",
        "body": "CAPE TOWN, South Africa • The humble flush toilet, taken for granted in most rich countries, could be a cheap, but powerful, tool to slash childhood deaths and boost global development, a UN ...",
        "date": "20061110",
        "country": "Philippines"
    },
    {
        "title": "Kids play with doll, eat ice cream in hostage crisis",
        "body": "A young girl waved a Barbie doll while a boy licked an ice cream cone. Another girl casually finished a bottle of water while chatting with a classmate.",
        "date": "20070329",
        "country": "Philippines"
    },
    {
        "title": "Fish-head curry a rare dish in 10 years?",
        "body": "FISH-HEAD curry might soon become an “endangered” dish, a possibility that will dismay Singaporean foodies.",
        "date": "20071108",
        "country": "Philippines"
    },
    {
        "title": "WWF blasts rogue fishermen",
        "body": "Hong Kong — Fishermen around Hong Kong are using dynamite to get their catch, aggravating a marine crisis caused by overfishing, pollution and dredging, the World Wildlife Fund (WWF) sai...",
        "date": "20070315",
        "country": "Philippines"
    },
    {
        "title": "Day care owner puts pin back in grenade and surrenders",
        "body": "A young MANILA, Philippines — girl waved a Barbie doll in the air while a boy licked an ice cream cone. Another girl casually finished a bottle of water while chatting with a classmate.",
        "date": "20070329",
        "country": "Philippines"
    },
    {
        "title": "Current shortage has exposed Asian countries’ failure to recognise the importance of developing their agriculture sectors",
        "body": "Gantallan Plorensio’s farm is a paradox at the heart of Asia’s growing rice crisis. The fields that get enough water have never been more productive, contributing to a five per cent annual ...",
        "date": "20080501",
        "country": "Philippines"
    },
    {
        "title": "Toxic pesticide on board halts search for ferry victims",
        "body": "MANILA —",
        "date": "20080628",
        "country": "Philippines"
    },
    {
        "title": "Bush OKs $200M vs. international food crisis",
        "body": "President Bush ordered the release of $200 million more in US emergency food aid yesterday.",
        "date": "20080415",
        "country": "Philippines"
    },
    {
        "title": "Food riots loom as farmers feel the heat, rice expert warns",
        "body": "Asian governments must better focus on looming rice shortages to fend off the possibility of civil unrest, one of the region’s leading experts on the staple crop warned yesterday.",
        "date": "20080220",
        "country": "Philippines"
    },
    {
        "title": "Landslide deaths hit 540",
        "body": "PANGASINAN, PHILIPPINES The death toll from two weeks of unprecedented storms across the northern soared past 540 on Friday after landslides consumed homes and neck-deep floods ...",
        "date": "20091010",
        "country": "Philippines"
    },
    {
        "title": "Philippines seeks aid after floods maroon thousands",
        "body": "Manila – The Philippines appealed for international aid to help tens of thousands marooned by flashfloods, and apologized for the delays in rescue efforts to avoid potential politica...",
        "date": "20090928",
        "country": "Philippines"
    },
    {
        "title": "PHILIPPINES APPEALS FOR DISASTER AID",
        "body": "Manila The Philippines appealed for international aid to help tens of thousands marooned by flash floods and apologized for the delays in rescue efforts to avoid potential political f...",
        "date": "20090928",
        "country": "Philippines"
    },
    {
        "title": "Manila Water mobilizes Mobile Treatment Plants to Pangasinan",
        "body": "MANILA Water deployed three of its four Mobile Treatment Plants (MTPs) to Lingayen and Dagupan to immediately process and supply drinking water for residents of two flood-stricken areas ...",
        "date": "20091119",
        "country": "Philippines"
    },
    {
        "title": "Crisis heightens sea disputes",
        "body": "BEIJING The global financial crisis is increasing competition for marine resources and could aggravate territorial disputes in the South China Sea, a Chinese general said yesterday...",
        "date": "20090331",
        "country": "Philippines"
    },
    {
        "title": "Asia in the grip of water crisis – Asian Development Bank",
        "body": "SINGAPORE: Asia is in the grip of a water crisis that could set back the region’s robust economic growth if left unresolved, according to a top Asian Development Bank (ADB) official.",
        "date": "20100701",
        "country": "Philippines"
    },
    {
        "title": "Renewable Energy unfazed by El Nio",
        "body": "THE Department of Energy said that the potential impact of El Nio has not affected the influx of renewable energy projects pouring into the country.",
        "date": "20100129",
        "country": "Philippines"
    },
    {
        "title": "Asia in the grip of water crisis – Asian Development Bank",
        "body": "Asia is in the grip of a water crisis that could set back the region’s robust economic growth if left unresolved, according to a top Asian Development Bank official.",
        "date": "20100703",
        "country": "Philippines"
    },
    {
        "title": "Humiliation",
        "body": "THROUGH MEDIA reports, the Hong Kong government has asked Manila Mayor Alfredo Lim and 115 other Filipinos to testify at its own public inquiry into the Luneta hostage crisis that left eight H...",
        "date": "20101222",
        "country": "Philippines"
    },
    {
        "title": "Philippines third-largest borrower of ADB funds",
        "body": "THE Philippine government was the third-largest recipient of loan assistance among Southeast Asian countries from the Asian Development Bank (ADB) last year to counter the global economi...",
        "date": "20100422",
        "country": "Philippines"
    },
    {
        "title": "Poor can earn money from water hyacinth",
        "body": "First, I would like to compliment your cartoonist for another brilliant illustration (Nov 8). This cartoon and his recent efforts, all related to the present , have been hilarious.",
        "date": "20111110",
        "country": "Philippines"
    },
    {
        "title": "PH may face water shortage without proper management",
        "body": "ADB warns Asia will face a severe water crisis by 2030, with an estimated water supply shortfall of 40%",
        "date": "20110317",
        "country": "Philippines"
    },
    {
        "title": "Disease fears as Philippines flood toll tops 1,000",
        "body": "Meanwhile, the European Union is to donate 3 million euros ($3.9 million) for emergency and relief operations in flood-devastated areas in the Philippines, its delegation in Manila sa...",
        "date": "20111222",
        "country": "Philippines"
    },
    {
        "title": "Gunmen send 2 hostages for food and water",
        "body": "Armed tribesmen who kidnapped 15 people, mostly teachers, in the southern Philippines sent two of the captives yesterday to get food and water and threatened to harm the remaining hostage...",
        "date": "20110404",
        "country": "Philippines"
    },
    {
        "title": "Philippines to raise territory row at Asem",
        "body": "MANILA: Philippine President Benigno Aquino said yesterday his country would raise overlapping claims to the South China Sea during a summit of Asian and European leaders in Laos this week...",
        "date": "20121105",
        "country": "Philippines"
    },
    {
        "title": "Never compromise principles",
        "body": "The recent crisis around Huangyan Island, where ships from China and the Philippines are in a standoff, is only one of the challenges the Philippines has made to China in the South China Sea. A...",
        "date": "20120507",
        "country": "Philippines"
    },
    {
        "title": "Never compromise principles China stands firm on sovereignty issues but seeks peaceful solutions to settle disputes with neighboring countries",
        "body": "The recent crisis around Huangyan Island, where ships from China and the Philippines are in a standoff, is only one of the challenges the Philippines has made to China in the South China Sea. A...",
        "date": "20120507",
        "country": "Philippines"
    },
    {
        "title": "Miriam: China dividing Asean",
        "body": "China is dividing the Association of Southeast Asian Nations ( ASEAN), according to Sen. Miriam DefensorSantiago.",
        "date": "20121203",
        "country": "Philippines"
    },
    {
        "title": "A Call To Conserve Water NOW",
        "body": "IMAGINE, IF YOU'RE SO THIRSTY BUT when you tried to get water from the faucet, you just squeezed a drop. Can you cook without ? Can you keep a good personal hygiene without ? In short, ...",
        "date": "20130908",
        "country": "Philippines"
    },
    {
        "title": "HOW YOU CAN GIVE TO CRISIS APPEAL",
        "body": "AID agencies have launched a joint emergency appeal to get food, and shelter to victims of the devastating typhoon.",
        "date": "20131113",
        "country": "Philippines"
    },
    {
        "title": "Water crisis threatening Asia Pacific",
        "body": "DESPITE the economic progress of most of the countries in the AsiaPacific region, security in the region still remains a challenge, a new study prepared jointly by the Asian Develop...",
        "date": "20130314",
        "country": "Philippines"
    },
    {
        "title": "UK raises 73m for Philippines appeal",
        "body": "a MONTH on from the devastating typhoon that rocked the Philippines, officials have said the generosity of the British public has helped 1.6 million people affected by the . Since...",
        "date": "20131207",
        "country": "Philippines"
    },
    {
        "title": "HaIyan deVastates PhIlIPPInes",
        "body": "Typhoon Haiyan, known as Typhoon Yolanda in the Philippines, was the most powerful tropical cyclone to have hit the , and other parts of Southeast Asia, in November 2013. Over 6,00...",
        "date": "20131229",
        "country": "Philippines"
    },
    {
        "title": "Charities in joint typhoon appeal",
        "body": "AID agencies have launched a joint emergency appeal to get food, water and shelter to victims of the devastating Philippines typhoon.",
        "date": "20131112",
        "country": "Philippines"
    },
    {
        "title": "Israeli business delegation coming to PH",
        "body": "ISRAELI businessmen involved in agriculture and water technology will be coming to the in November to collaborate with local industry players. They are considering Ce...",
        "date": "20140912",
        "country": "Philippines"
    },
    {
        "title": "Water and other natural things",
        "body": "IN 1976, when the country was faced with a lot of crisis, then President Ferdinand Marcos issued Presidential Decree 1067 or otherwise known as the Code of the , and t...",
        "date": "20140117",
        "country": "Philippines"
    },
    {
        "title": "South China Sea legal battle hots up",
        "body": "THE historic legal battle between the Philippines and China over disputed territories in the South China Sea has entered a new phase. There are renewed risks of escalation. In recent da...",
        "date": "20141218",
        "country": "Philippines"
    },
    {
        "title": "ICRC: .4-M displaced Zambo folk still in dire conditions",
        "body": "About 40,000 people displaced by the Zamboanga City crisis are living in difficult conditions or are still largely dependent on assistance, the International Committee of the Red Cros...",
        "date": "20140705",
        "country": "Philippines"
    },
    {
        "title": "PH FEELING PINCH OF FAULTY RICE RESEARCH",
        "body": "THE Philippines is now feeling the pinch of a research and development bias on rice that thrives under a wetculture set-up, which is unsustainable in the face of a looming .",
        "date": "20140313",
        "country": "Philippines"
    },
    {
        "title": "Mayor’s call: Preserve water",
        "body": "CLARK FREEPORT ZONE, Pampanga — Angeles City Mayor Edgardo Pamintuan appealed to their constituents and the government to act swiftly to address the alarming in country. “The...",
        "date": "20150715",
        "country": "Philippines"
    },
    {
        "title": "‘It is time that we act’",
        "body": "ANGELES CITY – “The recent Iloilo City water crisis was a wake-up call to our government. The water shortage they experienced is alarming, and supporting studies show that the entire country might experience this feared shortage of supply. It is time that we act.”",
        "date": "20150714",
        "country": "Philippines"
    },
    {
        "title": "Negros Oriental as water excellence capital",
        "body": "DUMAGUETE CITY – The Negros Oriental provincial government has accepted the challenge to become the country’s capital of excellence and sustainability. Lawyer Froilan Pinili,...",
        "date": "20150810",
        "country": "Philippines"
    },
    {
        "title": "Philippines asks Hague tribunal to invalidate China’s sea claims",
        "body": "THE Philippines has asked an international tribunal to declare China’s claims to virtually all of the South China Sea invalid, saying Beijing’s actions have trampled other nations’ right...",
        "date": "20150709",
        "country": "Philippines"
    },
    {
        "title": "‘Si vis pacem, para bellum’ (2)",
        "body": "ACCORDING",
        "date": "20150220",
        "country": "Philippines"
    },
    {
        "title": "Drinkable water is going down the drain – we need plans",
        "body": "The Philippines is one of 37 Asian countries cited by the Asian Development Bank (ADB) as “either suffering from low levels of water security or have barely begun to engage in the essen...",
        "date": "20161007",
        "country": "Philippines"
    },
    {
        "title": "Water crisis requires quick action — ECCP",
        "body": "THE Philippines needs to head off a looming water crisis, the European Chamber of Commerce of the Philippines (ECCP) said as it called for a multisectoral approach to address the problem...",
        "date": "20160506",
        "country": "Philippines"
    },
    {
        "title": "Key Phl cities at risk from severe water shortage",
        "body": "Metro Manila and other key cities in the Philippines are in danger of experiencing drought in water supply in a decade’s time unless immediate measures in improving security ar...",
        "date": "20160506",
        "country": "Philippines"
    },
    {
        "title": "ECCP warns of severe water shortage by 2025",
        "body": "THE EUROPEAN Chamber of Commerce of the Philippines (ECCP) is seeking the creation of a “super agency” that will address the possible “severe water shortage” by 2025.",
        "date": "20160506",
        "country": "Philippines"
    },
    {
        "title": "ABB strengthens Philippines water business",
        "body": "GLOBAL industrial technology firm ABB is strengthening its business segment in the as it harmonizes existing technology with the Internet of things (IOT) to optim...",
        "date": "20170711",
        "country": "Philippines"
    },
    {
        "title": "Facing heat over water woes",
        "body": "As if climate change is not enough of a headache, there are more than 30 water agencies in the vying for control over the resource, offering often conflicting programmes.",
        "date": "20170216",
        "country": "Philippines"
    },
    {
        "title": "Mattis starts Asia trip with visit to Philippines",
        "body": "U.S. Defense Secretary Jim Mattis said he would talk with Asian allies about North Korea and the caused by Pyongyang’s “reckless” provocations, as he kicked off a weeklong trip to th...",
        "date": "20171023",
        "country": "Philippines"
    },
    {
        "title": "Water crisis ‘ by 2040’ places management practices in focus",
        "body": "THE outdated water code needs a major overhaul in the face of a severe water crisis that might creep in sooner than many expected, a legislator and representatives of a contractor ove...",
        "date": "20170209",
        "country": "Philippines"
    },
    {
        "title": "ABB reinforces water business in PH",
        "body": "Global industrial technology firm ABB is strengthening its water business segment in the Philippines as it harmonizes existing technology with the Internet of things (IOT) to optimize supply and resources in light of the looming in the country.",
        "date": "20170710",
        "country": "Philippines"
    },
    {
        "title": "Atom Araullo dives into PH's water crisis",
        "body": "As the month draws into a close, award-winning journalist Atom Araullo dives into the water crisis in The Atom Araullo Specials this Sunday (September 30).",
        "date": "20180929",
        "country": "Philippines"
    },
    {
        "title": "Atom Araullo dives into the country’s water crisis this Sunday",
        "body": "As the month draws into a close, award-winning journalist Atom Araullo dives into the water crisis in “The Atom Araullo Specials” this Sunday, September 30.",
        "date": "20180929",
        "country": "Philippines"
    },
    {
        "title": "Phl water crisis in ‘The Atom Araullo Specials‘",
        "body": "Join Atom Araullo as he dives into the waterscape in “The Atom Araullo Specials: Daloy, A ,” this Sunday, 4:30 p.m. on GMA-7.",
        "date": "20180930",
        "country": "Philippines"
    },
    {
        "title": "Public-private water partnership in time of climate change",
        "body": "PERNESTOM. ORDOEZ",
        "date": "20180831",
        "country": "Philippines"
    },
    {
        "title": "No alternative to water",
        "body": "There are alternatives to gas and oil, but there is no alternative to water.” This statement should motivate urgent action to address our country’s . , because 70 p...",
        "date": "20180206",
        "country": "Philippines"
    },
    {
        "title": "Why the Philippines should declare a climate emergency",
        "body": "few weeks from now, from September 20 to 27, millions around the world will walk out from their workplaces, homes and classrooms to join young climate strikers in sounding the alarm on the cli...",
        "date": "20190916",
        "country": "Philippines"
    },
    {
        "title": "INDUSTRIES FEEL PINCH OF WATER SHORTAGE",
        "body": "Fourteen local and foreign business groups have urged the government to fast-track the development of new water sources for Metro Manila, noting they too were “experiencing hardships with the current shortage.”",
        "date": "20190423",
        "country": "Philippines"
    },
    {
        "title": "BUSINESS GROUPS SAY WATER CRISIS NOT TOTAL SYSTEM FAILURE",
        "body": "Several groups, including chambers of commerce, tried to sympathize with the plight of the public over the water crisis but still claimed that the problem was “not a total failure of the ...",
        "date": "20190326",
        "country": "Philippines"
    },
    {
        "title": "Battle of Manila Bay a catalyst for action",
        "body": "On Jan. 27, I was at the Battle of Manila Bay. It was an inspiring event led by Secretary Roy Cimatu. It is a catalyst for united action to address effective water governance on a broade...",
        "date": "20190131",
        "country": "Philippines"
    },
    {
        "title": "Tomorrow Rising Fund provides clean water for communities",
        "body": "SCHNEIDER Electric Foundation’s Tomorrow Rising Fund, which was launched to support emergency relief and longer-term reconstruction projects related to Covid-19 in all countries where S...",
        "date": "20200814",
        "country": "Philippines"
    },
    {
        "title": "Japan, Unicef on facing new challenges for children in Covid-19",
        "body": "THE Covid-19 crisis is a child rights crisis. UN children’s agency Unicef recognized the potential harm that Covid-19 can do to an already dire situation of children in the Philippines. W...",
        "date": "20200803",
        "country": "Philippines"
    },
    {
        "title": "EXPERTS FROM ISRAEL, PH ADDRESS WATER AND SANITATION CRISIS",
        "body": "Filipino and Israeli water experts gathered together in an online knowledgesharing session to explore potential solutions that can address the Philippines’ supply and sanitation problems.",
        "date": "20211025",
        "country": "Philippines"
    },
    {
        "title": "Israel shares best practices to help PH manage water supply",
        "body": "What can Israel offer the Philippines in terms of knowledge on how to address the latter's water supply and sanitation problems? A lot, apparently.",
        "date": "20211018",
        "country": "Philippines"
    },
    {
        "title": "Experts showcase innovative solutions for waters, sanitation",
        "body": "MANILA—Filipino and Israeli water experts gathered together in an online knowledge-sharing session last October 13 to explore potential solutions to address the ’ supply and ...",
        "date": "20211018",
        "country": "Philippines"
    },
    {
        "title": "Phl, Israeli experts showcase water, sanitation solutions",
        "body": "Filipino and Israeli water experts gathered in an online knowledge-sharing session recently to explore potential solutions to address supply and sanitation problems in the Philippine...",
        "date": "20211024",
        "country": "Philippines"
    },
    {
        "title": "UNICEF sends supplies to Typhoon Odette areas",
        "body": "UNICEF staff is on the ground conducting assessments and is leading the , Sanitation and Hygiene (WASH), Nutrition, Education and",
        "date": "20211227",
        "country": "Philippines"
    },
    {
        "title": "Tightening the noose",
        "body": "Rising international terrorism has lent new urgency to ending an old problem: the spread of nuclear, chemical and biological weapons. So it was not surprising that a multinational exerc...",
        "date": "20031001",
        "country": "Poland"
    },
    {
        "title": "Citigroup buys Koram Bank",
        "body": "In the biggest acquisition by an overseas investor in South Korea, Citigroup has agreed to buy Koram Bank for 3.18 trillion won (HK$20.95 billion) in cash, boosting the American bank’s share ...",
        "date": "20040224",
        "country": "Poland"
    },
    {
        "title": "Small nation plays on its strengths",
        "body": "For a small nation with a population of just under 5.4 million, Denmark packs a political and economic punch worthy of some of its bigger neighbours, according to the country’s senior dipl...",
        "date": "20040416",
        "country": "Poland"
    },
    {
        "title": "Merkel the broker as Blair pushes Chirac to the brink",
        "body": "TONY Blair and Jacques Chirac were at daggersdrawn in Brussels last night over the future of French farm subsidies. The Prime Minister warned he would veto a European budget deal unless gr...",
        "date": "20051216",
        "country": "Poland"
    },
    {
        "title": "Helium crisis over, business breathes easier",
        "body": "You probably didn’t notice unless you recently tried to buy a helium balloon, but the world is just now recovering from a helium shortage, which is more serious than it sounds.",
        "date": "20061216",
        "country": "Poland"
    },
    {
        "title": "Holland sets the scene for bird-flu doomsday",
        "body": "Consider the following scenario for a moment:",
        "date": "20060314",
        "country": "Poland"
    },
    {
        "title": "Homeless migrants could cause chaos, Reid warned",
        "body": "HOMELESS Eastern Europeans will cause havoc on Britain’s streets unless John Reid spends hundreds of thousands of pounds to send them home, council leaders warned last night.",
        "date": "20060812",
        "country": "Poland"
    },
    {
        "title": "Britain’s open door is letting in a crisis",
        "body": "AS I write this there is a Polish workman in my kitchen doing a job for half the price his English equivalent would charge me.",
        "date": "20061206",
        "country": "Poland"
    },
    {
        "title": "EU leaders reach deal on treaty",
        "body": "European Union leaders clinched agreement yesterday on a mandate to overhaul the 27-nation bloc after persuading Poland to end a standoff that nearly torpedoed a marathon summit.",
        "date": "20070624",
        "country": "Poland"
    },
    {
        "title": "The rise in immigrant population changes the landscape and culture of Britain",
        "body": "SIR – On Remembrance Sunday, Gordon Brown will pay tribute at the Cenotaph to the millions who gave their lives to preserve their beautiful country.",
        "date": "20071025",
        "country": "Poland"
    },
    {
        "title": "Pope moves to allow wider Latin Mass use",
        "body": "Pope Benedict XVI has approved a document that revives the Latin Mass used by the Roman Catholic Church for centuries until the modernizing reforms of the Second Vatican Council in the...",
        "date": "20070629",
        "country": "Poland"
    },
    {
        "title": "EU countries give up on constitution, instead look at treaty",
        "body": "PARIS — A squabbling European Union has given up hope for a constitution, agreeing instead Saturday to peddle a - down treaty to its 27 capitals in hopes of ending a twoyear stale...",
        "date": "20070625",
        "country": "Poland"
    },
    {
        "title": "Crisis no reason to dilute climate plan – EU",
        "body": "The global financial crisis is no reason to water down the European Union’s flagship plan to fight climate change, the bloc’s environment chief said on yesterday.",
        "date": "20080925",
        "country": "Poland"
    },
    {
        "title": "Losing our bottle",
        "body": "CASH-strapped families are boycotting bottled water – and turning on the tap instead.",
        "date": "20080916",
        "country": "Poland"
    },
    {
        "title": "places where the pound is strong",
        "body": "5 ICELAND - sterling has continued to strengthen against the krona ever since the collapse of the banking system. Flights from 115 return. – the Polish zloty has stayed weak so why no...",
        "date": "20081114",
        "country": "Poland"
    },
    {
        "title": "ON THE FRONTLINE",
        "body": "Key countries worried by Russia’s moves:",
        "date": "20080818",
        "country": "Poland"
    },
    {
        "title": "Native leader warns of climate changes",
        "body": "By THE ASSOCIATED PRESS",
        "date": "20081208",
        "country": "Poland"
    },
    {
        "title": "Poland’s economy stays afloat amid crisis",
        "body": "WARSAW — Poland is showing economic resilience as its neighbors struggle with deep recessions.",
        "date": "20090829",
        "country": "Poland"
    },
    {
        "title": "Manufacturers sign deal with Poland",
        "body": "The Manufacturers Association of Israel on Wednesday signed an economic-cooperation agreement with aimed at boosting trade relations.",
        "date": "20091119",
        "country": "Poland"
    },
    {
        "title": "Stress tests for the eurozone",
        "body": "The world’s youngest and second most important currency enters its second decade of existence with formidable challenges ahead of it. The euro has started the year in a global scenario wh...",
        "date": "20090226",
        "country": "Poland"
    },
    {
        "title": "Poland shows Europe how to avoid a recession",
        "body": "Poland is showing economic resilience as its neighbours struggle with deep recessions.",
        "date": "20090828",
        "country": "Poland"
    },
    {
        "title": "Biden says new missiles to defend Europe",
        "body": "BUCHAREST, Romania — Vice President Biden said yesterday that Europe was threatened by medium-and short-range missiles and that a new missile-defense system would help protect it.",
        "date": "20091023",
        "country": "Poland"
    },
    {
        "title": "Huge budget for flood victims gets nod",
        "body": "WARSAW: Poland has earmarked 2 billion zlotys (19.47 billion baht) from its budget reserves to help flood victims, after heavy rains caused severe floods for more than a week, Prime Minist...",
        "date": "20100526",
        "country": "Poland"
    },
    {
        "title": "ANOTHER CRISIS IN THE MAKING",
        "body": "Envisat image showing a vast blue-green algae bloom filling the Baltic Sea. The potentially toxic bloom, covering 377,000sqkm, could pose a risk to marine life in the region, warn scienti...",
        "date": "20100725",
        "country": "Poland"
    },
    {
        "title": "‘boil’ over",
        "body": "Let’s put our current problems into perspective.",
        "date": "20100504",
        "country": "Poland"
    },
    {
        "title": "Bottled-up rage over water",
        "body": "Once it was easy. You turned on the tap. You drank. Now it’s a terror ordeal. A few years back, lead in scared parents to death. Paul Levy, then transparency man as head of the Massachuset...",
        "date": "20100504",
        "country": "Poland"
    },
    {
        "title": "Aid sought for Polish town",
        "body": "As Windsor and Essex County reel after Sunday’s vicious storms, Windsor’s Polish sister city is facing its own flood , says Coun. Drew Dilkens.",
        "date": "20100611",
        "country": "Poland"
    },
    {
        "title": "Greek crisis sends chills over euro zone’s expansion",
        "body": "THE woes and failings of euro zone member Greece have sparked irritation among the EU’s ex-communist states, amid jitters that the entry rules for the single currency club could be beefed u...",
        "date": "20100215",
        "country": "Poland"
    },
    {
        "title": "Irked Czechs pull out of missile plan",
        "body": "PRAGUE — The Czech Republic is withdrawing from U.S. missile defense plans out of frustration at its diminished role, the Czech defense minister said Wednesday.",
        "date": "20110616",
        "country": "Poland"
    },
    {
        "title": "Despite environmental fears, gas finds offer some countries a chance to slash energy costs and loosen dependence on Russia. reports from Krakow",
        "body": "Earlier this month, the Prime Minister of Russia, Vladimir Putin, and the former German Chancellor, Gerhard Schrder, ushered in what was widely seen – for better and worse – as a new era in...",
        "date": "20110927",
        "country": "Poland"
    },
    {
        "title": "Poland pours cold water on calls for EU treaty changes",
        "body": "BRUSSELS — Reopening the debate on European Union treaty changes could weaken the bloc's response to the euro zone sovereign debt , Polish Prime Prime Minister Donald Tusk said yes...",
        "date": "20110913",
        "country": "Poland"
    },
    {
        "title": "A European Germany in a united Europe",
        "body": "countries – for instance the introduction of national debt brakes – show that the seriousness of the situation has been recognized elsewhere. There is not going to be a quick solution...",
        "date": "20111123",
        "country": "Poland"
    },
    {
        "title": "Poland remains a spring of hope for business",
        "body": "Chinese wholesalers in Poland are keeping their heads above water much better than their counterparts in other European countries.",
        "date": "20120427",
        "country": "Poland"
    },
    {
        "title": "Poland remains a spring of hope for business",
        "body": "Chinese wholesalers in Poland are keeping their heads above water much better than their counterparts in other European countries.",
        "date": "20120427",
        "country": "Poland"
    },
    {
        "title": "Cold kills 33 more in Europe",
        "body": "Sofia – Europe’s bitterly cold weather killed another 33 people today and melting snow caused a dam wall to break and flood an entire village in Bulgaria.",
        "date": "20120207",
        "country": "Poland"
    },
    {
        "title": "Sea dispute to be raised at ASEM: Philippine prez",
        "body": "MANILA: Philippine President Benigno Aquino said Sunday his country would raise overlapping claims to the South China Sea during the summit of AsianEuropean Meeting in Laos this week.",
        "date": "20121105",
        "country": "Poland"
    },
    {
        "title": "Philippines to raise territory row at Asem",
        "body": "MANILA: Philippine President Benigno Aquino said yesterday his country would raise overlapping claims to the South China Sea during a summit of Asian and European leaders in Laos this week...",
        "date": "20121105",
        "country": "Poland"
    },
    {
        "title": "FLOODING",
        "body": "GERMANY",
        "date": "20130608",
        "country": "Poland"
    },
    {
        "title": "FLOODING",
        "body": "GERMANY",
        "date": "20130608",
        "country": "Poland"
    },
    {
        "title": "India’s need for a credit line",
        "body": "This refers to Subir Gokarn’s column “Capital flow conundrums” (Muddy Waters, March 25). The article was excellent and comprehensive; however, there was one important omission. The au...",
        "date": "20130326",
        "country": "Poland"
    },
    {
        "title": "Kidnapped boy reunited with family after FBI rescue",
        "body": "The five-year-old Alabama boy held captive in an underground bunker for almost a week was expected to be released from hospital yesterday, after his rescue by FBI agents.",
        "date": "20130206",
        "country": "Poland"
    },
    {
        "title": "Thousands flee as German dam bursts",
        "body": "Thousands of people have been evacuated to safety in eastern Germany after a dam burst on the swollen River Elbe and farmland was flooded in an attempt to spare towns, with meteorologists...",
        "date": "20130611",
        "country": "Poland"
    },
    {
        "title": "Poland plans to build canal to bypass Russia",
        "body": "WARSAW (Reuters) — Poland plans to build a new canal to bypass a stretch of coastline controlled by Russia, as the country tries to become less dependent on its neighbor amid the ongoing c...",
        "date": "20140812",
        "country": "Poland"
    },
    {
        "title": "Crisis in Crimea",
        "body": "Your excellent coverage of the Ukraine crisis is a reminder of, among other things, the crucial importance of warm water ports on the Black Sea and who controls them (West scrambles to con...",
        "date": "20140314",
        "country": "Poland"
    },
    {
        "title": "US-Poland war games start",
        "body": "LASK AIR BASE, Poland, March 11, (Agencies): The United States and Poland began war games on Tuesday as Washington makes a gesture of support for its eastern NATO allies after Russia’s inte...",
        "date": "20140312",
        "country": "Poland"
    },
    {
        "title": "Nato to deploy more forces in eastern Europe — Rasmussen",
        "body": "BRUSSELS: Nato said Wednesday it will deploy additional air, sea and land forces in eastern Europe in response to the worsening crisis in Ukraine and take further action if needed.",
        "date": "20140418",
        "country": "Poland"
    },
    {
        "title": "Russia allegedly dispatched numerous spies to Czech Republic",
        "body": "• Russia deployed an “extremely high” number of intelligence officers at its Czech embassy last year, according to a secret service report that will further strain diplomatic relati...",
        "date": "20141028",
        "country": "Poland"
    },
    {
        "title": "Heat wave causing electricity shortage, drought",
        "body": "AHEAT wave in Poland yesterday forced the national supplier to cut electricity to factories for several hours, and Prime Minister Ewa Kopacz appealed to people to save energy during the da...",
        "date": "20150811",
        "country": "Poland"
    },
    {
        "title": "Push by Germany to distribute migrants is rejected by 4 EU nations",
        "body": "VIENNA — At least four countries Friday firmly rejected a European Union plan to impose refugee quotas to ease a worsening migrant crisis that Germany’s foreign minister said was “prob...",
        "date": "20150912",
        "country": "Poland"
    },
    {
        "title": "EU announces US$3.2 mln emergency aid for Nepal",
        "body": "BRUSSELS: The European Commission yesterday released three million euros ( US$ 3.25 million) in emergency aid for Nepal, where over 3,000 people died in a massive earthquake the previou...",
        "date": "20150428",
        "country": "Poland"
    },
    {
        "title": "President to push for NATO deployments",
        "body": "New Polish President Andrzej Duda will visit Estonia next week to start a push for NATO to deploy more forces in the region, a senior aide said on Monday.",
        "date": "20150818",
        "country": "Poland"
    },
    {
        "title": "Refugees suffer ‘death sentence’ of indifference",
        "body": "KRAKW, Poland: Refugees are subject to a “death sentence” of indifference in countries where they seek shelter, young Catholics said Friday at a faith gathering in which has drawn hu...",
        "date": "20160731",
        "country": "Poland"
    },
    {
        "title": "Poland ditches pledge to take refugees",
        "body": "THE European Union was in crisis last night amid a growing rift over its controversial migration plan.",
        "date": "20160415",
        "country": "Poland"
    },
    {
        "title": "Refugees suffer ‘death sentence’ of indifference",
        "body": "KRAKW, Poland: Refugees are subject to a “death sentence” of indifference in countries where they seek shelter, young Catholics said Friday at a faith gathering in which has drawn hu...",
        "date": "20160731",
        "country": "Poland"
    },
    {
        "title": "New inhaler to beat air pollution",
        "body": "An inhaler that protects the lungs against air pollution has been developed by scientists and could help the many millions of people affected by toxic air to avoid its worst effects.",
        "date": "20160917",
        "country": "Poland"
    },
    {
        "title": "Russia warns US over manoeuvres in Baltic Sea",
        "body": "RUSSIA ACCUSED the United States on Wednesday of intimidation by sailing a US naval destroyer close to Russia’s border in the Baltics and warned that the Russian military would respond...",
        "date": "20160421",
        "country": "Poland"
    },
    {
        "title": "ABORTION BOAT ARRIVES OFF MEXICO",
        "body": "IXTAPA: A Dutch sailing boat offering abortions, often in defiance of some country’s laws, arrived in international off Mexico on Friday, the organisation crewing it said. T...",
        "date": "20170423",
        "country": "Poland"
    },
    {
        "title": "Dutch abortion boat arrives off Mexico",
        "body": "A Dutch sailing boat offering abortions, often in defiance of some country’s laws, arrived in international off Mexico on Friday, the organization crewing it said. The “Women...",
        "date": "20170423",
        "country": "Poland"
    },
    {
        "title": "EVERY FRIDAY",
        "body": "European President that absolutely no one in Europe voted for, and we can’t get rid of him no matter how dangerous his polices or bizarre his behaviour.",
        "date": "20170915",
        "country": "Poland"
    },
    {
        "title": "Trump: I have pretty severe things we’re thinking about",
        "body": "The US President made the threat to Kim Jong-un’s regime after it provoked worldwide outrage by firing a weapon capable of hitting America. Mr Trump, in a wideranging speech in on hi...",
        "date": "20170707",
        "country": "Poland"
    },
    {
        "title": "Putin launches deep-water phase of TurkStream",
        "body": "MOSCOW, June 24, (AFP): Russian President Vladimir Putin on Friday launched the deep-water phase of the TurkStream gas pipeline project, calling Turkey’s Recep Tayyip Erdogan from a ship off...",
        "date": "20170625",
        "country": "Poland"
    },
    {
        "title": "European trip continues",
        "body": "“IT’S time to show leadership to address waste, climate change and other environmental challenges,” Cr Harwood wrote last month.",
        "date": "20180616",
        "country": "Poland"
    },
    {
        "title": "'State of insurrection' as fuel tax riots engulf central Paris",
        "body": "PARIS (Reuters) - Rioters ran amok across central Paris on Saturday, torching cars and buildings, looting shops, smashing windows and clashing with police in the worst unrest in more than ...",
        "date": "20181203",
        "country": "Poland"
    },
    {
        "title": "Haze crisis unlikely even if 2019 is drier: Indonesian official",
        "body": "South-east Asia would likely be spared the scourge of haze next year despite predictions of a developing El Nino that could bring drier-than-usual conditions to the region in 2019, an Indonesian official said.",
        "date": "20181215",
        "country": "Poland"
    },
    {
        "title": "SUPERTYPHOON ‘YOLANDA’ SURVIVOR MAKES ‘CLIMATE PILGRIMAGE’",
        "body": "KATOWICE, POLAND— It took just two hours for Joanna Sustento to lose everything.",
        "date": "20181217",
        "country": "Poland"
    },
    {
        "title": "Poland needs to save water for (non-)rainy day",
        "body": "With his two fishing rods planted firmly on the bank of the Vistula river, 85-year-old Tadeusz Norberciak peers at rocks exposed on the dry riverbed, a telling sign of ’s looming cri...",
        "date": "20190729",
        "country": "Poland"
    },
    {
        "title": "Polish president denies saying Israel is responsible for antisemitism",
        "body": "Polish President Andrzej Duda did not say Israel was responsible for the latest antisemitic attacks in Poland, and the original report published by Jewish Insider claiming so is “plai...",
        "date": "20190929",
        "country": "Poland"
    },
    {
        "title": "Polish president: Israel started the crisis, Israel needs to end it2",
        "body": "WARSAW – A month after a crisis erupted between Israel and Poland over Polish history of the Holocaust, Polish President Andrzej Duda outlined a path on Thursday for how it can be resolved, saying the first move must be made by Israel.",
        "date": "20190315",
        "country": "Poland"
    },
    {
        "title": "WORLD HIGHLIGHTS",
        "body": "►Zimbabwe",
        "date": "20200731",
        "country": "Poland"
    },
    {
        "title": "WORLD HIGHLIGHTS",
        "body": "UK LONDON",
        "date": "20200926",
        "country": "Poland"
    },
    {
        "title": "Nestle mulls sale of Pure Life brand",
        "body": "Nestle SA is exploring a potential sale of part of its North American water business, including the Pure Life brand, as the food giant shifts focus to better performing brands.",
        "date": "20200613",
        "country": "Poland"
    },
    {
        "title": "Poland singled out in EU ‘state of union’ over LGBT hostility",
        "body": "The head of the European commission, Ursula von der Leyen, has said Poland’s “LGBT-free zones” are “humanity-free zones” that have no place in the European Union, in her strongest criticism ...",
        "date": "20200917",
        "country": "Poland"
    },
    {
        "title": "Risk of getting virus from gear is low",
        "body": "Weeks into the novel coronavirus crisis, travelers have grown familiar with how to protect themselves on airplanes, in hotel rooms and among crowds. But what about the risk of returning h...",
        "date": "20200322",
        "country": "Poland"
    },
    {
        "title": "Poland uses water cannons on migrants at Belarus border",
        "body": "WARSAW, Poland — Polish forces at the border with Belarus used water cannons and tear gas Tuesday against stone-throwing migrants, as Warsaw accused Belarusian authorities of giving smoke gre...",
        "date": "20211117",
        "country": "Poland"
    },
    {
        "title": "Poland fires tear gas at migrants",
        "body": "Sokolka, Poland, Nov. 16: Polish forces fired tear gas and deployed water cannons against stone-throwing migrants trying to cross the Belarusian border on Tuesday, sparking accusations from ...",
        "date": "20211117",
        "country": "Poland"
    },
    {
        "title": "Polish cops fire water cannon on migrants at Belarus border",
        "body": "Sokolka, Poland, Nov. 16: Polish forces fired tear gas and deployed water cannons against stone-throwing migrants trying to cross the Belarusian border on Tuesday, sparking accusations from ...",
        "date": "20211117",
        "country": "Poland"
    },
    {
        "title": "Poland border clash1",
        "body": "The dangerous situation along the Belarus-Poland border intensified Tuesday as Polish forces fired tear gas and deployed water cannons against migrants who attacked them with stones.",
        "date": "20211117",
        "country": "Poland"
    },
    {
        "title": "Tightening the noose",
        "body": "Rising international terrorism has lent new urgency to ending an old problem: the spread of nuclear, chemical and biological weapons. So it was not surprising that a multinational exerc...",
        "date": "20031001",
        "country": "Portugal"
    },
    {
        "title": "Aftermath of a silent massacre",
        "body": "It is being called a silent, weaponless “massacre” with an estimated death toll four times that of the September 11 attacks on New York City, an avoidable disaster that has left France looking ...",
        "date": "20030901",
        "country": "Portugal"
    },
    {
        "title": "Dutch Klinsmann keeps faith in Voller camp all sweetness and light, says Ruud",
        "body": "Former Germany striker Jurgen Klinsmann believes coach Rudi Voller is the best thing to happen to German football in recent years despite a barrage of media criticism over the performance ...",
        "date": "20040613",
        "country": "Portugal"
    },
    {
        "title": "It’s back to the future for Deutschland AG with Porsche’s VW move",
        "body": "It doesn’t look great. Porsche, the German sports car firm that has made a fortune out of the male midlife crisis is riding to the rescue of Volkswagen AG, maker of the beetle and a million b...",
        "date": "20050929",
        "country": "Portugal"
    },
    {
        "title": "Earthweek: a diary of the planet",
        "body": "Vernal expansion",
        "date": "20060902",
        "country": "Portugal"
    },
    {
        "title": "Mugabe tightens hold as EU divide sharpens",
        "body": "President Robert Mugabe won a parliamentary vote strengthening his iron hold on the country yesterday as a row brewed in Europe on how to deal with Zimbabwe.",
        "date": "20070921",
        "country": "Portugal"
    },
    {
        "title": "Tanker spill an ‘ecological catastrophe’",
        "body": "MOSCOW •",
        "date": "20071112",
        "country": "Portugal"
    },
    {
        "title": "MY HOPES AND FEARS FOR THE TOURNAMENT",
        "body": "In no particular order but with heartfelt conviction, a list of wishes for France 2007: THAT Wales and Scotland rediscover credibility on the world stage. Joint bottom in the Six Nation...",
        "date": "20070902",
        "country": "Portugal"
    },
    {
        "title": "‘Reflection group’ to consider continent’s long-term future",
        "body": "Brussels (AFP) EU leaders agreed yesterday to set up a “reflection group” to consider Europe’s longterm future, but watered down a French demand that the committee determine how far the ...",
        "date": "20071215",
        "country": "Portugal"
    },
    {
        "title": "U.S. yachtsman has crisis at sea",
        "body": "HALIFAX — An American yachtsman whose vessel cap- sized in heavy seas whipped up by tropical storm Cristobal says he felt like he was “in a washing machine” as his boat overturned and the...",
        "date": "20080724",
        "country": "Portugal"
    },
    {
        "title": "S. Georgia should secede, control destiny of its water",
        "body": "THE GREAT water crisis proves at least one thing. Georgia should be divided into two states. The present singleGeorgia system is not working.",
        "date": "20080105",
        "country": "Portugal"
    },
    {
        "title": "CONFERENCE CIRCUIT",
        "body": "THE 21ST International Congress of the Israel Society of Anaesthesiologists will be held over a three-day period at Tel Aviv’s Dan Panorama Hotel. The organization’s president it Pr...",
        "date": "20080914",
        "country": "Portugal"
    },
    {
        "title": "Lisbon seeks rebirth on the river",
        "body": "Some say it is the light that makes Lisbon a special city; others point to the charm of its old quarters on steep, stonepaved hills.",
        "date": "20081227",
        "country": "Portugal"
    },
    {
        "title": "Britain’s big four can rule the world again",
        "body": "THIS weekend’s World Cup Regatta in Poland is not only the third and final round of the series, it also draws a line in the sand. The next time these crews line up against each other will be in B...",
        "date": "20080620",
        "country": "Portugal"
    },
    {
        "title": "UN seat undeserved",
        "body": "Re: Canada battling for UN position, July 1.",
        "date": "20090703",
        "country": "Portugal"
    },
    {
        "title": "Water ban will make businesses dry up",
        "body": "As president of Landscape Newfoundland and Labrador, I have some serious concerns with the recent water ban announced by the mayors of St. John’s, Mount Pearl, Paradise, Conception Bay ...",
        "date": "20090716",
        "country": "Portugal"
    },
    {
        "title": "Cowen seeks EU help to convince Irish voters",
        "body": "Brussels (AP) Irish Prime Minister Brian Cowen worked the corridors of a European summit yesterday, looking to his 26 counterparts to help him convince Irish voters to embrace an EU t...",
        "date": "20090620",
        "country": "Portugal"
    },
    {
        "title": "Old Portuguese trade worth its weight in salt",
        "body": "SALINAS — Shovelling drying salt in a pit under scorching sun while tourists and fellow villagers drink beer and look on from above may sound like a miserable experience, but not in Sali...",
        "date": "20090704",
        "country": "Portugal"
    },
    {
        "title": "Obama thanks Portugal for family’s best friend",
        "body": "LISBON: President Barack Obama won a rare laugh at the Nato summit by hailing hosts as the homeland of the US first family’s newest member, his daughters’ dog.",
        "date": "20101121",
        "country": "Portugal"
    },
    {
        "title": "PANIC IN PORTUGAL",
        "body": "The expensive cars parked outside the offices of Aguas de Portugal, in Lisbon, have become a flashpoint for the nation’s worsening debt .",
        "date": "20100926",
        "country": "Portugal"
    },
    {
        "title": "Greek crisis being felt worldwide",
        "body": "Although the nation is a bit player, its woes highlight growing debt risks.",
        "date": "20100506",
        "country": "Portugal"
    },
    {
        "title": "Ireland, Greece, Spain pass crucial bond auctions",
        "body": "Ireland, Greece and Spain enjoyed successful bond issues yesterday, dampening concern that the eurozone is slipping into a new financial danger zone.",
        "date": "20100922",
        "country": "Portugal"
    },
    {
        "title": "EURO TRASH-ED",
        "body": "Just six months ago the euro was considered the shining beacon on the hill.",
        "date": "20100523",
        "country": "Portugal"
    },
    {
        "title": "Portugal, refusing bailout, set to test bond-sale waters",
        "body": "LISBON, Portugal — Portugal is adamant that it doesn’t need an international bailout to solve its debt problems, but it faces a bond auction today that could reveal the price of going it ...",
        "date": "20110112",
        "country": "Portugal"
    },
    {
        "title": "Portuguese beg for an easier deal",
        "body": "Debt-riddled Portugal last night demanded softer terms for its 6 billion bailout.",
        "date": "20111104",
        "country": "Portugal"
    },
    {
        "title": "Support to German-French plan",
        "body": "THE euro zone’s debt crisis flared on the eve of",
        "date": "20110311",
        "country": "Portugal"
    },
    {
        "title": "Portugal seeks bailout",
        "body": "Portugal",
        "date": "20110407",
        "country": "Portugal"
    },
    {
        "title": "Moody’s downgrades Spain’s rating",
        "body": "The eurozone’s debt crisis flared on the eve of a summit of the currency bloc when Moody’s downgraded Spain’s credit rating on Thursday and bond markets heaped pressure on to seek...",
        "date": "20110311",
        "country": "Portugal"
    },
    {
        "title": "Protesters focus on wrong target",
        "body": "The more I listen to some of the Occupy Wall Street protesters who are angry about the economy, the more I have to question their intelligence. They are mad at Wall Street, banks, mortgage ...",
        "date": "20111116",
        "country": "Portugal"
    },
    {
        "title": "SYRIAN WAR ‘BRUTAL’",
        "body": "Syria’s conflict has taken a brutal turn with other countries arming both sides, spreading misery and risking “unintended consequences as the fighting intensifies and spreads,” UN chief Ba...",
        "date": "20120905",
        "country": "Portugal"
    },
    {
        "title": "Historic drought adds to troubles in Spain, Portugal",
        "body": "ROBRES, SPAIN— Fernando Luna, a burly Spanish farmer, yanks a barley sprout from a field as dry as powder. He examines its roots, which are mostly dead, then tosses the stunted shoot away in di...",
        "date": "20120316",
        "country": "Portugal"
    },
    {
        "title": "Drought adds to woes in Spain, Portugal",
        "body": "ROBRES, Spain — Fernando Luna, a burly Spanish farmer, yanks a barley sprout from a field as dry as powder. He examines its roots, which are mostly dead, then tosses the stunted shoot away in d...",
        "date": "20120316",
        "country": "Portugal"
    },
    {
        "title": "Investors can now see beyond Portugal’s pain",
        "body": "In Portugal’s pain you might detect the hint of a recovery in Europe. A nauseating year in eurozone markets has given way to an unexpected respite. Contagion fears are suspended and as...",
        "date": "20120204",
        "country": "Portugal"
    },
    {
        "title": "Portugal’s president sets scene for the next crisis",
        "body": "LISBON • Portugal’s immediate political crisis is contained but the country’s president, Anibal Cavaco Silva, may have inadvertently pushed it further into political uncertaint...",
        "date": "20130712",
        "country": "Portugal"
    },
    {
        "title": "Portugal’s president sets scene for the next crisis",
        "body": "LISBON • Portugal’s immediate political crisis is contained but the country’s president, Anibal Cavaco Silva, may have inadvertently pushed it further into political uncertaint...",
        "date": "20130712",
        "country": "Portugal"
    },
    {
        "title": "EU head urges members to support fragile recovery",
        "body": "STRASBOURG — European Commission President Jose Manuel Barroso called on the EU yesterday to cement its fragile economic recovery even as an emergence from crisis reduces pressure to...",
        "date": "20130912",
        "country": "Portugal"
    },
    {
        "title": "With austerity failing, it’s time to cut Lisbon some slack, says Nils Pratley",
        "body": "A depressing and familiar plot is developing in Portugal. Having adopted a full package of austerity measures two years ago, the country finds its budget deficit has not closed accord...",
        "date": "20130409",
        "country": "Portugal"
    },
    {
        "title": "Nightmare, nostalgia 40 yrs on",
        "body": "SANTA COMBA DAO, Portugal, April 22, (AFP): In the Cova Funda restaurant, a yellowed portrait hangs over the bar: Antonio de Oliveira Salazar, the dictator who gripped Portugal in his fist ...",
        "date": "20140423",
        "country": "Portugal"
    },
    {
        "title": "Portugal’s leading private bank in hot water over debt",
        "body": "A KEY shareholder in stricken Portuguese bank Banco Espirito Santo has failed to repay a huge debt, putting the banking group at risk of legal action, the unpaid creditor Portugal Telecom...",
        "date": "20140717",
        "country": "Portugal"
    },
    {
        "title": "Nightmare, nostalgia 40 years after revolt",
        "body": "In the Cova Funda restaurant, a yellowed portrait hangs over the bar: Antonio de Oliveira Salazar, the dictator who gripped Portugal in his fist for half a century.",
        "date": "20140423",
        "country": "Portugal"
    },
    {
        "title": "Selling drugs to eat",
        "body": "The first to settle the hill above Lisbon were Portuguese returning from the colonies.",
        "date": "20141108",
        "country": "Portugal"
    },
    {
        "title": "Dublin, Lisbon and Madrid have beaten the bailout. That’s no comfort to Athens",
        "body": "They used to be pejoratively labelled the “Pigs”: Portugal, Ireland, Greece and Spain, the “peripheral” countries carried into the eurozone on a wave of prosperity that were all forced ...",
        "date": "20150719",
        "country": "Portugal"
    },
    {
        "title": "Importance of joint work",
        "body": "Water ministers of the 5+5 western Mediterranean countries approved a joint water strategy during a recent meeting in Algeria. The decision puts forward a joint vision to handle is...",
        "date": "20150408",
        "country": "Portugal"
    },
    {
        "title": "Make or break as Greece teeters",
        "body": "SHARES on the Greek stock market tumbled for a third day in a row as the crisis-torn nation lurched closer to a devastating default and exit from the eurozone, writes Hugo Duncan.",
        "date": "20150617",
        "country": "Portugal"
    },
    {
        "title": "Make or break as Greece teeters",
        "body": "SHARES on the Greek stock market tumbled for a third day in a row as the crisis-torn nation lurched closer to a devastating default and exit from the eurozone, writes Hugo Duncan.",
        "date": "20150617",
        "country": "Portugal"
    },
    {
        "title": "NATO launches major military exercise",
        "body": "TRAPANI, Sicily — NATO is launching its biggest military exercise in 13 years, mobilizing 36,000 soldiers, sailors and airmen from more than 30 countries to test the alliance’s ability...",
        "date": "20151020",
        "country": "Portugal"
    },
    {
        "title": "Five things Kiwis should know",
        "body": "Few people in Rio speak English, so brush up on your Portuguese (that’s right – it’s not Spanish!).",
        "date": "20160717",
        "country": "Portugal"
    },
    {
        "title": "Best in Europe: Portugal return home heroes",
        "body": "After a night of rowdy celebrations Portugal’s European champions led by Cristiano Ronaldo returned home to a heroes’ welcome and a country overjoyed by their upset win over France.",
        "date": "20160713",
        "country": "Portugal"
    },
    {
        "title": "ON THIS DAY",
        "body": "1500: Navigator Pedro Alvarez Cabral discovered Brazil and claimed it on behalf of Portugal. 1838: The British packet steamer Sirius became the first steamship to cross the Atlantic to Ne...",
        "date": "20160422",
        "country": "Portugal"
    },
    {
        "title": "Euro faces existential crisis after Italian voters reject reforms",
        "body": "The euro is facing the biggest threat to its existence. Year-end is normally the time when investors are looking to wind down positions and book profits, especially after a bumper 2016 when stoc...",
        "date": "20161206",
        "country": "Portugal"
    },
    {
        "title": "Consensus key to growth, says Portuguese official",
        "body": "A left-wing consensus and changes made to the country’s bailout program helped Portugal’s economy to rebound, Secretary of State for Defense Marcos Perestrello has said.",
        "date": "20170608",
        "country": "Portugal"
    },
    {
        "title": "Huge Portugal forest fires kill 57, injure scores",
        "body": "RAGING forest fires in central Portugal have killed at least 57 people, most of them burnt to death in their cars, and injured scores of others, the government said Sunday.",
        "date": "20170619",
        "country": "Portugal"
    },
    {
        "title": "Portugal may sign MOU with China",
        "body": "As Portugal receives the first state visit from a Chinese head of state in eight years, Chinese analysts predicted that the European country is highly likely to sign a memorandum of understanding (MOU) on the Belt and Road initiative (BRI) with China to boost ties and expand cooperation.",
        "date": "20181205",
        "country": "Portugal"
    },
    {
        "title": "Leslie kills 6 in France, batters Europe",
        "body": "Hurricane Leslie, the most powerful Atlantic storm to hit Europe in decades, has claimed at least six lives in France and left devastation in its wake as it also blew across and Sp...",
        "date": "20181016",
        "country": "Portugal"
    },
    {
        "title": "Malta lets migrants’ rescue ship dock",
        "body": "VALLETTA, Malta — A humanitarian rescue ship blocked at sea for nearly a week as European nations quibbled over its fate arrived in Malta on Wednesday evening to disembark 234 migrants, ...",
        "date": "20180628",
        "country": "Portugal"
    },
    {
        "title": "Children learn about sparking change",
        "body": "WITH the war, famine, and poverty going on in different parts of the country, the youth’s voices are never but a mere whisper. They are just as loud, if not louder, than the cries and advocacies for change of those older and moreexperienced than they are. The hope on the youth had been recognized even during the time of national hero Jose Rizal. If properly taught and are properly learned, the",
        "date": "20180212",
        "country": "Portugal"
    },
    {
        "title": "Learn from history",
        "body": "Re: “Government sits idly as China churns up the Mekong”, (Opinion, July 4).",
        "date": "20190705",
        "country": "Portugal"
    },
    {
        "title": "Italy allows 116 stranded migrants to disembark after striking EU deal",
        "body": "ITALY allowed 116 rescued migrants to disembark from a coastguard ship Wednesday with Interior Minister Matteo Salvini’s backing after five EU countries and the Church agreed to share ...",
        "date": "20190801",
        "country": "Portugal"
    },
    {
        "title": "Portugal on alert as 8 migrants arrive by sea",
        "body": "LISBON: Authorities in Portugal are on guard against a possible new migrant route from North Africa to Europe after eight Moroccans arrived in a small wooden boat on the southern Portugu...",
        "date": "20191213",
        "country": "Portugal"
    },
    {
        "title": "From rescue in the Med, to a migrant’s life in Portugal",
        "body": "FUNDO, Portugal: A year after the rescue vessel Aquarius plucked Deborah Osaretin from the Mediterranean’s churning , she is building a new life as a refugee in Fundao, central Por...",
        "date": "20190806",
        "country": "Portugal"
    },
    {
        "title": "Burned out",
        "body": "Re “Feeling heat in the ring of fire,” Oct. 24",
        "date": "20201028",
        "country": "Portugal"
    },
    {
        "title": "Green Flamingo: Portugal hopes to export green hydrogen to EU",
        "body": "Thanks to Portugal's high sun exposure, the nation has the potential to produce green hydrogen for Europe. The EU-backed Green Flamingo initiative may enable it to ship the green gas from...",
        "date": "20201125",
        "country": "Portugal"
    },
    {
        "title": "Green Flamingo: Portugal hopes to export green hydrogen to EU",
        "body": "Thanks to Portugal's high sun exposure, the nation has the potential to produce green hydrogen for Europe. The EU-backed Green Flamingo initiative may enable it to ship the green gas from t...",
        "date": "20201124",
        "country": "Portugal"
    },
    {
        "title": "Green Flamingo: Portugal hopes to export green hydrogen to EU",
        "body": "Thanks to Portugal's high sun exposure, the nation has the potential to produce green hydrogen for Europe. The EU-backed Green Flamingo initiative may enable it to ship the green gas from...",
        "date": "20201126",
        "country": "Portugal"
    },
    {
        "title": "HUMANITY ‘WON’T SURVIVE’ ON AN OCEAN-FREE PLANET",
        "body": "The world must harness “clear, transformative and actionable solutions” to address the ocean crisis, the president of the UN General Assembly said, opening a meeting to generate mo...",
        "date": "20210606",
        "country": "Portugal"
    },
    {
        "title": "European leaders attend in-person summit",
        "body": "PORTO, PORTUGAL — European Union leaders and their large following of diplomats and advisers met Friday in Portugal for two days of in-person talks, signalling their belief that the thr...",
        "date": "20210508",
        "country": "Portugal"
    },
    {
        "title": "What was the Tower Commission?",
        "body": "1. The Tower Commission was assembled to review circumstances surrounding what 20th-century political scandal?",
        "date": "20210522",
        "country": "Portugal"
    },
    {
        "title": "STOPPED at sea",
        "body": "OVER THE MONA PASSAGE — A C-19 plane soared overhead as a 110-foot cutter plodded through the choppy waters below.",
        "date": "20060909",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Reef rescue",
        "body": "Researchers devising ways to grow coral",
        "date": "20061003",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Across the USA",
        "body": "Alabama:",
        "date": "20061226",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Undone by their ignorance",
        "body": "Lcupied with tax cuts and fiscal probity, Keene is unhappy that his agenda has been turned on its head since 2001 by a fiscally ruinous neo-con revival of an old idea — that of American fore...",
        "date": "20061105",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Olga caused major crop losses",
        "body": "SANTO DOMINGO, Dominican Republic — (AP) — Tropical Storm Olga, which killed 27 people in the Caribbean, destroyed thousands of banana and plantain fields across the Dominican Republic, c...",
        "date": "20071215",
        "country": "Puerto%20Rico"
    },
    {
        "title": "New York Tightens Shelter Policies",
        "body": "NEW YORK o child is supposed to sleep on the street in New York. The city is unique among major cities in that it has guaranteed — by consent decree and later court orders — shelter to every ...",
        "date": "20071120",
        "country": "Puerto%20Rico"
    },
    {
        "title": "It’s not easy being green",
        "body": "FROGS, TOADS, NEWTS AND SALAMANDERS Fort Worth Zoo hosts meeting to discuss endangered amphibians",
        "date": "20070731",
        "country": "Puerto%20Rico"
    },
    {
        "title": "A new marriage, a crisis, and a second chance at life",
        "body": "Steve Cannizzaro and Anna Cruz were introduced at a party by his sister-in-law in March 2004. “It was like a whirlwind,” Anna said. Almost from the beginning, he wanted to get married, asking her again and again.",
        "date": "20071020",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Crisis leaves paradise paralyzed",
        "body": "which makes the current financial situation we’re in much more worrisome.”",
        "date": "20081120",
        "country": "Puerto%20Rico"
    },
    {
        "title": "‘Unique musical vocabulary’",
        "body": "EVIN McCOLLUM, the producer of “Rent” and “Avenue Q” with producing partner Jeffrey Seller, says he recognized “a fresh contemporary voice” when he attended a reading of “Heights” five y...",
        "date": "20080309",
        "country": "Puerto%20Rico"
    },
    {
        "title": "TOMATOES l FDA’s chief responds in S. F. to criticism",
        "body": "round red tomatoes — unless they were grown in one of 19 states, Puerto Rico or six foreign countries.",
        "date": "20080611",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Ghost resorts of the Caribbean",
        "body": "PUNTA CANA, DOMINICAN REPUBLIC— The ocean glows a milky turquoise. Tiny waves lap at the powder-beige sand, in no rush to reach the line of postcard-perfect palm trees. Hundreds of luxury vil...",
        "date": "20081129",
        "country": "Puerto%20Rico"
    },
    {
        "title": "McCain, Obama strive to corral the West’s voters",
        "body": "RENO, Nev. — Call it the political version of how to win the West.",
        "date": "20080529",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Matos Rodrguez tapped as new Hostos president",
        "body": "HOSTOS COMMUNITY College has a new president.",
        "date": "20090429",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Illegal immigrants feel the heat",
        "body": "TOA BAJA, Puerto Rico — First, riot police raided the slum with batons and pepper spray. Then authorities shut off the and electricity. With an eviction order pending in the courts, ...",
        "date": "20090907",
        "country": "Puerto%20Rico"
    },
    {
        "title": "HUD audits find $220M to go to at-risk agencies",
        "body": "WASHINGTON — The government is sending millions of dollars in stimulus aid to communities and housing agencies that federal watchdogs have concluded are unable to spend it appropri...",
        "date": "20091104",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Puerto Rico warns of virus outbreak",
        "body": "SAN JUAN, Puerto Rico — Puerto Rico’s top health official warned Monday that the U.S. island could face its worstever dengue fever outbreak if people don’t act quickly to destroy breeding are...",
        "date": "20100706",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Puerto Rico’s identity crisis baffles everybody",
        "body": "SAN JUAN — Dayra Rivera saw the letter as a slap in the face for Ricans: No, Apple told her over the summer, you can’t have the free iPhone case promised to U.S. customers.",
        "date": "20101102",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Puerto Rico warned of dengue outbreak1",
        "body": "SAN JUAN, PUERTO RICO  Puerto Rico’s top health official warned Monday that the U.S. island could face its worst dengue fever outbreak if people don’t quickly destroy breeding areas for dis...",
        "date": "20100706",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Puerto Rico warned of dengue outbreak",
        "body": "SAN JUAN, PUERTO RICO  Puerto Rico’s top health official warned Monday that the U.S. island could face its worst dengue fever outbreak if people don’t quickly destroy breeding areas for dis...",
        "date": "20100706",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Dengue fever warning in Puerto Rico",
        "body": "Puerto Rico’s top health official warned yesterday that the US island could face its worst dengue fever outbreak yet if people do not act quickly to destroy breeding areas for disease-sprea...",
        "date": "20100707",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Efforts to stem oil spill meet with little success",
        "body": "gets worse?",
        "date": "20100502",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Suspicious drug cash seizures on the rise in Puerto Rico",
        "body": "SAN JUAN — Law enforcement agencies are seizing increasing amounts of suspicious cash in Puerto Rico, an apparent sign that more drug proceeds are flowing through the U.S. island territ...",
        "date": "20111222",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Thailand’s flood crisis in numbers",
        "body": "❚ 28 of Thailand’s 77 provinces are affected",
        "date": "20111025",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Samsung can’t sell tablet in Germany",
        "body": "A German court ruled that Samsung’s Galaxy Tab cannot be sold in Germany because it violated patents of rival Apple’s iPad2.",
        "date": "20110910",
        "country": "Puerto%20Rico"
    },
    {
        "title": "FAST FORWARD",
        "body": "Politics: The world will be watching Libya this week to see what comes next for the North African nation after the death of Moammar Gadhafi. Power now lies in the hands of the National Transi...",
        "date": "20111023",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Much of US northeast thrown out of gear by Irene flooding",
        "body": "WEST DOVER/WEST CALDWELL — Vermont planned to airlift food and to inland towns cut off by Hurricane Irene, which left much of the US northeast paralysed yesterday two days after causi...",
        "date": "20110831",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Artist tackles tough topics",
        "body": "IF NOTHING else, the new exhibit now open at Longwood Art Gallery at Hostos will get you talking.",
        "date": "20120927",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Puerto Rico races to rescue its pension fund",
        "body": "Puerto Rico is fighting to stay afloat in a rising sea of debt.",
        "date": "20121128",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Land development barred in Puerto Rico coastal strip",
        "body": "SAN JUAN — A lush region along Puerto Rico’s north coast will be off-limits to developers until a lawsuit filed by conservationists is resolved, an appeals court has ruled.",
        "date": "20120106",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Dominican survivors recount deadly voyage that killed 52",
        "body": "SANTO DOMINGO, Dominican Republic — Looking back, survivors say, the voyage seemed doomed from the start: The weather was bad and the clearly overloaded boat seemed barely seaworthy as it set...",
        "date": "20120214",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Bill would ban island’s street vendors, beggars",
        "body": "—A SAN JUAN, PUERTO RICO legislator in Puerto Rico has proposed a ban on panhandlers and vendors at intersections on the island, prompting criticism that the law would amount to an atta...",
        "date": "20131208",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Puerto Rico denies rumors of bankruptcy and takeover",
        "body": "SAN JUAN — The government of Puerto Rico has denied that it is near bankruptcy or might need U.S. federal intervention, offering those assurances during a conference call with investors...",
        "date": "20131018",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Puerto Rico faces debt battle",
        "body": "Boxes and wooden crates filled with household items bound for the US mainland are stacked high in the Rosa del Monte moving company’s warehouse, evidence of the rush of people abandoning Pue...",
        "date": "20131206",
        "country": "Puerto%20Rico"
    },
    {
        "title": "By law, P.R. must first pay down debts",
        "body": "have their retirement savings.",
        "date": "20131107",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Puerto Rico keeps the lights on, but debt crisis far from over",
        "body": "NEW YORK: Puerto Rico managed to keep its electricity flowing this week - but creditors made it clear that the crisis enveloping the island’s power utility is far from over.",
        "date": "20140816",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Puerto Rico keeps its lights on during week",
        "body": "NEW YORK, Aug 16, (RTRS): Puerto Rico managed to keep its electricity flowing this week — but creditors made it clear that the enveloping the island’s power utility is far from over.",
        "date": "20140817",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Puerto Rico keeps the lights on, but debt crisis far from over",
        "body": "NEW YORK, ( Reuters) - Puerto Rico managed to keep its electricity flowing this week - but creditors made it clear that the crisis enveloping the island’s power utility is far from over.",
        "date": "20140816",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Puerto Rico debt crisis headed for US-style bankruptcy resolution",
        "body": "MOMENTUM is building toward a deal that would make painful losses inevitable for investors holding about US$20 billion in bonds issued by Puerto Rico’s highway, water and electricity aut...",
        "date": "20140724",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Drought worsens in Puerto Rico",
        "body": "SAN JUAN, Puerto Rico – A deepening drought in Puerto Rico that has affected 2.5 million people forced the government on Wednesday to extend severe rationing measures to more comm...",
        "date": "20150806",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Puerto Rico extends water rationing",
        "body": "3A deepening drought in Puerto Rico that has affected 2.5 million people forced the government to extend severe rationing to more communities that are already struggling with an ...",
        "date": "20150814",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Obama: No Puerto Rico bailout",
        "body": "The W hite House threw cold water Monday on the notion of bailing out Puerto Rico from its financial crisis, instead urging Congress to consider changing the law so the island can declare...",
        "date": "20150630",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Chapter 9: A bipartisan effort to give Puerto Rico a fair shot",
        "body": "Puerto Rico is currently going through a deep fiscal crisis — its debt burden is unsustainable. If Congress doesn’t act soon by granting Puerto Rico’s public corporations access to Chapt...",
        "date": "20150719",
        "country": "Puerto%20Rico"
    },
    {
        "title": "In other headlines",
        "body": "Greek stock market bloodbath as exchange reopens: Greece suffered its worst stock market bloodbath in decades on Monday, when it opened after a forced fiveweek closure, and new data showed ...",
        "date": "20150804",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Supreme Court rejects Puerto Rico debt plan",
        "body": "By vote of 5-2, justices overrule island law allowing restructuring of utility debt, putting financial crisis squarely in lap of Congress.",
        "date": "20160614",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Yes, Puerto Rico deserves some blame for its troubles — but not all",
        "body": "“Congress shouldn’t bail out Puerto Rico,” May 22 guest commentary.",
        "date": "20160528",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Congress leaves with no resolution on Zika, Puerto Rico",
        "body": "WASHINGTON — Congress headed out of Washington on Friday, accomplishing relatively little in a short work period and missing deadlines on the budget and on helping Puerto Rico with its fi...",
        "date": "20160430",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Congress heads out with no resolution on Zika, Puerto Rico",
        "body": "WASHINGTON—Congress headed out of Washington on Friday, accomplishing relatively little in a short work period and missing deadlines on the budget and on helping Puerto Rico with its fin...",
        "date": "20160430",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Puerto Rico faces bank closure amid crisis",
        "body": "Puerto Rico faces new measures to help offset its economic crisis including a water rate increase, privatization of government operations and the closure of a bank that once oversaw ...",
        "date": "20170429",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Unsafe water spreads illness in Puerto Rico",
        "body": "Massive damage to Puerto Rico’s water system from Hurricane Maria poses a looming health crisis for island residents exposed to contaminated water, health workers and environmentalists warn.",
        "date": "20171103",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Humanitarian crisis in Puerto Rico grows",
        "body": "SAN JUAN, PUERTO RICO  A humanitarian crisis grew Saturday in as towns were left without fresh , fuel, power or phone service following Hurricane Maria’s devastating p...",
        "date": "20170924",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Humanitarian crisis in Puerto Rico grows",
        "body": "SAN JUAN, PUERTO RICO  A humanitarian crisis grew Saturday in as towns were left without fresh , fuel, power or phone service following Hurricane Maria’s devastating ...",
        "date": "20170924",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Aid begins to flow to hurricane-hit Puerto Rico",
        "body": "Large amounts of federal aid have began moving into Puerto Rico, welcomed by local officials who praised the Trump administration’s response but called for the emergency loosening of ru...",
        "date": "20170925",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Aiding Puerto Rico3",
        "body": "The U.S. should be doing far more to provide aid to the people of Puerto Rico (“Hospitals running low on IV bags made in Puerto Rico,” Dec. 30). More than 100 days after Hurricane Maria struck...",
        "date": "20180108",
        "country": "Puerto%20Rico"
    },
    {
        "title": "FEMA was vastly unprepared for Puerto Rico hurricane, report says",
        "body": "The Federal Emergency Management Agency’s plans for a crisis in Puerto Rico were based on a focused disaster such as a tsunami, not a major hurricane devastating the whole island.",
        "date": "20180713",
        "country": "Puerto%20Rico"
    },
    {
        "title": "GOVERNOR SAYS PUERTO RICO BETTER PREPARED",
        "body": "San Juan, Puerto Rico — Puerto Rico’s governor said Tuesday that his administration has adopted new measures to better prepare for a disaster like Hurricane Maria although he warned of l...",
        "date": "20180912",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Don, you failed!",
        "body": "ALBANY – Gov. Cuomo wrapped up his latest trip to hurricane-ravaged Puerto Rico with a call Tuesday for President Trump to return to witness the continued devastation in person.",
        "date": "20180725",
        "country": "Puerto%20Rico"
    },
    {
        "title": "White House to place new restrictions on billions in aid to Puerto Rico",
        "body": "The Trump administration will place new restrictions on billions of dollars in federal disaster aid for Puerto Rico, according to two senior government officials briefed on the plan,...",
        "date": "20190802",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Puerto Rico facing ever-growing opioid crisis.",
        "body": "HUMACAO, Puerto Rico (AP) — Jose Carlos Laviena emptied his pockets, took off his shoes and waited to die.",
        "date": "20190108",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Opioid crisis compounds problems for nation",
        "body": "HUMACAO, PUERTO RICO >> Jose Carlos Laviena emptied his pockets, took off his shoes and waited to die.",
        "date": "20190108",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Growing opioid crisis adds to Puerto Rico’s problems",
        "body": "UMACAO, Puerto Rico (AP) — Jose Carlos Laviena emptied his pockets, took off his shoes and waited to die.",
        "date": "20190109",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Growing opioid crisis adds to Puerto Rico’s problems",
        "body": "HUMACAO, Puerto Rico (AP) — Jose Carlos Laviena emptied his pockets, took off his shoes and waited to die.",
        "date": "20190108",
        "country": "Puerto%20Rico"
    },
    {
        "title": "California sends disaster specialists to help Puerto Rico",
        "body": "LOS ANGELES – California was sending a team of disaster specialists on Sunday to help Puerto Rico recover from a series of earthquakes that caused more than $100 million in damage along...",
        "date": "20200113",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Emergency in Puerto Rico after biggest earthquake in 102 years",
        "body": "Puerto Rico has declared a state of emergency and activated the national guard after the Caribbean island was hit by its biggest earthquake in more than a century.",
        "date": "20200109",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Puerto Ricans left homeless after deadly earthquake",
        "body": "Guanica, Puerto Rico — Cars, cots and plastic chairs became temporary beds for hundreds of families who lost their homes in southwest Puerto Rico as a flurry of earthquakes struck the island,...",
        "date": "20200109",
        "country": "Puerto%20Rico"
    },
    {
        "title": "The 3 million ignored Americans2",
        "body": "Millions of Americans are being systematically forgotten and mistreated by our government and its leaders on a bipartisan and daily basis, lost and left behind in the latest polit...",
        "date": "20200129",
        "country": "Puerto%20Rico"
    },
    {
        "title": "In the midst of Haiti’s crisis, Puerto Rico sees increase in Haitians arriving by boat",
        "body": "The political turmoil and growing violence in Haiti is pushing more Haitians to take to the sea in an effort to reach Puerto Rico, where more refugees were intercepted on the island so far th...",
        "date": "20210630",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Joe zaps PR vacay for Del.8",
        "body": "President Biden returned to Delaware for the 31st time since taking office Monday as the surging Omicron variant of COVID-19 dashed his plans for a vacation in .",
        "date": "20211228",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Help transform Puerto Rico’s energy grid",
        "body": "Since LUMA Energy, a new company set up by U.S. and Canadian conglomerates, Quanta Services and ATCO, took over operation of the electrical grid, voltage fluctuations are d...",
        "date": "20210707",
        "country": "Puerto%20Rico"
    },
    {
        "title": "Going solar would save lives in Puerto Rico",
        "body": "Hurricane season is well underway and people in Puerto Rico are very worried. Parts of the archipelago have yet to recover from Hurricane Maria.",
        "date": "20210910",
        "country": "Puerto%20Rico"
    }
]