[
    {
        "title": "Water is a human right",
        "body": "In the 1970s, the Club of Rome and others warned of the coming dire scarcity of food, oil and other essentials — the seemingly inexorable consequence of rising demand for limited resource...",
        "date": "20061110",
        "country": "Jamaica"
    },
    {
        "title": "THE AMERICAS",
        "body": "Rightwing paramilitary groups pulled out of a peace process with the Colombian government late Wednesday following a decision by President lvaro Uribe’s administration",
        "date": "20061208",
        "country": "Jamaica"
    },
    {
        "title": "Getting clean water to the world’s poor",
        "body": "In the 1970s, the Club of Rome and others warned of coming dire scarcities of food, oil and other essentials, the seemingly inexorable consequence of rising demand for limited resources.",
        "date": "20061110",
        "country": "Jamaica"
    },
    {
        "title": "The new Great Game",
        "body": "lished.”",
        "date": "20061219",
        "country": "Jamaica"
    },
    {
        "title": "U.S., China vie for oil, allies on new Silk Road",
        "body": "ATASU, Kazakhstan — The wind-raked scrub of this barren plateau reveals little hint of the revolution gurgling 9 feet beneath.",
        "date": "20061219",
        "country": "Jamaica"
    },
    {
        "title": "Snags ground airstrip paving",
        "body": "For those considering the complexity of shutting down the prison camps for war-onterrorism captives at Guantnamo Bay, consider the Great Runway Repaving Challenge.",
        "date": "20070716",
        "country": "Jamaica"
    },
    {
        "title": "Food crisis begins to bite",
        "body": "Empty shelves in Caracas. Food riots in West Bengal and Mexico. Warnings of hunger in Jamaica, Nepal, the Philippines and subSaharan Africa. Soaring prices for basic foods are beginning ...",
        "date": "20071109",
        "country": "Jamaica"
    },
    {
        "title": "Global food crisis looms as climate change and fuel shortages bite",
        "body": "Empty shelves in Caracas. Food riots in West Bengal and Mexico. Warnings of hunger in Jamaica, Nepal, the Philippines and sub-Saharan Africa. Soaring prices for basic foods are beginning ...",
        "date": "20071103",
        "country": "Jamaica"
    },
    {
        "title": "Keeping NYC Great",
        "body": "NEW York has long been a boom-and-bust city, with extraordinarily prosperous economic times often followed by crashes and panics. One reason has been the city’s recurrent reluctance to ...",
        "date": "20070423",
        "country": "Jamaica"
    },
    {
        "title": "Michelle’s mobile fin crisis",
        "body": "MICHELLE HEATON was all",
        "date": "20080120",
        "country": "Jamaica"
    },
    {
        "title": "Changing climate a mixed bag for tourism",
        "body": "CLIMATE change will bring on a new crop of winners and losers in tourism.",
        "date": "20080507",
        "country": "Jamaica"
    },
    {
        "title": "In Haiti, ‘famine is just around the corner’",
        "body": "Tstaggering he images coming out of Haiti are as",
        "date": "20080913",
        "country": "Jamaica"
    },
    {
        "title": "Editorial",
        "body": "Holidays are a time for giving. But South Floridians shouldn’t wait until Thanksgiving to be altruistic.",
        "date": "20080915",
        "country": "Jamaica"
    },
    {
        "title": "Editorial",
        "body": "Holidays are a time for giving. But South Floridians shouldn’t wait until Thanksgiving to be altruistic.",
        "date": "20080915",
        "country": "Jamaica"
    },
    {
        "title": "Youth panel discussion focuses on poverty issues",
        "body": "Examiner StaffWriter",
        "date": "20090618",
        "country": "Jamaica"
    },
    {
        "title": "G20 TO MEET",
        "body": "Canada’s top financial watchdog yesterday cautioned world leaders against watering down supervision of banks amid a rush to develop an overarching approach to tracking systemic risks ...",
        "date": "20090205",
        "country": "Jamaica"
    },
    {
        "title": "Some free help for struggling homeowners",
        "body": "WITH FINANCIAL PRESSURES and the threat of mortgage foreclosures rising, the number of illegal scams targeting homeowners is also increasing. But Brooklyn Housing and Family Servic...",
        "date": "20090201",
        "country": "Jamaica"
    },
    {
        "title": "Factors adding up to big, detrimental GDP",
        "body": "Three months ago I wrote about the excavation of a sidewalk outside my apartment compound by a sewage company. It was once again dug up a week ago by a cable business.",
        "date": "20090929",
        "country": "Jamaica"
    },
    {
        "title": "Trouble inPARADISE",
        "body": "It was to be a last-ditch effort to save a troubled marriage, four days away from their young children and Canada’s winter for the turquoise and white sand of ’s Montego Bay. It ...",
        "date": "20101229",
        "country": "Jamaica"
    },
    {
        "title": "Music on the water",
        "body": "Saidah Baba Talibah’s powerful voice works well with rock, funk and soul. You can hear why she’s been creating a buzz when she performs Saturday night at Harbourfront Centre as part of its two...",
        "date": "20100205",
        "country": "Jamaica"
    },
    {
        "title": "Jamaican crisis",
        "body": "Caribbean drug gang ‘was on the payroll of Prime Minster’",
        "date": "20100526",
        "country": "Jamaica"
    },
    {
        "title": "Oil slick nears Florida as BP tries risky cap move",
        "body": "Woman runs amuck on Chinese train",
        "date": "20100603",
        "country": "Jamaica"
    },
    {
        "title": "Positive & realistic: Jamaica’s new PM",
        "body": "For hours after listening to Jamaica Prime Minister Andrew Holness speak at a luncheon in midtown Manhattan last week, the Monty Python comedy troupe catchphrase “And now for something ...",
        "date": "20111120",
        "country": "Jamaica"
    },
    {
        "title": "Floods swamp earthquake-ravaged Haiti",
        "body": "Torrential rains lashed Haiti on Tuesday, flooding shanty towns, swamping the squalid camps erected after a 2010 earthquake and killing at least 23 people, officials said.",
        "date": "20110608",
        "country": "Jamaica"
    },
    {
        "title": "Fears of a paradise lost",
        "body": "Millions visit Bali each year, but environmental degradation, traffic congestion and overdevelopment threaten the island’s future as a tourism hub.",
        "date": "20110820",
        "country": "Jamaica"
    },
    {
        "title": "Bali struggles with the dark side of success",
        "body": "NUSA DUA, Indonesia — Construction cranes on beaches, damaged coral, and floating trash in the turquoise off Bali are an unfortunate sign of just how successful the Indonesian re...",
        "date": "20110813",
        "country": "Jamaica"
    },
    {
        "title": "QUICK CROSSWORD",
        "body": "ACROSS 1 Aunt, informally (6) 4 Exposed and barren (5) 7 Pity or sympathy (10) 8 Slight quarrel (4) 9 Raises (5) 11 Of (7) 13 Kitchen device (7) 15 Pilfer (5) 17 Unruly child (4) 18 O...",
        "date": "20120905",
        "country": "Jamaica"
    },
    {
        "title": "Caricom leaders play down worries on bloc’s future",
        "body": "CASTRIES, St. Lucia — Caribbean leaders opened the annual summit of the Caricom trade bloc by seeking to lessen concerns that the 15-member regional group is disintegrating.",
        "date": "20120706",
        "country": "Jamaica"
    },
    {
        "title": "IT ’ S THE ANC BUMBLE, SPIN ’ N SHUFFLE JIG",
        "body": "THE final report is still being studied at the Presidency on why there was a textbook crisis in Limpopo.",
        "date": "20120805",
        "country": "Jamaica"
    },
    {
        "title": "Haiti fears cholera and food shortages will raise storm’s death toll",
        "body": "The government of Haiti has warned that Hurricane Sandy represents a “disaster of major proportions,” which could bring food shortages as well as an imminent spike in the number of life...",
        "date": "20121031",
        "country": "Jamaica"
    },
    {
        "title": "My Jamaica",
        "body": "ROYSON JAMES",
        "date": "20121104",
        "country": "Jamaica"
    },
    {
        "title": "RECOVERY ! under way",
        "body": "THE INTERNATIONAL Monetary Fund ( IMF) has given Jamaica high marks for its performance during the second review period since the country entered a new borrowing arrangement in May.",
        "date": "20131229",
        "country": "Jamaica"
    },
    {
        "title": "Jamaica reclaiming its agricultural past",
        "body": "KINGSTON, Jamaica — The scent of coconut oil and fiery jerk spice blows through kitchens across this green island, but as the country’s food imports have become a billion-dollar threat to fin...",
        "date": "20130805",
        "country": "Jamaica"
    },
    {
        "title": "Jamaica and Caricom",
        "body": "It is little over fifty years since a sustained campaign, led by the then opposition Jamaica Labour Party ( JLP) under Alexander Bustamante, resulted in a referendum decision approving...",
        "date": "20130814",
        "country": "Jamaica"
    },
    {
        "title": "Caribbean nations push local farming",
        "body": "KINGSTON, Jamaica — The scent of coconut oil and fiery jerk spice blows through kitchens across this island, but as the country’s food imports have become a billion-dollar threat to finances ...",
        "date": "20130804",
        "country": "Jamaica"
    },
    {
        "title": "Jamaica’s crocodile crisis",
        "body": "An increase in poaching and a thriving underground meat market have put the country’s population of large reptiles in peril.",
        "date": "20131007",
        "country": "Jamaica"
    },
    {
        "title": "Jamaica reports drop in lionfish sightings",
        "body": "KINGSTON, Jamaica — Jamaica is reporting a big decline in sightings of lionfish, the voracious invasive species that has been wreaking havoc on regional reefs for years and wolfing down na...",
        "date": "20140415",
        "country": "Jamaica"
    },
    {
        "title": "Jamaican economy gets $510M World Bank boost",
        "body": "A year after turning to international lenders for help with its sinking economy, is getting some much needed assistance to boost business and investor confidence.",
        "date": "20140501",
        "country": "Jamaica"
    },
    {
        "title": "The NHT and inner- city Ja",
        "body": "WE ARE pleased that Morin Seymour, who, a long time ago, had a stint as its executive director, has complained about what he sees as the blatant inadequacy of the National Housing Trust (...",
        "date": "20140121",
        "country": "Jamaica"
    },
    {
        "title": "Hostile, unethical commercial banks",
        "body": "OVER THE years, the credit card industry has been the subject of much controversy. Many critics have blamed credit card issuers’ loose restrictions for high fees and interest rates, which a...",
        "date": "20140122",
        "country": "Jamaica"
    },
    {
        "title": "Water shortage not just problem in Third World",
        "body": "It’s",
        "date": "20140802",
        "country": "Jamaica"
    },
    {
        "title": "THE WAY FORWARD",
        "body": "THE WORLD is in a soil-health crisis, to the extent that this year is the International Year of the Soil, so designated to focus on soil-health restoration. And according to St Elizabeth...",
        "date": "20150528",
        "country": "Jamaica"
    },
    {
        "title": "UWI dropped ball on water crisis research",
        "body": "THE EDITOR, Sir:",
        "date": "20150708",
        "country": "Jamaica"
    },
    {
        "title": "Wanted: a minister for water",
        "body": "JAMAICA IS into its annual convulsion over drought and the restrictions on water supplies by the near-monopoly supplier of the commodity, the government-owned National Commiss...",
        "date": "20150705",
        "country": "Jamaica"
    },
    {
        "title": "Farmers introduced to innovative way of beating the drought",
        "body": "FARMERS IN the eastern end of the country were recently introduced to an innovative way of beating the drought which still has its grips on the country.",
        "date": "20150821",
        "country": "Jamaica"
    },
    {
        "title": "HATS OFF TO JAMAICA’S BEIJING VICTORIES",
        "body": "Hats off to Jamaica for securing the second place in the medals tally at the",
        "date": "20150901",
        "country": "Jamaica"
    },
    {
        "title": "Jamaica to the rescue",
        "body": "ONE CIVIC leader in Flint, Michigan, has described the Pump-n-Spray product invented by Jamaican entrepreneur Jovan Evans as a miracle idea.",
        "date": "20160419",
        "country": "Jamaica"
    },
    {
        "title": "HURRICANE MATTHEW IS NO JOKE",
        "body": "With the powerful Category Five Hurricane Matthew barreling through the central Caribbean Sea towards Jamaica, the Government has sounded yet another warning for Jamaicans to take action...",
        "date": "20161001",
        "country": "Jamaica"
    },
    {
        "title": "JDF soldiers leave for Haiti with relief supplies",
        "body": "EIGHT JAMAICA Defence Force (JDF) soldiers left the island yesterday with relief supplies for Haiti on a United States-provided aircraft to offer assistance following the devastation...",
        "date": "20161020",
        "country": "Jamaica"
    },
    {
        "title": "Energy minister to engage local investors on Petrojam talks",
        "body": "ENERGY MINISTER Phillip Paulwell says he will be holding talks with privatesector interests who have signalled a willingness to invest in the state-owned oil refinery, Petrojam.",
        "date": "20160209",
        "country": "Jamaica"
    },
    {
        "title": "THIS DAY IN OUR PAST",
        "body": "1970:The",
        "date": "20170607",
        "country": "Jamaica"
    },
    {
        "title": "Food For The Poor going places",
        "body": "IN 35 years of operation, the role of Food For The Poor (FFP) Jamaica, as well as the scope of its operations, has grown significantly as the charity continues to enable and enrich bene...",
        "date": "20170130",
        "country": "Jamaica"
    },
    {
        "title": "Make a clean, safer Jamaica your legacy, Holness",
        "body": "ITHE EDITOR, Sir: WATCHED the all-too-familiar scenes of catastrophic flooding on my Twitter timeline and on the television evening news. The streets of Montego Bay became raging torrents ...",
        "date": "20171124",
        "country": "Jamaica"
    },
    {
        "title": "Jamaica promises enhanced actions for oceans’ health",
        "body": "AS THE world turns its collective attention to the declining health of oceans, Jamaica has signalled its intent to step up its own recovery efforts.",
        "date": "20170615",
        "country": "Jamaica"
    },
    {
        "title": "The Shipping Association of Jamaica delivers public relations workshop",
        "body": "THE SHIPPING Association began its training package for 2018 with the eagerly anticipated Public Relations and Crisis Management Workshop. Professionals from banking, shipping ...",
        "date": "20180417",
        "country": "Jamaica"
    },
    {
        "title": "NWC reacts to water crisis in two St Catherine divisions",
        "body": "THE NATIONAL Water Commission (NWC) has reacted to claims by two councillors at last Thursday’s general meeting of the St Catherine Municipal Corporation that their divisions are fa...",
        "date": "20180220",
        "country": "Jamaica"
    },
    {
        "title": "Make decisive move to solve water crisis",
        "body": "I REFERENCE some information that I came across in your paper. There was a call by G2K President Stephen Edwards to give tax incentives and discounts on building permit fees to promote ...",
        "date": "20180822",
        "country": "Jamaica"
    },
    {
        "title": "Rural Water Supply Limited responds to Jamaica’s water challenges",
        "body": "“Today we are putting more pressure on freshwater resources than ever. Between a rapidly growing population and a shifting climate, water stress – and therefore risk – is increas...",
        "date": "20180322",
        "country": "Jamaica"
    },
    {
        "title": "While waiting on divine intervention for water",
        "body": "Dear Editor,",
        "date": "20190522",
        "country": "Jamaica"
    },
    {
        "title": "We have the foundation for growth — Duncan",
        "body": "AS Jamaica steadily advances in its economic reform agenda, Government and policymakers are impelled to not take the gains the country has secured over the last couple of years for grante...",
        "date": "20191009",
        "country": "Jamaica"
    },
    {
        "title": "Stop currency crisis talk!",
        "body": "When I came back to Jamaica from school in Canada in 1989, the Jamaican dollar was valued at $5.75:US$1. By 1994 it was over $33 — a 583 per cent increase in five years. It is now $141, meaning ...",
        "date": "20191112",
        "country": "Jamaica"
    },
    {
        "title": "Tourism industry dealing with threat of sargassum",
        "body": "KINGSTON, Jamaica (CMC) — The Jamaica-based Global Tourism and Crisis Management Centre is to collaborate with Massachusetts Institute of Technology (MIT) to conduct research on the po...",
        "date": "20190702",
        "country": "Jamaica"
    },
    {
        "title": "Jamaica kicks off new climate plan, undeterred by pandemic and floods",
        "body": "KINGSTON ( Thomson Reuters Foundation) - Two years ago, Colleen Williams took a 13-week water- harvesting course that helped her reduce her household consumption from 45,000 gallons a year...",
        "date": "20201213",
        "country": "Jamaica"
    },
    {
        "title": "United Oil & Gas committed to oil exploration in Jamaican waters",
        "body": "United Oil & Gas is not giving up on prospecting for oil in Jamaican waters despite the pull out of its joint venture partner, tullow Oil, in March this year.",
        "date": "20200626",
        "country": "Jamaica"
    },
    {
        "title": "Hotels shutting in Jamaica over COVID-19, 1,000 workers going home",
        "body": "(Jamaica Gleaner) Plunging arrivals out of the United Kingdom and Canadian markets as a result of COVID-19 have forced at least four Spanish hotels and several attraction operators to c...",
        "date": "20200319",
        "country": "Jamaica"
    },
    {
        "title": "Golding doubles down on PNP’s $70 billion promise",
        "body": "Mark Golding says that a People’s National Party (PNP) government would, from day one, move to fulfil its promise of giving light and water bill subsidies to Jamaicans and providing vul...",
        "date": "20200828",
        "country": "Jamaica"
    },
    {
        "title": "Water crisis is everybody’s business – Barnett",
        "body": "AS COUNTRIES around the world continue to grapple with the effects brought about by climate change, Jamaica is now desperately seeking to preserve and conserve on , which is a scarce comm...",
        "date": "20211101",
        "country": "Jamaica"
    },
    {
        "title": "BEWARE BLACK HOLE OF DEBT",
        "body": "FINANCE MINISTER Dr Nigel Clarke is calling for more public-private partnerships to help Jamaica navigate away from what he calls the black hole of a looming regional debt . Citing the latest IMF World Economic Outlook, released earlier this month, Clarke said remains in the top handful of most indebted countries in the Western Hemisphere even after bringing its debt ratio down to 94 per cent of GDP. “We were the third most indebted country out of 35, and the other two that were ahead of us were island states of the Caribbean. We’ve been so far out of mainstream for so long in this hot that we don’t realise what hot is any more,” the minister said during the Private Sector Organisation of ’s virtual economic forum, PSOJ Roadmap to 2.0, held online on Thursday.",
        "date": "20210425",
        "country": "Jamaica"
    },
    {
        "title": "Senator Haughton is right...",
        "body": "Dear Editor,",
        "date": "20210202",
        "country": "Jamaica"
    },
    {
        "title": "We have revolutionised the water system",
        "body": "WATER IS one of the most important resources for the sustenance of life on Earth. Indeed, every living thing depends on it. As such, the value of our rivers, streams, lakes, reservoirs, and...",
        "date": "20210322",
        "country": "Jamaica"
    },
    {
        "title": "Looking for winners as multinationals turn to workshop of the world",
        "body": "Wang Zhile, a professor at a think-tank in the Ministry of Foreign Trade and Economic Co-operation, was one of two Chinese economists who coined the phrase ‘‘China as the workshop of the worl...",
        "date": "20020128",
        "country": "Japan"
    },
    {
        "title": "Lessons from Argentina",
        "body": "Argentina’s economy is in a state of crisis. The tragic thing is that it need not be, based on its economic fundamentals. Yet the was inevitable, as the country’s institutions, incl...",
        "date": "20020121",
        "country": "Japan"
    },
    {
        "title": "North Korea may propose deal to scrap nuclear programme",
        "body": "North Korea may propose scrapping its nuclear weapons programme, at multilateral talks, in return for a security guarantee from the United States, a leading Japanese daily reported yeste...",
        "date": "20031201",
        "country": "Japan"
    },
    {
        "title": "Eight threats to China’s economic miracle",
        "body": "Among the four so-called “economic miracles” of the past half century – Germany after the second world war, Japan in the 1970s and 1980s, South Korea in the 1970s through to the mid-1990s, and Chi...",
        "date": "20030807",
        "country": "Japan"
    },
    {
        "title": "China urges N Korea to resume talks",
        "body": "A Chinese Vice-Minister of Foreign Affairs has made a four-day visit to North Korea to lobby for an early resumption of talks with the US to solve the nuclear crisis on the Korean peninsula.",
        "date": "20030716",
        "country": "Japan"
    },
    {
        "title": "North Koreans still facing food crisis",
        "body": "North Korea will face another food crisis next year despite better harvests, the UN says. Aid is needed for 6.5 million malnourished people, or more than a quarter of the population.",
        "date": "20031031",
        "country": "Japan"
    },
    {
        "title": "Japan won’t bow to hostage-takers",
        "body": "Prime Minister Junichiro Koizumi has refused to withdraw Japanese troops from Iraq, rejecting demands by Iraqi militants who took a Japanese civilian hostage and threatened to behead him un...",
        "date": "20041028",
        "country": "Japan"
    },
    {
        "title": "US marines move in to help storm victims",
        "body": "US marines began contributing to relief operations yesterday after the storms that have left more than 1,500 people dead or missing.",
        "date": "20041209",
        "country": "Japan"
    },
    {
        "title": "Japanese quake toll reaches 23",
        "body": "Thousands of people spend a second night in shelters as the death toll from Japan’s deadliest earthquake in a decade, hitting a magnitude of 6.8 in rural Niigata prefecture, climbs to 23, with 2,100 injured.",
        "date": "20041025",
        "country": "Japan"
    },
    {
        "title": "Dangers mount along with Iraq’s need for help",
        "body": "As of last night, there was no word on the promised release of the Japanese hostages held by Iraq’s Mujahedeen Brigades. Instead, there were renewed threats against the life of at least one capt...",
        "date": "20040412",
        "country": "Japan"
    },
    {
        "title": "‘ This is more in the range, given the devastation’",
        "body": "“ A crisis of this dimension is an ongoing thing. It rolls out,” she said. “I think it’s important to note that Canada reacted very quickly with this.”",
        "date": "20051011",
        "country": "Japan"
    },
    {
        "title": "Heartache on Mother Lake",
        "body": "SITTING CROSS-LEGGED on the wooden deck above the lake, Shun-ichi Ogawa watches a cormorant slide across the orange sunset to land on a rock standing proud of the perfectly flat . Red and g...",
        "date": "20050108",
        "country": "Japan"
    },
    {
        "title": "Nation faces crop shortfall of 200m tonnes this year",
        "body": "China’s surging economic development is outgrowing farmland and straining water resources, leaving a crop shortage of nearly 200 million tonnes this year.",
        "date": "20051108",
        "country": "Japan"
    },
    {
        "title": "‘World’s factory’ must go green, official says",
        "body": "The mainland should question its role as the “world’s factory” and instead embrace the green movement in order to prevent ecological disaster, an environmental official has warned.",
        "date": "20050620",
        "country": "Japan"
    },
    {
        "title": "Watershed moment",
        "body": "SWorld needs to decide how it will avert the looming freshwater crisis",
        "date": "20060904",
        "country": "Japan"
    },
    {
        "title": "ALARM ALARM BELLS BELLS SOUND SOUND AS AS CHINA CHINA RUNS RUNS DRY DRY",
        "body": "China’s worst drought in 50 years is putting the spotlight on a far larger problem: The nation’s water supply is running out. The1.3 billion citizens of the world’smost populous country ha...",
        "date": "20060828",
        "country": "Japan"
    },
    {
        "title": "Study set to try to save Dead Sea",
        "body": "SHUNEH, JORDAN – Jordan, Israel and the Palestinian Authority yesterday launched a feasibility study to try to save the rapidly vanishing Dead Sea, in what officials said was a positiv...",
        "date": "20061211",
        "country": "Japan"
    },
    {
        "title": "Clean water for all is investment in life",
        "body": "In the 1970s, the Club of Rome and others warned of dire scarcities of food, oil and other essentials, the seemingly inexorable consequence of rising demand for limited resources.",
        "date": "20061129",
        "country": "Japan"
    },
    {
        "title": "Developing countries ‘may face water crisis’",
        "body": "Singapore",
        "date": "20071130",
        "country": "Japan"
    },
    {
        "title": "Tokyo and Beijing eye hotline to boost ties",
        "body": "Japan and China agreed yesterday to work to ease military tensions through a hotline and ship exchanges despite lingering unease over Taiwan and Beijing’s growing defence spend...",
        "date": "20070831",
        "country": "Japan"
    },
    {
        "title": "Regime out to swap nukes for … a reactor",
        "body": "Pyongyang wants a light-water nuclear reactor as compensation for shutting down its indigenous nuclear programmes, North Korea’s top nuclear envoy said yesterday.",
        "date": "20070722",
        "country": "Japan"
    },
    {
        "title": "Australia’s drought plan to hit growth",
        "body": "A radical Australian government plan to cut water to drought-hit farmers risks turning the nation’s food basket into a dust bowl and will hobble national economic growth, according to e...",
        "date": "20070423",
        "country": "Japan"
    },
    {
        "title": "Water shortage threatens peace",
        "body": "A STRUGGLE by countries to secure sources of clean water will be ‘‘potent fuel’’ for war, the first AsiaPacific Water Summit was told.",
        "date": "20071205",
        "country": "Japan"
    },
    {
        "title": "Outcry over China ships in Japan seas",
        "body": "TOKYO: Japan protested yesterday after two Chinese survey ships entered what Tokyo considers its waters, reigniting a long-simmering territorial row between the two Asian giants.",
        "date": "20081209",
        "country": "Japan"
    },
    {
        "title": "Big three vow to revive world prosperity",
        "body": "FUKUOKA, JAPAN: The leaders of China, Japan and South Korea pledged yesterday to drum up funding to spare Asia the worst of the global financial crisis, vowing to serve as an engine to revi...",
        "date": "20081214",
        "country": "Japan"
    },
    {
        "title": "Leo Lewis.",
        "body": "THIS WEEK the skies opened above Niseko and dumped a perfect carpet of powder on the slopes of Japan’s most desirable ski resort, but the impossibility of booking a room there, one Tokyo C...",
        "date": "20080126",
        "country": "Japan"
    },
    {
        "title": "Dirty water, silent killer of children",
        "body": "Paul Vallely is correct to call G8 leaders to account for the promises made at the Gleneagles (Opinion, 7 July), yet his analysis misses a crucial part of the development jigsaw that un...",
        "date": "20080709",
        "country": "Japan"
    },
    {
        "title": "$5bn green loans",
        "body": "HORSHAM,ENGLAND: Japan announced a $5-billion loan fund on Saturday to help developing nations, hard hit by the global credit , to put in place running , solar power systems ...",
        "date": "20090316",
        "country": "Japan"
    },
    {
        "title": "Whaling needs subsidies",
        "body": "– Japan and Norway are giving large subsidies to their whaling industries, which have become unprofitable because of rising costs and declining demand for whale meat, the World Wildlif...",
        "date": "20090620",
        "country": "Japan"
    },
    {
        "title": "Whaling needs subsidies",
        "body": "LISBON – Japan and Norway are giving large subsidies to their whaling industries, which have become unprofitable because of rising costs and declining demand for whale meat, the World...",
        "date": "20090620",
        "country": "Japan"
    },
    {
        "title": "Japan paper adds to worries",
        "body": "On July 17, the Japanese cabinet approved t he White Paper on Defense for 2009 in a meeting. As usual, the content of the 427-page paper was roughly the same as that of the preceding year. ...",
        "date": "20090728",
        "country": "Japan"
    },
    {
        "title": "Adwea closes Dh8b deal",
        "body": "Abu Dhabi Abu Dhabi Water and Electricity Authority ( Adwea) said yesterday it had raised Dh8 billion ($2.18 billion) to fund its Shuweihat S2 water and electricity generation project...",
        "date": "20091020",
        "country": "Japan"
    },
    {
        "title": "China beefs up its offshore law enforcement",
        "body": "BEIJING — China has full sovereign and jurisdiction rights over the Chunxiao oil and gas field and Beijing’s activities there are entirely reasonable and legitimate, Foreign Ministry spokeswoman Jiang Yu said on Friday.",
        "date": "20100918",
        "country": "Japan"
    },
    {
        "title": "China beefs up its offshore law enforcement",
        "body": "BEIJING — China has full sovereign and jurisdiction rights over the Chunxiao oil and gas field and Beijing’s activities there are entirely reasonable and legitimate, Foreign Ministry spokeswoman Jiang Yu said on Friday.",
        "date": "20100918",
        "country": "Japan"
    },
    {
        "title": "Rant lands Chinese goalie in hot water",
        "body": "CHINA has suspended goalkeeper Wang Dalei indefinitely from the Asian Games soccer competition after he unleashed a tirade of abuse aimed at local fans and journalists on his microblog.",
        "date": "20101111",
        "country": "Japan"
    },
    {
        "title": "Bluefin tuna stocks in crisis2",
        "body": "Atlantic bluefin tuna is in crisis and clearly meets the criteria for a total ban on international trade, the head of the UN wildlife trade organization said on Saturday.",
        "date": "20100314",
        "country": "Japan"
    },
    {
        "title": "Japan should act fast",
        "body": "Japan has now been forced to release radioactive water from the crippled Fukushima Daiichi nuclear power plant into the Pacific Ocean. The situation at the Fukushima plant is deteriora...",
        "date": "20110413",
        "country": "Japan"
    },
    {
        "title": "Japan should act fast",
        "body": "Japan has now been forced to release radioactive water from the crippled Fukushima Daiichi nuclear power plant into the Pacific Ocean. The situation at the Fukushima plant is deteriora...",
        "date": "20110413",
        "country": "Japan"
    },
    {
        "title": "Japan should act fast",
        "body": "Japan has now been forced to release radioactive water from the crippled Fukushima Daiichi nuclear power plant into the Pacific Ocean. The situation at the Fukushima plant is deteriora...",
        "date": "20110413",
        "country": "Japan"
    },
    {
        "title": "Japan to stop pumping radioactive water into sea",
        "body": "TOKYO • Japan expects to stop pumping radioactive water into the sea from a crippled nuclear plant today, a day after China expressed concern at the action, reflecting growing interna...",
        "date": "20110409",
        "country": "Japan"
    },
    {
        "title": "Japan bid to ease China’s concerns",
        "body": "TOKYO – Japan yesterday said it hoped to stop pumping radioactive water into the sea, which should help ease concerns in neighbouring China and South Korea over the spread of radiation fr...",
        "date": "20110411",
        "country": "Japan"
    },
    {
        "title": "U.S. ORDERS SAFETY CHANGES AFTER JAPAN CRISIS",
        "body": "The Nuclear Regulatory Commission ordered major safety changes for U.S. nuclear power plants Friday, two days before the anniversary of the nuclear crisis in Japan. The orders requir...",
        "date": "20120310",
        "country": "Japan"
    },
    {
        "title": "Flood crisis toll rises",
        "body": "TOKYO: Evacuees in Japan have started returning to their homes after record rainfall forced hundreds of thousands to flee and left at least 32 dead or missing.",
        "date": "20120717",
        "country": "Japan"
    },
    {
        "title": "China’s leader-in-waiting speaks out against Japan",
        "body": "CHINESE leader-in-waiting Xi Jinping has denounced Japan’s decision to buy disputed islands and said Tokyo should rein in its behaviour as China moved to stop protests.",
        "date": "20120920",
        "country": "Japan"
    },
    {
        "title": "Anti-japan protests spike again",
        "body": "Anti-Japan protests reignited across China on Tuesday, the sensitive anniversary marking Tokyo’s occupation of its giant neighbour, escalating a maritime dispute that has forced major...",
        "date": "20120919",
        "country": "Japan"
    },
    {
        "title": "Dispute flares up again",
        "body": "Beijing – Anti-Japan protests reignited across China yesterday, the sensitive anniversary marking Tokyo’s occupation of its giant neighbour, escalating a maritime dispute which has f...",
        "date": "20120919",
        "country": "Japan"
    },
    {
        "title": "Japan protests French Fukushima cartoons",
        "body": "TOKYO: Japan voiced anger yesterday over cartoons published in a French newspaper that took aim at the decision to award the 2020 Olympics to Tokyo despite the ongoing nuclear at ...",
        "date": "20130913",
        "country": "Japan"
    },
    {
        "title": "Contaminated water leaks ‘lef t too long’",
        "body": "A fORMeR United States nuclear regulatory chief says contaminated water leaks at the crippled fukushima plant had been known since early in the and have worsened because act...",
        "date": "20130925",
        "country": "Japan"
    },
    {
        "title": "Fukushima water leak deepens crisis",
        "body": "TOKYO: Japan will raise its warning about the severity of a toxic water leak at the Fukushima nuclear plant, its nuclear watchdog said today, its most serious action since the plant was de...",
        "date": "20130821",
        "country": "Japan"
    },
    {
        "title": "Japan moves to resolve nuke crisis",
        "body": "Japan may use emergency reserve funds from this year’s budget to help Tokyo Electric Power Co (Tepco), the operator of the crippled Fukushima nuclear plant, deal with escalating radioac...",
        "date": "20130827",
        "country": "Japan"
    },
    {
        "title": "Japan pledges 320m for crippled plant",
        "body": "TOKYO JAPAN has pledged more than 320 million to contain leaks and decontaminate radioactive water from the crippled Fukushima nuclear plant, stepping up government efforts to deal wit...",
        "date": "20130904",
        "country": "Japan"
    },
    {
        "title": "Allowed out",
        "body": "Former Thai prime minister Yingluck Shinawatra and her son Supasek Amornchat arrive at Suvarnabhumi Airport in Bangkok yesterday before taking a flight to France. Thailand’s military jun...",
        "date": "20140725",
        "country": "Japan"
    },
    {
        "title": "Japan issues toilet paper alert",
        "body": "JAPAN has urged people to stock up on toilet paper, as more than 40 per cent of the nation’s supply comes from a high-risk earthquake zone.",
        "date": "20140902",
        "country": "Japan"
    },
    {
        "title": "THOUGHT",
        "body": "‘‘The crisis you have to worry about most is the one you don’t see coming.’’",
        "date": "20140416",
        "country": "Japan"
    },
    {
        "title": "Chinese ships back on patrol in disputed waters",
        "body": "Chinese patrol ships returned to disputed waters in the East China Sea yesterday for the first time since President Xi Jinping and Japanese Prime Minister Shinzo Abe met in Beijing earlier th...",
        "date": "20141126",
        "country": "Japan"
    },
    {
        "title": "City 20th on bad water supply list",
        "body": "The lack of effective measures to deal with the ongoing water crisis has earned Hyderabad the 20th position in a list of 500 global cities facing acute shortage and poor supply co...",
        "date": "20140803",
        "country": "Japan"
    },
    {
        "title": "WEDNESDAY",
        "body": "Japan mourns",
        "date": "20150315",
        "country": "Japan"
    },
    {
        "title": "CRISIS-MANAGEMENT TALKS STALL",
        "body": "Negotiations on a maritime and air crisis-management mechanism to prevent unwanted conflict in the East China Sea have ground to a halt after China and refused to budge on their disagr...",
        "date": "20151008",
        "country": "Japan"
    },
    {
        "title": "Jaitapur villagers to protest against Japan nuclear deal",
        "body": "MUMBAI: Locals residing around the proposed Jaitapur Nuclear Power Plant (JNPP) at Ratnagiri district will court arrest on Saturday as a mark of protest against the nuclear trade agreemen...",
        "date": "20151211",
        "country": "Japan"
    },
    {
        "title": "Nuclear plants feared vulnerable to terrorists",
        "body": "Security at France’s 58 nuclear power plants was purportedly raised to its highest level last month as a result of the terrorist attacks in Paris, stoking concern over the safety of Japan...",
        "date": "20151222",
        "country": "Japan"
    },
    {
        "title": "Crisis prevention imperative to Beijing and Tokyo",
        "body": "Coastguard vessels are continuously at a stalemate, presenting physical challenges.",
        "date": "20160921",
        "country": "Japan"
    },
    {
        "title": "WORLDVIEW IS WAR WITH CHINA INEVITABLE?",
        "body": "FIFTH century Chinese military leader Sun Tzu said: “Know yourself and know your enemy and in a hundred battles you will always be victorious.\" Sun Tzu's The Art of War’s dictum could not ...",
        "date": "20160420",
        "country": "Japan"
    },
    {
        "title": "Ford to leave Japan, Indonesia",
        "body": "The public relations battle over Flint is lost for Gov. Rick Snyder. Doesn’t matter how many PR heavyweights his team hires or what they get paid in private funds. God Himself couldn’t spin t...",
        "date": "20160126",
        "country": "Japan"
    },
    {
        "title": "Dry island begs for aid from East",
        "body": "Koror – Drought-stricken Palau could dry up completely this month, officials warned yesterday as the Pacific island appealed for urgent aid from and Taiwan, including shipments of ...",
        "date": "20160405",
        "country": "Japan"
    },
    {
        "title": "Japan to fund four community projects in Cotabato areas",
        "body": "DAVAO CITY—Japan provided grants last week amounting to $286,680 (approximately P15.3 million) to four community projects, including a crisis center for children running in conflict wi...",
        "date": "20181217",
        "country": "Japan"
    },
    {
        "title": "JAPAN FLUSHED WITH SUCCESS!",
        "body": "JAPANESE officials narrowly avoided a water crisis after a flood of halftime toilet breaks caused shortages across Tokyo. Millions of people rushed to the bathroom at the break of their win aga...",
        "date": "20180623",
        "country": "Japan"
    },
    {
        "title": "JAPAN FLUSHED WITH SUCCESS!",
        "body": "JAPANESE officials narrowly avoided a water crisis after a flood of halftime toilet breaks caused shortages across Tokyo. Millions of people rushed to the bathroom at the break of their win aga...",
        "date": "20180623",
        "country": "Japan"
    },
    {
        "title": "WATER WISE",
        "body": "Six grade 11 pupils from Makhanda (formerly Grahamstown) blew the competition out of the water in Tokyo recently after claiming top honours in three categories at the Water is Life 2018 c...",
        "date": "20180818",
        "country": "Japan"
    },
    {
        "title": "Japan to provide $28 million grant for PP sewage infrastructure",
        "body": "JAPAN has awarded Cambodia a three billion yen ($27.9 million) grant for a sewer development project in Phnom Penh to help ease flooding in parts of the capital, the Ministry of Foreign A...",
        "date": "20191003",
        "country": "Japan"
    },
    {
        "title": "Thirsty for solutions",
        "body": "THE Cebu City Risk Re duction Management will recommend a “state of preparedness” as the dry spell looms over the next three months.",
        "date": "20190316",
        "country": "Japan"
    },
    {
        "title": "Govt should lead, not react",
        "body": "THE water crisis in Metro Manila and nearby Rizal province reached an unprecedented level this week. The Metropolitan Waterworks and Sewerage System ( MWSS), the government body in char...",
        "date": "20190316",
        "country": "Japan"
    },
    {
        "title": "Thirsting to raise water awareness",
        "body": "A running Russian, on a mission to highlight the water crisis in Africa by covering large parts of the southern hemisphere on foot, arrived in the Bay on Wednesday.",
        "date": "20190822",
        "country": "Japan"
    },
    {
        "title": "Japan, Unicef on facing new challenges for children in Covid-19",
        "body": "THE Covid-19 crisis is a child rights crisis. UN children’s agency Unicef recognized the potential harm that Covid-19 can do to an already dire situation of children in the Philippines. W...",
        "date": "20200803",
        "country": "Japan"
    },
    {
        "title": "Japan’s nuke wastewater crisis sparks debate",
        "body": "Editor's Note: Japanese media have reported that the Japanese government plans to release the contaminated water from the Fukushima nuclear power plant in to the Pacific Ocean after treat...",
        "date": "20201028",
        "country": "Japan"
    },
    {
        "title": "Japan’s nuke wastewater crisis sparks debate",
        "body": "Editor's Note: Japanese media have reported that the Japanese government plans to release the contaminated water from the Fukushima nuclear power plant in to the Pacific Ocean after trea...",
        "date": "20201028",
        "country": "Japan"
    },
    {
        "title": "Japan, Unicef face new hurdles for kids vs Covid-19",
        "body": "AS a “child-rights crisis,” the United Nations Children’s Fund (Unicef) recognizes the potential harm of the coronavirus disease 2019 (Covid-19), with many looming threats for the young in ...",
        "date": "20200730",
        "country": "Japan"
    },
    {
        "title": "Putting the world at risk",
        "body": "The decision by Japan to release into the sea more than 1 million metric tons of contaminated water from the tsunami-crippled Fukushima nuclear power station has come as a surprise to ma...",
        "date": "20210423",
        "country": "Japan"
    },
    {
        "title": "Japan marks tsunami, nuclear crisis anniversary",
        "body": "TOKYO (AP) — Japan fell quiet at 2:46 p.m. Thursday to mark the minute that an earthquake began 10 years ago, setting off a tsunami and nuclear that devastated the country’s northeas...",
        "date": "20210312",
        "country": "Japan"
    },
    {
        "title": "Japan informs Indonesia it backs ASEAN'S move to send special envoy to Myanmar",
        "body": "Japanese Foreign Minister Toshimitsu Motegi has expressed support for ASEAN'S decision to send a special envoy",
        "date": "20210630",
        "country": "Japan"
    },
    {
        "title": "Japan set to sign $180M Covid-19 crisis loan agreement in December",
        "body": "JAPAN is expected to sign a concessional loan agreement worth 20 billion yen ($180 million) with the Kingdom this month for Covid-19 Crisis Response Emergency Support Loan Phase 2, the Cambo...",
        "date": "20211203",
        "country": "Japan"
    },
    {
        "title": "Japan won’t bow to hostage-takers",
        "body": "Prime Minister Junichiro Koizumi has refused to withdraw Japanese troops from Iraq, rejecting demands by Iraqi militants who took a Japanese civilian hostage and threatened to behead him un...",
        "date": "20041028",
        "country": "Jordan"
    },
    {
        "title": "Get set for new fortune cycle",
        "body": "Not so long ago people used to ask celebrity fung shui master Edwin Ma Lai-wah how long it would take before they became millionaires. Now visitors to his office pepper him with question...",
        "date": "20040808",
        "country": "Jordan"
    },
    {
        "title": "Without homes or hope",
        "body": "From the age of eight, when Abraham Awolich first fled with another child to escape rampaging Sudanese soldiers and built a mud hut in Ethiopia to stay alive, he believed his days as a refugee wo...",
        "date": "20040803",
        "country": "Jordan"
    },
    {
        "title": "Jordan Hotel Blasts Bear the Mark of Al Qaeda",
        "body": "Jordan, from Page A1] Jordan has long enjoyed a reputation as a safe zone sandwiched between its violent, unstable neighbors — Israel and the Palestinian territories to the west and ...",
        "date": "20051110",
        "country": "Jordan"
    },
    {
        "title": "Smog and traffic shock war veteran",
        "body": "“No one had any food in Hong Kong. Everyone was hungry”",
        "date": "20050425",
        "country": "Jordan"
    },
    {
        "title": "WHO RUINED GAZA?",
        "body": "No sooner had Israel completed its withdrawal of 8,000 Jewish citizens from the Gaza Strip than official Palestinian spokesmen proclaimed that this move would not end the occupation — sin...",
        "date": "20050916",
        "country": "Jordan"
    },
    {
        "title": "The year of the couch",
        "body": "FALLING STARS",
        "date": "20051220",
        "country": "Jordan"
    },
    {
        "title": "Study set to try to save Dead Sea",
        "body": "SHUNEH, JORDAN – Jordan, Israel and the Palestinian Authority yesterday launched a feasibility study to try to save the rapidly vanishing Dead Sea, in what officials said was a positiv...",
        "date": "20061211",
        "country": "Jordan"
    },
    {
        "title": "There goes the neighborhood",
        "body": "With Israel’s attention focused this week on various overtures from Damascus and the specter of civil war in the Palestinian Authority, ’s King Abdullah II hosted Prime Minister...",
        "date": "20061222",
        "country": "Jordan"
    },
    {
        "title": "Iran’s strategy of delay",
        "body": "Iran’s leaders are a confident bunch these days, so it should come as no surprise that they are still gleefully thumbing their noses at the rest of the world over the nuclear issue. The Unite...",
        "date": "20060824",
        "country": "Jordan"
    },
    {
        "title": "Reach Out To the Red Zone",
        "body": "Secretary of State Condoleezza Rice is in the Middle East this week, trying to bolster America’s allies to confront an enemies list that includes Iran, Syria, Hezbollah, Hamas and the al...",
        "date": "20061004",
        "country": "Jordan"
    },
    {
        "title": "Long may flag, Fox News fly high",
        "body": "CNN founder Ted Turner opened his mouth this week at the National Press Club, and promptly demonstrated why America needs Fox News Channel now more than ever.",
        "date": "20061014",
        "country": "Jordan"
    },
    {
        "title": "Greens urge gov’t to clean up Jordan River",
        "body": "Environmental activists are urging the government to rehabilitate the lower Jordan River after the cultural landscape was declared an “Endangered Cultural Heritage Site” by the le...",
        "date": "20070612",
        "country": "Jordan"
    },
    {
        "title": "Crisis aid",
        "body": "About 8 million Iraqis — nearly a third of the population — need immediate emergency aid because of the humanitarian crisis caused by the war, relief agencies said Monday. The report...",
        "date": "20070731",
        "country": "Jordan"
    },
    {
        "title": "Iraqis need emergency assistance, groups say",
        "body": "AMMAN, JORDAN – Almost 8 million Iraqis are in need of immediate emergency aid with children the hardest hit by worsening conditions, according to a report issued yesterday by Oxf...",
        "date": "20070731",
        "country": "Jordan"
    },
    {
        "title": "8 million in urgent need of help",
        "body": "LONDON— About 8 million Iraqis — nearly a third of the population — need immediate emergency aid because of the humanitarian caused by the war, relief agencies said yesterday...",
        "date": "20070731",
        "country": "Jordan"
    },
    {
        "title": "Jordan, Israel work to overcome regional water deficit",
        "body": "The grass isn’t always greener on the other side of the fence. While Israel’s water crisis is severe and much publicized, Jordan’s is much worse.",
        "date": "20081111",
        "country": "Jordan"
    },
    {
        "title": "Israel isn’t the only country battling to squeeze the last drop out of scarce water resources",
        "body": "Israel’s water problems may look grave, with the Kinneret dropping to new lows and the price of water set to rise, but other countries – such as Australia and Jordan – are facing similar, ...",
        "date": "20080713",
        "country": "Jordan"
    },
    {
        "title": "Gore urges action over water shortage",
        "body": "Tel Aviv Former US vicepresident turned environmentalist Al Gore says the Middle East's water shortage is a major part of the global climate crisis. Gore praised Israel for irrigati...",
        "date": "20080521",
        "country": "Jordan"
    },
    {
        "title": "Thirsty Jordan will struggle for water this summer",
        "body": "AMMAN – Jordan is facing a severe drought this year, the likes of which it has not witnessed in decades. The government is scrambling to find means of coping by reducing supplies to house...",
        "date": "20080415",
        "country": "Jordan"
    },
    {
        "title": "Jordan, Israel to embark on water-supply projects",
        "body": "AMMAN — An acute water shortage has prompted Jordan and Israel to embark on audacious water-supply projects that supporters say will prevent an impending regional but environ...",
        "date": "20090912",
        "country": "Jordan"
    },
    {
        "title": "Where is water supply for new residents?1",
        "body": "I was at the public meetings in Jordan River last year and a local asked where all the water was going to come from for these new residents.",
        "date": "20090823",
        "country": "Jordan"
    },
    {
        "title": "Political strife blocking efforts to put life back into Dead Sea",
        "body": "The Dead Sea may soon shrink to a lifeless pond as Middle East political strife blocks vital measures needed to halt the decay of the world’s lowest and saltiest body of , experts say...",
        "date": "20091124",
        "country": "Jordan"
    },
    {
        "title": "Demand for water is draining Dead Sea",
        "body": "The Dead Sea may soon shrink to a lifeless pond as Middle East political strife blocks vital measures needed to halt the decay of the world’s lowest and saltiest body of .",
        "date": "20091125",
        "country": "Jordan"
    },
    {
        "title": "Could water ignite the next war?",
        "body": "If the last two decades have been marked by wars over oil, the coming decades could see conflict over a much more precious commodity, water. By mid-century more than half of humanity will be ...",
        "date": "20100422",
        "country": "Jordan"
    },
    {
        "title": "Jordan unveils 2011 budget",
        "body": "AMMAN (AP) – Jordan is targeting a reduction in its budget deficit to just five percent of its GDP in fiscal 2011, the country’s finance minister said Sunday.",
        "date": "20101108",
        "country": "Jordan"
    },
    {
        "title": "Making users pay key to successful water strategy",
        "body": "Marrakesh No water strategy can work without introducing pricing to the users, despite the fierce political difficulties this can cause.",
        "date": "20101029",
        "country": "Jordan"
    },
    {
        "title": "Coke to maintain China growth fizz",
        "body": "TIANJIN — Coca-Cola’s $2billion China expansion plan is right on track with two more new facilities in the pipeline this year, a senior executive of the global beverage maker told China ...",
        "date": "20100914",
        "country": "Jordan"
    },
    {
        "title": "A water crisis is on the way and we’re getting out of our depth",
        "body": "ISRAELI, PALESTINIAN and Jordanian environmentalists have warned that the region will face a water crisis unless there is more co-operation between the three countries.",
        "date": "20110401",
        "country": "Jordan"
    },
    {
        "title": "Jordan to name nuke plant builder in Nov",
        "body": "AMMAN — Jordan said yesterday it will announce in November the firm it has chosen to build the parched country’s first nuclear plant to meet growing energy needs and desalinate .",
        "date": "20110809",
        "country": "Jordan"
    },
    {
        "title": "The real reason for Palestinians’ water crisis",
        "body": "Earlier this month, I took part in a panel discussion on the water crisis affecting the Middle East. Along with representatives from Jordan and France, Gilad Erdan, Israel’s Minister...",
        "date": "20110615",
        "country": "Jordan"
    },
    {
        "title": "Floods prompt evacuation order",
        "body": "Authorities told townspeople in Australia’s southeast to flee homes with three days of supplies as a surging river threatened another community in a flooding .",
        "date": "20110120",
        "country": "Jordan"
    },
    {
        "title": "Syrian war hurting neighbours",
        "body": "CANBERRA: Foreign Minister Bob Carr warns Jordan is ‘‘severely stretched’’ as it shelters more than 145 000 Syrian refugees who have f led their country’s civil war.",
        "date": "20120804",
        "country": "Jordan"
    },
    {
        "title": "Refugee influx too much to handle, says Jordan",
        "body": "AMMAN — Prime Minister Fayez Tarawaneh said yesterday the growing influx of Syrian refugees to was “beyond our capabilities,” expecting even more to join the exodus.",
        "date": "20120907",
        "country": "Jordan"
    },
    {
        "title": "Sightings . . .",
        "body": "TAYLOR Swift celebrating her Academy of Country Music “Entertainer of the Year” title at Yellowtail Japanese restaurant at the Bellagio in Vegas on Sunday night . . . ASHLEY Tisdal...",
        "date": "20120403",
        "country": "Jordan"
    },
    {
        "title": "The growing refugee crisis",
        "body": "THE STALEMATE in Syria can only mean the brewing refugee crisis could result in a regional humanitarian disaster. Over 1.2 million have been displaced so far with no signs of the wave of ...",
        "date": "20120904",
        "country": "Jordan"
    },
    {
        "title": "Water crisis threatens life in Gaza",
        "body": "THE Gaza Strip faces a water crisis that will soon make it “unliveable” unless plans for a $500 million desalination plant are approved by banks, delegates at a conference in Stoc...",
        "date": "20120831",
        "country": "Jordan"
    },
    {
        "title": "$100b investment in water sector",
        "body": "MUSCAT — Population growth and deterioration of water quality has prompted GCC governments to embark on major spending to combat scarcity and ensure sustainable resources f...",
        "date": "20120723",
        "country": "Jordan"
    },
    {
        "title": "The crisis in Syria",
        "body": "THE humanitarian crisis arising from the conflict in Syria is becoming increasingly urgent by the day.",
        "date": "20130423",
        "country": "Jordan"
    },
    {
        "title": "REFUGEE CRISIS CASH",
        "body": "BRITAIN is giving 12million to help desperate Syrian refugees who have fled to Jordan to escape the bloody civil war.",
        "date": "20131013",
        "country": "Jordan"
    },
    {
        "title": "Humanitarian crisis is spiralling, warns Oxfam",
        "body": "Syria’s humanitarian crisis is spinning out of control as refugee numbers spike and funding to help ease the suffering has yet to materialise, Oxfam has said.",
        "date": "20130228",
        "country": "Jordan"
    },
    {
        "title": "Saudi Arabia pledges aid to Jordan for refugees fleeing Syrian civil war",
        "body": "Saudi Arabia said Friday it will give Jordan $10 billion to help it deal with Syrian refugees, a day after the Jordanian prime minister said his country will not accept Palestinian refugee...",
        "date": "20130114",
        "country": "Jordan"
    },
    {
        "title": "Jordan to use Gulf aid to spur crisis-hit economy",
        "body": "AMMAN: Jordan aims to spend at least $1 billion next year in mainly Gulf-financed development projects to spur its aid-dependent economy, badly hit by an influx of 1.2 million Syrian refug...",
        "date": "20131204",
        "country": "Jordan"
    },
    {
        "title": "Why is the water tank project famous?",
        "body": "It’s not uncommon in New York City to find art by famous painters and photographers hanging in unexpected corners. From street art to public art to contemporary elevator museums, ev...",
        "date": "20140906",
        "country": "Jordan"
    },
    {
        "title": "Algae-related water crisis ‘big risk’ in Bay of Quinte",
        "body": "Authorities and residents alike must take action to prevent the Bay of Quinte from seeing an algae-related water crisis like that on Lake Erie, a conservation official says.",
        "date": "20140814",
        "country": "Jordan"
    },
    {
        "title": "West Virginia",
        "body": "officials lifted a ban on using tap water for a fraction of the 300,000 people affected by a chemical spill.",
        "date": "20140114",
        "country": "Jordan"
    },
    {
        "title": "PM gives $100M in aid to Jordan",
        "body": "AMMAN Canada is providing $100 million to Jordan to help it deal with the influx of refugees from Syria — with much of the money going towards propping up the country’s overloaded educat...",
        "date": "20140124",
        "country": "Jordan"
    },
    {
        "title": "Water hotspots in Middle East surge with rising refugee numbers",
        "body": "The number of Syrian refugees arriving in Jordan is 1.5 million. This is equivalent to the volume of people arriving from Canada to the US, Jordanian Prince Al Hassan Bin Talal noted at a conference titled ‘Exploring the nexus — Blue peace in West Asia’ held in Amman last week. Refugees now represent a quarter of the Jordanian population.",
        "date": "20150322",
        "country": "Jordan"
    },
    {
        "title": "HOW YOU CAN HELP",
        "body": "THERE’s no need to feel nothing can be done to ease the refugee crisis.",
        "date": "20150904",
        "country": "Jordan"
    },
    {
        "title": "LEADERS GATHER TO ADDRESS WATER CRISIS",
        "body": "stockholm — Politicians, water experts, the private sector and academia have gathered in the Swedish capital to discuss the world’s water crisis and find solutions for it.",
        "date": "20150826",
        "country": "Jordan"
    },
    {
        "title": "US Treasury guarantees bond issue by Jordan",
        "body": "NEW YORK, July 4, (RTRS): The US Treasury, at the behest of the US State Department and the United States Agency for International Development (USAID), guaranteed $1.5 billion worth of bon...",
        "date": "20150705",
        "country": "Jordan"
    },
    {
        "title": "Border crisis:",
        "body": "Syrian refugees stranded along the Jordanian border said Wednesday that clean water is getting scarce in their desert tent camp after the area was sealed by in response to a deadly cro...",
        "date": "20160623",
        "country": "Jordan"
    },
    {
        "title": "Border crisis:",
        "body": "Syrian refugees stranded along the Jordanian border said Wednesday that clean water is getting scarce in their desert tent camp after the area was sealed by in response to a deadly c...",
        "date": "20160623",
        "country": "Jordan"
    },
    {
        "title": "Border crisis:",
        "body": "Syrian refugees stranded along the Jordanian border said Wednesday that clean water is getting scarce in their desert tent camp after the area was sealed by in response to a deadly c...",
        "date": "20160623",
        "country": "Jordan"
    },
    {
        "title": "Refugee crisis:",
        "body": "No food and little water have reached 64,000 Syrian refugees stuck in the desert since Jordan sealed its border last week in response to a suicide attack, aid officials said Sunday. ...",
        "date": "20160627",
        "country": "Jordan"
    },
    {
        "title": "Refugee crisis:",
        "body": "No food and little water have reached 64,000 Syrian refugees stuck in the desert since Jordan sealed its border last week in response to a suicide attack, aid officials said Sunday. ...",
        "date": "20160627",
        "country": "Jordan"
    },
    {
        "title": "Refugee crisis:",
        "body": "No food and little water have reached 64,000 Syrian refugees stuck in the desert since Jordan sealed its border last week in response to a suicide attack, aid officials said Sunday. ...",
        "date": "20160627",
        "country": "Jordan"
    },
    {
        "title": "Jordan water crisis worsens as Mideast tensions slow action",
        "body": "SHARHABIL, Jordan: From a hillside in northern Jordan, the Yarmouk River is barely visible in the steep valley below, reduced from a once important water source to a sluggish trickle overgrown with vegetation. ’s reservoirs are only one-fifth full, a record low, and vital winter rains are becoming more erratic. Jordanians don’t need scientists to tell them that they live in one of the world’s driest countries in the center of the planet’s most region.",
        "date": "20171101",
        "country": "Jordan"
    },
    {
        "title": "Global funding gap persists in Jordan: Unicef",
        "body": "The head of Unicef’s operations in Jordan says Canadian taxpayer dollars are making an important difference for refugee children displaced by the Syrian war, but a massive internatio...",
        "date": "20170809",
        "country": "Jordan"
    },
    {
        "title": "Global funding gap persists in Jordan: Unicef",
        "body": "The head of Unicef’s operations in Jordan says Canadian taxpayer dollars are making an important difference for refugee children displaced by the Syrian war, but a massive internatio...",
        "date": "20170809",
        "country": "Jordan"
    },
    {
        "title": "Global funding gap persists in Jordan: Unicef",
        "body": "The head of Unicef’s operations in Jordan says Canadian taxpayer dollars are making an important difference for refugee children displaced by the Syrian war, but a massive internatio...",
        "date": "20170809",
        "country": "Jordan"
    },
    {
        "title": "Drought alleviation – or politics?",
        "body": "Regarding “Amid drought desalinated water to be transferred to sea Galilee” (June 12), the emergency plan to construct two desalination plants – one in Sorek and the other in the western Ga...",
        "date": "20180620",
        "country": "Jordan"
    },
    {
        "title": "How a water crisis could threaten the Middle East",
        "body": "Clad in identical polyester robes printed with pixelated pictures of Christ, the pilgrims on either side of the Jordan River gingerly nose their toes into its pea-green .",
        "date": "20181023",
        "country": "Jordan"
    },
    {
        "title": "The World Bank’s Red-Dead Sea gamble",
        "body": "Almost two decades ago, facing severe water shortages, Israel began to plan for an alternative: desalination. Amidst one of the most severe droughts in its history, an Israeli company...",
        "date": "20180207",
        "country": "Jordan"
    },
    {
        "title": "Jordan, Greece and Cyprus say more support needed to countries on refugee front line",
        "body": "NICOSIA (Reuters) – Greece, Jordan and Cyprus called for more effective support to countries on the front line of the Middle East refugee crisis on Tuesday and pledged to deepen cooperation...",
        "date": "20180117",
        "country": "Jordan"
    },
    {
        "title": "B.C. Hydro’s Jordan River crisis",
        "body": "Jordan River was once one of the largest and most productive salmon-spawning rivers on southern Vancouver Island, a choice feeding spot for a thriving orca population and an important s...",
        "date": "20190310",
        "country": "Jordan"
    },
    {
        "title": "Time to grasp the link between climate and war, says Israeli lawyer",
        "body": "NOT CONTENT with solving the issue of conflict in the Middle East, Israeli lawyer Gidon Bromberg has also set his sights on the climate catastrophe.",
        "date": "20191220",
        "country": "Jordan"
    },
    {
        "title": "To walk on this body of water would be miraculous",
        "body": "If you head to the Sea of Galilee where Jesus allegedly walked on water, today you would see holidaymakers performing the same miracle but over a muddy bog.",
        "date": "20190207",
        "country": "Jordan"
    },
    {
        "title": "World in water crisis",
        "body": "Nearly a quarter of the world’s population lives in 17 countries facing extremely high water stress, close to day zero conditions when the taps run dry, according to a new report.",
        "date": "20190807",
        "country": "Jordan"
    },
    {
        "title": "Water crisis deepens in Jordan amid lockdown",
        "body": "Complaints and concerns over water shortages rose by 58 percent in in the first day after a country-wide curfew was instated, authorities said Sunday. , the world’s fif...",
        "date": "20200324",
        "country": "Jordan"
    },
    {
        "title": "How Dubai Cares is commiting Dh26m to boost education in Jordan",
        "body": "Even before the Syrian Civil War started in 2011, neighbouring Jordan’s education system was already floundering under the influx of Iraqi and Palestinian refugees dating back to 2003 and 1948.",
        "date": "20200301",
        "country": "Jordan"
    },
    {
        "title": "No access to soap, clean water in Yemen: MSF",
        "body": "AL HAJJAH: Hand-washing to combat the spread of coronavirus is the order of the day, but it’s an unaffordable luxury for millions in war-ravaged Yemen where clean is dangerously...",
        "date": "20200325",
        "country": "Jordan"
    },
    {
        "title": "Netanyahu agrees to give Jordan extra water",
        "body": "Prime Minister Benjamin Netanyahu has agreed to provide Jordan with additional water as a sign that its crisis with the Hashemite Kingdom has abated.",
        "date": "20210413",
        "country": "Jordan"
    },
    {
        "title": "NU-Q student club explores environmental injustice in Palestine",
        "body": "ENVIRONMENTA experts and researchers who spoke at a Northwestern University in Qatar (NU-Q) panel recently were of opinion that the Israeli occupation of Palestine has been detrimental t...",
        "date": "20210318",
        "country": "Jordan"
    },
    {
        "title": "Why Jordan faces a critical water crisis",
        "body": "Jordanians are being warned to expect critical water shortages this summer largely due to a poor rainy season, which only reached 60 per cent of the average annual rainfall. The Minist...",
        "date": "20210424",
        "country": "Jordan"
    },
    {
        "title": "Water cooperation could fix Mideast ties",
        "body": "JERUSALEM: As scientific warnings of dire climate change-induced drought grow, many in Israel and cast worried eyes at the river running between them and the critical but limited r...",
        "date": "20210901",
        "country": "Jordan"
    }
]