[
    {
        "title": "ALIEN invasion",
        "body": "THEY CALL IT “the blob that ate the Black Sea”. Now, the world’s most dangerous alien species, a jellyfish about the size of your hand, is invading the nearby Caspian Sea, where scientists last...",
        "date": "20040320",
        "country": "Kazakhstan"
    },
    {
        "title": "Central Asia’s retreating waters",
        "body": "Remember what happened to the Aral Sea, the most extensive body of water in Central Asia? Since 1960, 30 years after Soviet planners began diverting its feeder rivers to irrigate cotton fields,...",
        "date": "20050819",
        "country": "Kazakhstan"
    },
    {
        "title": "US ban aims to stop beluga becoming toast",
        "body": "The US is expected to impose a blanket ban on beluga caviar imports from the Caspian Sea region, in a move designed to prevent the delicacy from vanishing forever from melba toasts and fine-bone...",
        "date": "20050911",
        "country": "Kazakhstan"
    },
    {
        "title": "Source of potential conflict",
        "body": "Russia went on alert this week as the first part of a feared toxic chemical spill crossed from China into its far eastern territory, via one of several major rivers that connect the two countr...",
        "date": "20051202",
        "country": "Kazakhstan"
    },
    {
        "title": "U.S., China vie for oil, allies on new Silk Road",
        "body": "ATASU, Kazakhstan — The wind-raked scrub of this barren plateau reveals little hint of the revolution gurgling 9 feet beneath.",
        "date": "20061219",
        "country": "Kazakhstan"
    },
    {
        "title": "The new Great Game",
        "body": "lished.”",
        "date": "20061219",
        "country": "Kazakhstan"
    },
    {
        "title": "Bio-fuelling the food crisis",
        "body": "Jagels is part of a global green rush, one of the greatest shifts that world agriculture has seen in decades. As the US, Europe, China, Japan and other countries commit themselves to using 10%...",
        "date": "20070831",
        "country": "Kazakhstan"
    },
    {
        "title": "Sunday paper share tips",
        "body": "TRINITY Mirror, publisher of The Journal and its sister publication the Middlesbrough Evening Gazette, is refocused as a national and regional newspaper publisher after completing ...",
        "date": "20071224",
        "country": "Kazakhstan"
    },
    {
        "title": "Best picture fades away for ‘Dreamgirls’",
        "body": "BEVERLY HILLS, Calif. (AP) — The musical Dreamgirls led Academy Awards contenders Tuesday with eight nominations, but surprisingly was shut out for best picture, positioning the ensemb...",
        "date": "20070124",
        "country": "Kazakhstan"
    },
    {
        "title": "Gulf states hungry for foreign food sources",
        "body": "FACED with a scarcity of fertile land, water shortages and surging world food prices, wealthy Arab states are seeking to secure their food supplies by investing in agriculture abroad.",
        "date": "20080722",
        "country": "Kazakhstan"
    },
    {
        "title": "Optimists still stride strong in oil patch1",
        "body": "IThe Patch f anyone out there should be worried about the future of the oil sands business, it’s Neil Camarta.",
        "date": "20081007",
        "country": "Kazakhstan"
    },
    {
        "title": "‘Global water crisis’ could bring instability, conf lict",
        "body": "Politicians, corporate executives, engineers and greens gather here on Monday for a weeklong arena aimed at tackling the planet’s fastgrowing . Around 20,000 people are exp...",
        "date": "20090315",
        "country": "Kazakhstan"
    },
    {
        "title": "Showman makes case on water during space ride",
        "body": "CAPE CANAVERAL – The circus showman who bought a US$35 million (NZ$48.47m) ticket to the International Space Station says it has been worth every penny – and more.",
        "date": "20091007",
        "country": "Kazakhstan"
    },
    {
        "title": "Showman makes case on water during space ride",
        "body": "CAPE CANAVERAL – The circus showman who bought a US$35 million (NZ$48.47m) ticket to the International Space Station says it has been worth every penny – and more.",
        "date": "20091007",
        "country": "Kazakhstan"
    },
    {
        "title": "Of global benefit",
        "body": "CASH-RICH China is using a period of relatively low oil prices to reinforce its energy security and ensure that its economy has the oil-based fuels needed to sustain growth when the reco...",
        "date": "20090525",
        "country": "Kazakhstan"
    },
    {
        "title": "‘ALL FOR WATER, WATER FOR ALL’",
        "body": "MONTREAL: The first clown in space, Guy Laliberte, has launched a 14-city poetic planetary extravaganza to promote clean drinking water, from the International Space Station.",
        "date": "20091011",
        "country": "Kazakhstan"
    },
    {
        "title": "Israelis to help build industry parks in Kazakhstan",
        "body": "Israel has signed a memorandum of understanding with the Republic of Kazakhstan for stronger economic cooperation between the two countries, including an agreement to support Isra...",
        "date": "20100416",
        "country": "Kazakhstan"
    },
    {
        "title": "Sovereign funds aim to tap private capital",
        "body": "London (Reuters) A curious trend is developing among powerful sovereign and state-backed investment funds: despite being super rich in mainly oil-generated wealth, they are tapping th...",
        "date": "20100723",
        "country": "Kazakhstan"
    },
    {
        "title": "Europe",
        "body": "Josef Stalin’s rule, under which arbitrary borders led to exacerbated ethnic tensions, has played a key role in the turmoil that killed 124 last week.",
        "date": "20100615",
        "country": "Kazakhstan"
    },
    {
        "title": "Australian PM, uranium officials defend industry",
        "body": "SYDNEY — Prime Minister Julia Gillard and senior executives in Australia's uranium industry have insisted the major producer will withstand the Japanese nuclear despite a s...",
        "date": "20110321",
        "country": "Kazakhstan"
    },
    {
        "title": "The need to engage people in conserving environment",
        "body": "SEPT. 24, 2011 will be remembered for the worldwide activities meant to create greater awareness about the urgent need to address the global climate crisis that has wrought havoc and diso...",
        "date": "20111003",
        "country": "Kazakhstan"
    },
    {
        "title": "Engineers stop leaks, but Japan not out of trouble",
        "body": "TOKYO: Engineers have stopped highly radioactive water leaking into the sea from a crippled Japanese nuclear power plant, the facility’s operator said today, a breakthrough in the batt...",
        "date": "20110406",
        "country": "Kazakhstan"
    },
    {
        "title": "Boateng and Richards add to City’s growing defensive crisis",
        "body": "MANCHESTERCITY’Shopes of restoring lost momentum after the international break have been a dealt a blow with a mounting defensive injury crisis which is likely to deprive the club of Jer...",
        "date": "20110329",
        "country": "Kazakhstan"
    },
    {
        "title": "Water crisis threatening Asia Pacific",
        "body": "DESPITE the economic progress of most of the countries in the AsiaPacific region, security in the region still remains a challenge, a new study prepared jointly by the Asian Develop...",
        "date": "20130314",
        "country": "Kazakhstan"
    },
    {
        "title": "Fractious region risking conflict over resources",
        "body": "Competition for strategic natural resources – including water, mineral ores and fossil fuels – has always played a significant role in shaping the terms of the international econo...",
        "date": "20130409",
        "country": "Kazakhstan"
    },
    {
        "title": "Woe to America’s allies",
        "body": "Three crises, one president, many bewildered friends. The first crisis, barely noticed here, is Ukraine’s sudden turn away from Europe and back to the Russian embrace.",
        "date": "20131206",
        "country": "Kazakhstan"
    },
    {
        "title": "Asia’s resource scramble",
        "body": "NEW DELHI—Competition for strategic natural resources—including water, mineral ores and fossil fuels—has always played a significant role in shaping the terms of the international ...",
        "date": "20130409",
        "country": "Kazakhstan"
    },
    {
        "title": "Silk Road plan gets huge boost",
        "body": "China secured deals worth more than $14 billion to enhance connectivity with Kazakhstan, Central Asia’s largest economy, in what is another step forward in efforts to revive the ancient transcontinental Silk Road.",
        "date": "20141215",
        "country": "Kazakhstan"
    },
    {
        "title": "Europe",
        "body": "Canada, Kazakhstan coop: Canada heralded Friday the implementation of a civilian nuclear cooperation agreement with Kazakhstan that allows nuclear technology to be exported to the ...",
        "date": "20140818",
        "country": "Kazakhstan"
    },
    {
        "title": "Putin forms ex- Soviet trade bloc, denies bid to revive USSR",
        "body": "Russian President Vladimir Putin signed a treaty with Kazakhstan and Belarus on Thursday creating a vast trading bloc which he hopes will challenge the economic might of the United States, the European Union and China.",
        "date": "20140530",
        "country": "Kazakhstan"
    },
    {
        "title": "EEU to give member states added edge",
        "body": "The newly established Eurasian Economic Union ( EEU) will give the three member states - Belarus, Kazakhstan and Russia - several advantages, an expert on Central Asia and Senior Correspondent at Radio Free Europe/ Radio Liberty said.",
        "date": "20140606",
        "country": "Kazakhstan"
    },
    {
        "title": "Start of water wars floating ashore",
        "body": "E UROPE’S problem with migrants — more properly, refugees — flooding in from lessaffluent countries is not some temporary imbalance that will eventually be resolved, but merely the start...",
        "date": "20150904",
        "country": "Kazakhstan"
    },
    {
        "title": "Russian supply ship launched to International Space Station",
        "body": "MOSCOW — A Russian booster rocket on Friday successfully launched an unmanned cargo ship to the International Space Station, whose crew is anxiously awaiting it after the successive fail...",
        "date": "20150704",
        "country": "Kazakhstan"
    },
    {
        "title": "Russian supply ship launched to International Space Station",
        "body": "MOSCOW >> A Russian booster rocket on Friday successfully launched an unmanned cargo ship to the International Space Station, whose crew is anxiously awaiting it after the successi...",
        "date": "20150705",
        "country": "Kazakhstan"
    },
    {
        "title": "No date set for Ukraine summit",
        "body": "BERLIN: The foreign ministers of Ukraine, Russia, Germany and France ended a meeting on Monday ( Tuesday in Manila) without being able to set a date for a hoped-for peace summit on ending ...",
        "date": "20150114",
        "country": "Kazakhstan"
    },
    {
        "title": "Kazakhstan PM asked Tony Blair to ban my Borat movie Sacha blasted over ‘lost trade’",
        "body": "SACHA Baron Cohen has told how Tony Blair was asked to stop the release of one of his movies when he was in No10.",
        "date": "20160228",
        "country": "Kazakhstan"
    },
    {
        "title": "CRISIS",
        "body": "“Deepwater Horizon” is an intense, big- budget depiction of the events immediately before, during and after the blowout and explosion at the ultra- deep sea drilling rig off Louisiana. ...",
        "date": "20161011",
        "country": "Kazakhstan"
    },
    {
        "title": "Nuclear energy can tackle water crisis",
        "body": "Sea water can now be made fit for drinking, thanks to new technology developed by the Department of Atomic Energy (DAE). The new water desalination techniques developed by DAE have been...",
        "date": "20160617",
        "country": "Kazakhstan"
    },
    {
        "title": "Central Asia’s regimes challenged by stuttering economy",
        "body": "ASHGABAT (TurkmeniSTAn): Pensioner Anna Kovalyova, 63, would struggle to make ends meet on her pension worth US$250 if it was not for the subsidies from the authorities in Turkmenistan ...",
        "date": "20160314",
        "country": "Kazakhstan"
    },
    {
        "title": "Central Asia needs unified strategy on water",
        "body": "Not so long ago, environmental experts from five Central Asian countries met in Almaty, Kazakhstan. They discussed environmental issues, which concern not only the Central Asian state...",
        "date": "20170510",
        "country": "Kazakhstan"
    },
    {
        "title": "A worsening water crisis in Gorgan Gulf",
        "body": "Iran’s Gorgan Gulf, in the northeastern province of Golestan, is facing severe drought due to the drying up of the Caspian Sea at Gaz Port region, gathering of running wastewater on the por...",
        "date": "20170906",
        "country": "Kazakhstan"
    },
    {
        "title": "THOUGHTS of THE TIMES",
        "body": "The current state of relations between South Korea and North Korea can be described as “mini-Cold War.” The stalemate has pushed the North Korean regime to extreme and even more belligerent b...",
        "date": "20170325",
        "country": "Kazakhstan"
    },
    {
        "title": "China ponders building 620-mile pipe to siphon water from Russia",
        "body": "China is reportedly considering building a 620-mile pipeline to pump water from Siberia to its drought-stricken northwest.",
        "date": "20170308",
        "country": "Kazakhstan"
    },
    {
        "title": "Demarcation of the Caspian Sea will bring in more oil and gas supply",
        "body": "When is a sea not a sea?",
        "date": "20180827",
        "country": "Kazakhstan"
    },
    {
        "title": "UN chief urges to address root causes of crisis in Central Asia",
        "body": "UNITED NATIONS: UN Secretary-General Antonio Guterres Friday urged parties concerned to address the root causes of the crisis in Central Asia and build peaceful societies resilient to...",
        "date": "20180121",
        "country": "Kazakhstan"
    },
    {
        "title": "How our hunger for cheap jeans turned a sea into a desert",
        "body": "Revealed by the BBC’s Stacey Dooley in a devastating documentary which brands fast fashion as one of the planet’s worst polluters",
        "date": "20181007",
        "country": "Kazakhstan"
    },
    {
        "title": "The great glacial retreat",
        "body": "TUYUKSU GLACIER RESEARCH STATION, KAZAKHSTAN— On a summer day in the mountains high above Almaty, Kazakhstan’s largest city, the Tuyuksu glacier is melting like mad. Rivulets of stream ...",
        "date": "20190120",
        "country": "Kazakhstan"
    },
    {
        "title": "Paintings as derivatives of lucid dreams",
        "body": "GURUGRAM: Artists Jiten Thukral and Sumir Tagra’s creations often bear pop visual characters, placed in an abstract manner, to create the impression of urban modern art.",
        "date": "20191206",
        "country": "Kazakhstan"
    },
    {
        "title": "ANXIETY OF ICE",
        "body": "On a summer day in the mountains high above Almaty, Kazakhstan’s largest city, the Tuyuksu glacier is melting like mad. Rivulets of stream down its thin leading edge. In Central Asia and...",
        "date": "20190128",
        "country": "Kazakhstan"
    },
    {
        "title": "Caspian Sea may shrink due to climate crisis",
        "body": "Rising temperatures could cause the Caspian Sea to shrink in the coming decades, with potentially “devastating” impacts for local people and wildlife, scientists have warned.",
        "date": "20201227",
        "country": "Kazakhstan"
    },
    {
        "title": "A water crisis which could spark disaster and war",
        "body": "THE postponed UN Climate Change Conference (COP 26) will be held in Glasgow next November. One of the most startling impacts of man-made climate catastrophes they should consider is the un...",
        "date": "20201219",
        "country": "Kazakhstan"
    },
    {
        "title": "Shrinking Caspian Sea will have ‘devastating impact’ on local people and wildlife",
        "body": "Rising temperatures could cause the Caspian Sea to shrink in the coming decades, with potentially “devastating” impacts for local people and wildlife, scientists have warned.",
        "date": "20201224",
        "country": "Kazakhstan"
    },
    {
        "title": "Pink flamingos return to Kazakhstan’s capital",
        "body": "Following five years of absence, pink flamingos have been flocking back to Kazakhstan’s capital, Nur-Sultan, much to the delight of residents who have flooded social media with photos of th...",
        "date": "20211017",
        "country": "Kazakhstan"
    },
    {
        "title": "Iran offers Central Asian nations route to access global waters",
        "body": "The Iranian Foreign Minister Mohammad Javad Zarif’s recent five-day tour to the five Central Asian countries was aimed at reminding his country’s relevance as a key transit and trade ou...",
        "date": "20210412",
        "country": "Kazakhstan"
    },
    {
        "title": "Discarded phones a major health hazard",
        "body": "Governments from around the world will meet this week to tackle the latest toxic-waste crisis – mobile phones.",
        "date": "20041018",
        "country": "Kenya"
    },
    {
        "title": "Coral fish stocks at crisis point",
        "body": "Fish populations in sensitive coral areas around Hong Kong’s coastline have been reduced to some of the lowest levels in the world because of overfishing, a six-year research project has foun...",
        "date": "20040119",
        "country": "Kenya"
    },
    {
        "title": "IT’S PERSONAL",
        "body": "Sophomore director Sofia Coppola on the inspiration and perspiration behind the five-star Lost in Translation",
        "date": "20040205",
        "country": "Kenya"
    },
    {
        "title": "Millions facing famine in Ethiopia, Kenya and Somalia",
        "body": "More than a million Ethiopian cattle herders face extreme food shortages after the failure of rains that normally replenish sources and sustain livestock through the dry season, a fami...",
        "date": "20051231",
        "country": "Kenya"
    },
    {
        "title": "Kenyan leader loses key vote on referendum",
        "body": "NAIROBI •",
        "date": "20051123",
        "country": "Kenya"
    },
    {
        "title": "ED’S MERCY TOUR",
        "body": "PRINCE Edward yesterday began a tour of Africa with a trip to a drought and famine-ravaged corner of Kenya.",
        "date": "20061009",
        "country": "Kenya"
    },
    {
        "title": "Fears rise for flood-hit refugees",
        "body": "The United Nations refugee agency has begun airlifting emergency aid to thousands of refugees after severe flooding hit a camp in northeastern Kenya, sweeping away thousands of temporar...",
        "date": "20061121",
        "country": "Kenya"
    },
    {
        "title": "Water for all (who can afford it)",
        "body": "Nearly two million children a year die for want of clean water and proper sanitation while the world’s poor often pay more for their water than people in Britain or the United States, accor...",
        "date": "20061117",
        "country": "Kenya"
    },
    {
        "title": "Outreach",
        "body": "As always, we will be running our outreach programme throughout the country, with our partners that include the Palestinian Solidarity Committee, the Anti-War Coalition and the Orange F...",
        "date": "20060908",
        "country": "Kenya"
    },
    {
        "title": "FOR WORLD’S POOR, WATER IS A KILLER",
        "body": "“People defecate in plastic bags in the middle of the night then just toss them. The next morning you see bags of crap sitting on the road, in ditches, on roofs, behind bushes.”",
        "date": "20071124",
        "country": "Kenya"
    },
    {
        "title": "Report says effect of global warming akin to nuclear war",
        "body": "Climate change could have global security implications on a par with nuclear war unless urgent action is taken, a report said yesterday.",
        "date": "20070913",
        "country": "Kenya"
    },
    {
        "title": "Pieces of Kenya-bound jet found in forest near airport",
        "body": "DOUALA, Cameroon — The wreckage of a Kenya Airways jetliner that crashed with 114 people aboard was found yesterday in a mangrove forest, aviation officials said, more than 40 hours after...",
        "date": "20070507",
        "country": "Kenya"
    },
    {
        "title": "Refugee deaths underscore crisis brewing in Somalia",
        "body": "SAN‘A, Yemen (AP) — The deaths of at least 31 people forced overboard in stormy seas — some stabbed, raped or butchered with clubs — illustrate a growing security problem in the pirate- and ...",
        "date": "20070329",
        "country": "Kenya"
    },
    {
        "title": "Sanitation must top the agenda",
        "body": "Almost half the world’s population, 2.6 billion people, lack access to basic sanitation. One in six people, 1.1 billion, do not have safe drinking . The lack of access to these b...",
        "date": "20070228",
        "country": "Kenya"
    },
    {
        "title": "Kenya faces health crisis",
        "body": "KENYA faces a health emergency within days if the wave of deadly riots in the east African state is not halted, a UK-based charity warned yesterday.",
        "date": "20080106",
        "country": "Kenya"
    },
    {
        "title": "Outbreaks of disease feared in Kenya",
        "body": "NAIROBI, Kenya — A devastating health emergency looms in Kenya where an explosion of post- election violence has killed hundreds and displaced a quarter of a million others, British cha...",
        "date": "20080107",
        "country": "Kenya"
    },
    {
        "title": "Peace Corps operations suspended; economy hurt",
        "body": "The Associated Press NAIROBI, Kenya — The Peace Corps said Tuesday it has suspended operations in Kenya after weeks of violence in the wake of disputed presidential elections, and busi...",
        "date": "20080206",
        "country": "Kenya"
    },
    {
        "title": "Bush warns Kenya on eve of Africa tour",
        "body": "WASHINGTON — On the eve of a planned trip to Africa, President Bush thrust himself into the role of peacemaker on Thursday, as his plans to promote American efforts against poverty and dis...",
        "date": "20080215",
        "country": "Kenya"
    },
    {
        "title": "A water crisis",
        "body": "From the Daily Nation, Nairobi, Kenya The full impact of environmental degradation is beginning to be felt in Kenya as water and other natural resources diminish. Nairobi and all other u...",
        "date": "20090614",
        "country": "Kenya"
    },
    {
        "title": "Gala raises money for Kenya",
        "body": "The Well Project Gala is set for Feb. 27 at Trentwinds International Centre, at 264 Lansdowne St. E.",
        "date": "20090203",
        "country": "Kenya"
    },
    {
        "title": "No flowers for their graves",
        "body": "Kenya is the one of the world’s top exporters of cut flowers (Drought, Despair In The Shadow Of Mount Kenya – Sept. 12). Its extensive greenhouses require billions of gallons of every...",
        "date": "20090914",
        "country": "Kenya"
    },
    {
        "title": "Kenyans struggle to find food, water in growing drought",
        "body": "NAIROBI, Kenya — Across East Africa, drought is again leaving millions of people hungry, thirsty and dangerously dependent on food aid, the United Nations has warned. But as the weeks wear on...",
        "date": "20090823",
        "country": "Kenya"
    },
    {
        "title": "Kenya reassures Egypt on water",
        "body": "The Kenyan prime minister, Raila Odinga, said yesterday that Nile basin states would never threaten Egypt’s interests, after his country became the fifth to sign a pact...",
        "date": "20100524",
        "country": "Kenya"
    },
    {
        "title": "UM film to air on Planet Green",
        "body": "AUniversity of Miami documentary about the global fresh water crisis has received accolades in film festivals around the world. Now the general public will get a chance to watch. The fil...",
        "date": "20100724",
        "country": "Kenya"
    },
    {
        "title": "Pollution of Lake Victoria worsening: report",
        "body": "KAMPALA (Reuters) — Pollution in parts of Lake Victoria is worsening so fast that soon it may be impossible to treat its enough to provide drinking for the Ugandan capita...",
        "date": "20100323",
        "country": "Kenya"
    },
    {
        "title": "Water crisis to hit food prices",
        "body": "A POTENTIAL global water shortage could send UK food prices soaring, experts warned yesterday.",
        "date": "20100419",
        "country": "Kenya"
    },
    {
        "title": "Rampant corruption could push Kenya back into violence, ambassador warns",
        "body": "Kenya could descend into violence worse than the 2008 post-election crisis unless rampant corruption in the ruling elite is tackled, the US ambassador to Kenya has warned in a report to ...",
        "date": "20101209",
        "country": "Kenya"
    },
    {
        "title": "South Somalia slipping into famine, says UN",
        "body": "LIBOI, Kenya: The whole of droughtand conflict-wracked southern Somalia is heading into famine as the Horn of Africa food crisis deepens, the United Nations said Friday.",
        "date": "20110730",
        "country": "Kenya"
    },
    {
        "title": "50m needed to avert triple African crisis, writes Peter Meiklem",
        "body": "THE spectre of famine hanging over one country is troubling enough, but when that malignant ghost threatens three, then it becomes more than a simple crisis.",
        "date": "20110706",
        "country": "Kenya"
    },
    {
        "title": "Oxfam plays vital role in Somalia",
        "body": "Former humanitarian worker Mark Mullan was stationed in Somalia from 1992-94 and witnessed “ constant death” in that food crisis (“ Plea for donations to aid Somali famine victims”, Au...",
        "date": "20110811",
        "country": "Kenya"
    },
    {
        "title": "East African drought ‘worst food crisis of 21st century’",
        "body": "AID agencies have launched emergency appeals after warning “millions of people” face a fight for survival because of the worst drought in East Africa in decades.",
        "date": "20110705",
        "country": "Kenya"
    },
    {
        "title": "Slow response to East Africa hunger ‘cost lives’",
        "body": "NAIROBI, Kenya — Thousands of people, more than half of them children, died needlessly and millions of dollars were wasted because the international community did not respond to early war...",
        "date": "20120119",
        "country": "Kenya"
    },
    {
        "title": "Africa in grip of new hunger crisis",
        "body": "EAST Africa is facing a “doubledip” hunger crisis that could plunge millions of people back into emergency levels of hunger and malnutrition, Save the Children is warning.",
        "date": "20120501",
        "country": "Kenya"
    },
    {
        "title": "Refugee camp in Kenya is facing a funding crisis",
        "body": "JOHANNESBURG, South Africa — The Dadaab refugee camp in northern Kenya is the biggest in the world, a sprawl of nearly half a million people, some of whom have lived there for about two decades.",
        "date": "20120713",
        "country": "Kenya"
    },
    {
        "title": "Kenya struggles to exorcise old demons before elections",
        "body": "10%",
        "date": "20120103",
        "country": "Kenya"
    },
    {
        "title": "Women’s Institute learns about Kings Grannies",
        "body": "Vice-President Clarice Pottie opened the meeting on Jan. 8 and welcomed everyone.",
        "date": "20130117",
        "country": "Kenya"
    },
    {
        "title": "Nairobi airport up in flames",
        "body": "Major crisis",
        "date": "20130808",
        "country": "Kenya"
    },
    {
        "title": "Nairobi airport up in flames",
        "body": "Major crisis",
        "date": "20130808",
        "country": "Kenya"
    },
    {
        "title": "Nairobi airport up in flames",
        "body": "Major crisis",
        "date": "20130808",
        "country": "Kenya"
    },
    {
        "title": "Nairobi airport up in flames",
        "body": "Major crisis",
        "date": "20130808",
        "country": "Kenya"
    },
    {
        "title": "Nairobi airport up in flames",
        "body": "Major crisis",
        "date": "20130808",
        "country": "Kenya"
    },
    {
        "title": "6",
        "body": "Aid workers are warning of a looming humanitarian crisis in northwest Kenya, where a year-long drought and the late arrival of the rainy season have left more than 300,000 in need of food a...",
        "date": "20140404",
        "country": "Kenya"
    },
    {
        "title": "Africa trip still on",
        "body": "The co-founder of a group bringing reliable, clean water to villages in Africa said the Ebola crisis won’t end plans for a trip this month. Greg Bixler will travel with three other Design Outr...",
        "date": "20141003",
        "country": "Kenya"
    },
    {
        "title": "Evans’ Well Aware a watershed success",
        "body": "In 2006, Sarah Evans listened as an Austin friend described the challenges her Masai family faced back in Kenya. The urgent crisis: How to replace essential livestock that were dying.",
        "date": "20140405",
        "country": "Kenya"
    },
    {
        "title": "Water crisis in the making",
        "body": "WATER, SAID Leonardo da Vinci, “is the driving force of all nature.” The 15th century Italian Renaissance polymath was obsessed with “the vehicle of nature” and spent a lot of his time and ...",
        "date": "20140324",
        "country": "Kenya"
    },
    {
        "title": "HATS OFF TO JAMAICA’S BEIJING VICTORIES",
        "body": "Hats off to Jamaica for securing the second place in the medals tally at the",
        "date": "20150901",
        "country": "Kenya"
    },
    {
        "title": "Powerhouses can work together",
        "body": "The Kenya Trade and Investment Summit, held in partnership with the Kenya High Commission and Mail & Guardian Africa on September 4 and 5 at the Sandton Convention Centre resembled a...",
        "date": "20150911",
        "country": "Kenya"
    },
    {
        "title": "President back but Burundi tense",
        "body": "BUJUMBURA: Burundian President Pierre Nkurunziza yesterday made his first public appearance in the capital since an attempted coup last week failed to oust him, warning of a threat pose...",
        "date": "20150518",
        "country": "Kenya"
    },
    {
        "title": "When the time’s right some of her ashes on",
        "body": "SHE had a zest for life, a lust for adventure and a natural knack of helping others.",
        "date": "20150725",
        "country": "Kenya"
    },
    {
        "title": "Tea factories closing amidst crashing tea prices",
        "body": "The crash in tea prices at the Colombo Tea Auctions has become a major issue with some tea factories even closing down with an urgent need by the Government to initiate corrective measu...",
        "date": "20151025",
        "country": "Kenya"
    },
    {
        "title": "Kenya to test Eurobond waters",
        "body": "LONDON – Kenya could become the first African country to tap global debt markets this year as it begins a bond roadshow this week, but Eurobond financing is likely to remain out of reach for ...",
        "date": "20160404",
        "country": "Kenya"
    },
    {
        "title": "Another catfight takes attention away from another charity on RHOA",
        "body": "the noble women of the real Housewives of atlanta wished to do their part and help out with the water crisis in Flint michigan. Phaedra Parks decided to take it upon herself to organize an o...",
        "date": "20161203",
        "country": "Kenya"
    },
    {
        "title": "Country tests eurobond waters",
        "body": "KENYA could become the first African country to tap global debt markets this year as it begins a bond roadshow this week, but eurobond financing is likely to remain out of reach for most of it...",
        "date": "20160404",
        "country": "Kenya"
    },
    {
        "title": "Country tests eurobond waters",
        "body": "KENYA could become the first African country to tap global debt markets this year as it begins a bond roadshow this week, but eurobond financing is likely to remain out of reach for most of it...",
        "date": "20160404",
        "country": "Kenya"
    },
    {
        "title": "Country tests eurobond waters",
        "body": "KENYA could become the first African country to tap global debt markets this year as it begins a bond roadshow this week, but eurobond financing is likely to remain out of reach for most of it...",
        "date": "20160404",
        "country": "Kenya"
    },
    {
        "title": "Drought crisis",
        "body": "In ongoing drought that has sparked a worsening famine crisis across the Horn of Africa is also taking a toll on wildlife in neighboring parts of Kenya and Tanzania. New U.N. Secretary- Ge...",
        "date": "20170312",
        "country": "Kenya"
    },
    {
        "title": "Kenya vote in balance as crisis deepens after Odinga quits",
        "body": "NAIROBI: Kenya lurched deeper into political crisis on Wednesday as a court ruling and a parliamentary vote appeared to ease Uhuru Kenyatta’s path to a second term as president, a day a...",
        "date": "20171012",
        "country": "Kenya"
    },
    {
        "title": "UN warns of famine in Kenya, appeals for R2.1bn in aid",
        "body": "NAIROBI: Three years of poor rains have triggered a national disaster in , with 2.6 million people hungry, critical rates of child malnutrition and devastating livestock deaths, t...",
        "date": "20170317",
        "country": "Kenya"
    },
    {
        "title": "Help the Red Cross feed starvation",
        "body": "CAMPBELTOWN volunteers will be hosting a ‘hunger’ lunch in aid of the East African crisis.",
        "date": "20170324",
        "country": "Kenya"
    },
    {
        "title": "Droughts threaten 6.5m children",
        "body": "HUNGER, malnutrition and death threaten 6.5 million children in the impoverished drylands of Somalia, Ethiopia and due to back-to-back droughts, a charity said yesterday, with spri...",
        "date": "20170128",
        "country": "Kenya"
    },
    {
        "title": "Kenya's opposition to swear in Raila Odinga as 'people's president'",
        "body": "Opposition leaders in Kenya say they will go ahead with a ceremony to swear in Raila Odinga as “president of the people” at a mass meeting “come hell or high ”.",
        "date": "20180131",
        "country": "Kenya"
    },
    {
        "title": "How other major cities coped with water crisis",
        "body": "WE ARE not alone. Most cities are located where they are because they had a good water source to start with, but as they grow they need to import drinking and export waste .",
        "date": "20180308",
        "country": "Kenya"
    },
    {
        "title": "Elephant crisis as one is killed every 25 minutes",
        "body": "AFRICAN elephants could become extinct within decades unless poaching is halted, British campaigners warned yesterday.",
        "date": "20180801",
        "country": "Kenya"
    },
    {
        "title": "South Korea considers lifting sanctions on North",
        "body": "Kang Kyung-wha told lawmakers on Wednesday that the government is reviewing whether to lift sanctions South Korea imposed on the North in 2010 following a deadly attack on a warship that ...",
        "date": "20181011",
        "country": "Kenya"
    },
    {
        "title": "Clean water for Kenya",
        "body": "Pittsburgh is one of America’s most philanthropic cities, often ranking among the country’s largest metropolises in terms of charitable contributions. That generosity has helped improv...",
        "date": "20190624",
        "country": "Kenya"
    },
    {
        "title": "Slaughter of donkeys at ‘crisis point’",
        "body": "More than a thousand donkeys are being slaughtered daily in Kenya to meet Asia’s appetite for their hides and meat, raising fears that the animals could be wiped out in the nation within four ...",
        "date": "20190728",
        "country": "Kenya"
    },
    {
        "title": "Project helps drought-stricken villages, orphans in Kenya",
        "body": "For many, coming home is an anticipated treasure: a sigh of relief after a long day at work with the joyous familiarity of a warm bed and homely smells.",
        "date": "20190715",
        "country": "Kenya"
    },
    {
        "title": "THE ARCHIVES",
        "body": "100 years ago",
        "date": "20190629",
        "country": "Kenya"
    },
    {
        "title": "Time in Kenya inspired student to help out NHS",
        "body": "ASTUDENT from Newcastle was inspired by his experience in Africa to volunteer to help the NHS during the coronavirus crisis.",
        "date": "20200427",
        "country": "Kenya"
    },
    {
        "title": "Volunteer work abroad inspires student at home",
        "body": "A STUDENT from Newcastle was inspired by his experience in Africa to volunteer to help the NHS during the coronavirus crisis.",
        "date": "20200428",
        "country": "Kenya"
    },
    {
        "title": "Kenya pushes to harvest rainwater",
        "body": "Since he installed a thousandliter rainwater collection tank at his home in central Kenya in 2019, Kennedy Kabunge has had few worries about access to clean .",
        "date": "20200403",
        "country": "Kenya"
    },
    {
        "title": "UP GO TAX KENYA",
        "body": "NAIROBI- The Kenya Revenue Authority (KRA) has increased tax on at least 31 goods including beer, fuel, bottled and juice rejecting firms’ petition to freeze the higher duty.",
        "date": "20201007",
        "country": "Kenya"
    },
    {
        "title": "‘Happy corals’ – a seabed sanctuary in east Africa",
        "body": "Scientists have discovered a climate crisis refuge for coral reefs off the coast of Kenya and Tanzania, where species are thriving despite warming events that have killed their neighbours...",
        "date": "20210101",
        "country": "Kenya"
    },
    {
        "title": "Offshore border ruling sides with Somalia",
        "body": "The United Nations’ highest court on Tuesday ruled in favor of Somalia in a years-long dispute with Kenya about their maritime border, a decision that could worsen the fragile relationship betw...",
        "date": "20211013",
        "country": "Kenya"
    },
    {
        "title": "Drought puts 2.1 million Kenyans at risk of starvation",
        "body": "An estimated 2.1 million Kenyans face starvation due to a drought in half the country, which is affecting harvests.",
        "date": "20210916",
        "country": "Kenya"
    },
    {
        "title": "HDeisatdriecrt hnerwes",
        "body": "Owing to COVID restrictions, those wishing to attend worship should contact Sheena McNaughton on 01828 627773 as places are limited.",
        "date": "20210514",
        "country": "Kenya"
    },
    {
        "title": "Global Water Award attracts large number of participants",
        "body": "DUBAI: As the deadline for registration in the 3rd cycle of the Mohammed Bin Rashid Al Maktoum Global Award draws closer by the end of this April, the UAE Aid Foundation ‘Suqia’...",
        "date": "20210423",
        "country": "Kenya"
    },
    {
        "title": "Islanders ‘must have say’",
        "body": "www.waikatotimes.co.nz",
        "date": "20091207",
        "country": "Kiribati"
    },
    {
        "title": "Islands ‘must have say’ in migration",
        "body": "SYDNEY – Pacific island nations at risk of being swamped by rising sea levels must have a say in the mass migration of their people, an independent think tank has warned ahead of global t...",
        "date": "20091207",
        "country": "Kiribati"
    },
    {
        "title": "World Bank issues bleak outlook for Pacific islands",
        "body": "CAIRNS, AUSTRALIA // The World Bank has outlined its vision for economic survival in impoverished parts of the South Pacific, with more islanders being encouraged to head overseas to wo...",
        "date": "20090814",
        "country": "Kiribati"
    },
    {
        "title": "Japan gives $ 572m climate change aid to Pacific Islands",
        "body": "SHIMUKAPPU, Japan — Japan last week pledged 50 billion yen ($ 572 million CAD) in aid to small Pacific islands over the next three years to help them with clean energy projects and to cope with...",
        "date": "20090601",
        "country": "Kiribati"
    },
    {
        "title": "Identity crisis as island state vanishes",
        "body": "Encroaching seas are raising the salt level in the wells of the Marshall Islands. Waves threaten to cut one sliver of an island in two.",
        "date": "20101208",
        "country": "Kiribati"
    },
    {
        "title": "Strange case of the disappearing islands",
        "body": "IN SEPTEMBER 2009 it was reported that, in spite of being on maps for centuries, the tiny island of Bermeja, in the Gulf of Mexico, could no longer be found. The Mexican Government sent out...",
        "date": "20100403",
        "country": "Kiribati"
    },
    {
        "title": "A GLOBAL LOOK AT ECOREFUGEES",
        "body": "PAKISTAN",
        "date": "20101218",
        "country": "Kiribati"
    },
    {
        "title": "Small island states seek global fund",
        "body": "CANCUN, Mexico — A group of 43 small island states called for a global insurance fund to help vulnerable countries cope with climate change.",
        "date": "20101202",
        "country": "Kiribati"
    },
    {
        "title": "A GLOBAL LOOK AT ECOREFUGEES",
        "body": "PAKISTAN",
        "date": "20101218",
        "country": "Kiribati"
    },
    {
        "title": "The climate coalface",
        "body": "THE tiny nation of Tuvalu is facing a crisis.",
        "date": "20111013",
        "country": "Kiribati"
    },
    {
        "title": "Island nation’s water crisis may be a warning for world",
        "body": "FUNAFUTI, Tuvalu — Palelei Tovia recalls how Tuvalu islanders used to survive droughts with allnight vigils at wells to collect precious freshwater during the moments it seeped into th...",
        "date": "20111016",
        "country": "Kiribati"
    },
    {
        "title": "Thirsty islands",
        "body": "PALELEI Tovia recalls how Tuvalu islanders used to survive droughts with all-night vigils at wells to collect precious fresh water during the moments it seeped into the shafts.",
        "date": "20111101",
        "country": "Kiribati"
    },
    {
        "title": "Thirsty islands",
        "body": "PALELEI Tovia recalls how Tuvalu islanders used to survive droughts with all-night vigils at wells to collect precious fresh water during the moments it seeped into the shafts.",
        "date": "20111101",
        "country": "Kiribati"
    },
    {
        "title": "The rising tide",
        "body": "The modern world has long thought of refugees in strictly political terms, victims in a world riven by competing ideologies. But as climate change continues unabated, there is a growing ...",
        "date": "20120817",
        "country": "Kiribati"
    },
    {
        "title": "Asian floods sinking megacities",
        "body": "It is the peak of the rainy season in Indonesia: good for farmers, but not so welcome for the nine million or so citizens of Jakarta. They hope to dodge the ‘‘five-year curse’’. In 2007 flood...",
        "date": "20120325",
        "country": "Kiribati"
    },
    {
        "title": "Kiribati family lose bid for refugee status",
        "body": "A MAN from Kiribati, an island nation threatened by rising sea levels, has lost another bid to live in New Zealand with his wife as refugees, along with their New Zealandborn children.",
        "date": "20130925",
        "country": "Kiribati"
    },
    {
        "title": "Water crisis threatening Asia Pacific",
        "body": "DESPITE the economic progress of most of the countries in the AsiaPacific region, water security in the region still remains a challenge, a new study prepared jointly by the Asian Develop...",
        "date": "20130314",
        "country": "Kiribati"
    },
    {
        "title": "Climate asylum claim sign of things to come",
        "body": "The story from New Zealand that received the most international play this week must at first glance have looked like one of those eccentric yarns from down under: NZ rejects climate change re...",
        "date": "20131129",
        "country": "Kiribati"
    },
    {
        "title": "Navy medic helps island nations out",
        "body": "A young navy medic is part of a humanitarian mission to the islands started in response to the catastrophic 2004 tsunami.",
        "date": "20130620",
        "country": "Kiribati"
    },
    {
        "title": "ADB warns PH, Asia of water crisis",
        "body": "MOST countries in Asia and the Pacific, including the Philippines, are at risk of suffering a water crisis because of insufficient investments in resource management despite the rapid expansion of their economies, the Asian Development Bank (ADB) has warned.",
        "date": "20130314",
        "country": "Kiribati"
    },
    {
        "title": "Infrastructure vital for long-term global growth",
        "body": "Consider a simple statistic. Every month in the developing world, more than 5 million people migrate to urban areas, where jobs, schools and opportunities of all kinds are often easier...",
        "date": "20140329",
        "country": "Kiribati"
    },
    {
        "title": "Dubai leads global party to welcome the New Year",
        "body": "NEW YORK—A sea of horn-tooting, hat-wearing revelers cheered and some even kissed as the famed crystal ball dropped in a freezing New York City’s Times Square to ring in 2014, capping a worldwide wave of celebrations that included a dazzling 30minute fireworks show in Dubai that broke the world record and a deluge of confetti in London that tasted as good as it looked.",
        "date": "20140102",
        "country": "Kiribati"
    },
    {
        "title": "OBITUARIES",
        "body": "HAMILTON COUNTY",
        "date": "20140627",
        "country": "Kiribati"
    },
    {
        "title": "Palm Cove rejects a tide of alarmists",
        "body": "PALM Cove is the red-hot favourite in most people’s books, but the idyllic stretch is at short odds for the wrong reasons.",
        "date": "20150909",
        "country": "Kiribati"
    },
    {
        "title": "Cyclone",
        "body": "spread over 65 islands. About 47,000 people live in the capital.",
        "date": "20150315",
        "country": "Kiribati"
    },
    {
        "title": "Officials try to assess cyclone’s devastation",
        "body": "WELLINGTON, New Zealand — Officials struggled Sunday to determine the scale of the devastation wrought by a monstrous cyclone that tore through the tiny South Pacific archipelago of Va...",
        "date": "20150316",
        "country": "Kiribati"
    },
    {
        "title": "At least 8 die as cyclone slams islands",
        "body": "WELLINGTON, New Zealand — At least eight people were confirmed dead in Vanuatu after a massive cyclone tore through the tiny South Pacific archipelago, and the death toll is likely to rise...",
        "date": "20150315",
        "country": "Kiribati"
    },
    {
        "title": "What the talkathons missed",
        "body": "Yashwant Sinha, finance minister in the Vajpayee government, used to tell Delhi journalists who quizzed him on his Budgets that their concerns had nothing in common with the concerns of...",
        "date": "20150530",
        "country": "Kiribati"
    },
    {
        "title": "Indonesian navy rescues 21 on hijacked oil tanker, 9 detained",
        "body": "An oil tanker rescued by the Indonesian Navy (TNI-AL) from an attempted hijacking on Saturday has anchored in the waters off the port city of Surabaya.",
        "date": "20160511",
        "country": "Kiribati"
    },
    {
        "title": "Our country will vanish: Pacific islanders bring desperate message, look to Fijian leadership",
        "body": "Like a drop of water in a bucket, on its own is small, but if there are many, many drops, soon it is overflowing. Erietera Aram’s analogy is apposite. His country faces being lost und...",
        "date": "20170516",
        "country": "Kiribati"
    },
    {
        "title": "To succeed, large ocean sanctuaries need to benefit both sea life and people",
        "body": "There is growing concern that the world’s oceans are in crisis because of climate change, overfishing, pollution and other stresses. One response is creating marine protected areas, or o...",
        "date": "20171125",
        "country": "Kiribati"
    },
    {
        "title": "PM TELLS: FEAR FOR SUVA",
        "body": "Prime Minister and incoming COP23 president, Voreqe Bainimarama, yesterday gave a chilling account of what will happen if steps are not taken now to counter climate change. He addressed stakeholders and high level delegates from the Pacific during the inaugural Climate Action Pacific Partnership Event held at the Grand Pacific Hotel in Suva.",
        "date": "20170704",
        "country": "Kiribati"
    },
    {
        "title": "‘Rising seas may spark climate refugee crisis’",
        "body": "LUCKNOW: “Single use plastic is bad for the planet and must be banned without worrying about its replacement, ”said Grammy award winning Indo-American music composer Ricky Kej on Tuesday...",
        "date": "20180606",
        "country": "Kiribati"
    },
    {
        "title": "Drug trafficking at sea is devastating island states, ministers say",
        "body": "Ministers from tiny island states including Palau, the Solomon Islands and Kiribati are calling for help over the “devastating” impacts of criminal networks in the fishing industry.",
        "date": "20181018",
        "country": "Kiribati"
    },
    {
        "title": "Gangs and drug trade devastating tiny island states",
        "body": "Ministers from tiny island states including Palau, the Solomon Islands and Kiribati are calling for help over the “devastating” impacts of criminal networks in the fishing industry.",
        "date": "20181018",
        "country": "Kiribati"
    },
    {
        "title": "Philippines revs up flagging green energy engine",
        "body": "an hour south of Manila.",
        "date": "20181011",
        "country": "Kiribati"
    },
    {
        "title": "Kiribati to step up in climate action: President",
        "body": "Tarawa: The President of Kiribati says his people need him to deliver an urgent message to the world: climate change is already damaging their nation.",
        "date": "20190926",
        "country": "Kiribati"
    },
    {
        "title": "Climate of criticism",
        "body": "SMALL Pacific island nations are urging the Morrison Government not to use so-called “carryover credits” in its bid to meet carbon emissions targets.",
        "date": "20190801",
        "country": "Kiribati"
    },
    {
        "title": "Climate of criticism",
        "body": "SMALL Pacific island nations are urging the Morrison Government not to use so-called “carryover credits” in its bid to meet carbon emissions targets.",
        "date": "20190801",
        "country": "Kiribati"
    },
    {
        "title": "Climate of criticism",
        "body": "SMALL Pacific island nations are urging the Morrison Government not to use so-called “carryover credits” in its bid to meet carbon emissions targets.",
        "date": "20190801",
        "country": "Kiribati"
    },
    {
        "title": "Asylum seekers can’t be sent back if climate crisis threatens life, UN rules",
        "body": "IT is unlawful for governments to return people seeking asylum from countries where the climate crisis threatens their lives, a landmark ruling by the UN Human Rights Committee has fo...",
        "date": "20200121",
        "country": "Kiribati"
    },
    {
        "title": "Climate refugees can't be returned home, says landmark UN human rights ruling",
        "body": "It is unlawful for governments to return people to countries where their lives might be threatened by the climate crisis, a landmark ruling by the United Nations human rights committee...",
        "date": "20200121",
        "country": "Kiribati"
    },
    {
        "title": "Sending back climate refugees may violate right to life: Human Rights Committee",
        "body": "Governments need to take into account the climate crisis when considering the deportation of asylum seekers, the United Nations said in a landmark ruling that could pave the way for fu...",
        "date": "20200122",
        "country": "Kiribati"
    },
    {
        "title": "REMOTE KIRIBATI ISLAND CALLS FOR HELP WITH WATER CRISIS",
        "body": "Tabiang: The Kiribati island of Banaba, just six kilometres in area and 285km from its nearest neighbour, Nauru, is struggling. The island was decimated by phosphate mining many years ag...",
        "date": "20210311",
        "country": "Kiribati"
    },
    {
        "title": "Severe drought",
        "body": "NEW Zealand’s Ministry of Foreign Affairs is looking at how it can help out the people of Banaba, who are facing a water crisis.",
        "date": "20210313",
        "country": "Kiribati"
    },
    {
        "title": "Remote island seeks help",
        "body": "BANABA: One of the most remote Pacific islands is asking for help from New Zealand and Australia to deal with a water crisis.",
        "date": "20210311",
        "country": "Kiribati"
    },
    {
        "title": "Drought",
        "body": "THOUSANDS of Banabans living around the world are being called on to pray and fast as the Kiribati island struggles with its water crisis. The islanders were grateful to get significan...",
        "date": "20210317",
        "country": "Kiribati"
    },
    {
        "title": "Shanghai plans $217b spending spree",
        "body": "Shanghai will invest a record 230 billion yuan (HK$217 billion) in fixed assets this year as the central government orders the nation to spend its way out of the Sars crisis, state media said yesterday.",
        "date": "20030523",
        "country": "Kuwait"
    },
    {
        "title": "The face of heroism and courage is not a military one",
        "body": "When Margaret Hassan was kidnapped in October, her car was waved down by two men in Iraqi police uniforms. Gunmen surrounded the car and dragged Ms Hassan’s driver and unarmed guard from thei...",
        "date": "20041119",
        "country": "Kuwait"
    },
    {
        "title": "‘ This is more in the range, given the devastation’",
        "body": "“ A crisis of this dimension is an ongoing thing. It rolls out,” she said. “I think it’s important to note that Canada reacted very quickly with this.”",
        "date": "20051011",
        "country": "Kuwait"
    },
    {
        "title": "INBRIEF",
        "body": "EU INVESTIGATOR SAYS US IS ‘OUTSOURCING’ TORTURE Strasbourg: The head of a European investigation into alleged CIA secret prisons said yesterday the evidence pointed to the existence of a sy...",
        "date": "20060125",
        "country": "Kuwait"
    },
    {
        "title": "What’s on",
        "body": "Opening Night",
        "date": "20060908",
        "country": "Kuwait"
    },
    {
        "title": "Undone by their ignorance",
        "body": "Lcupied with tax cuts and fiscal probity, Keene is unhappy that his agenda has been turned on its head since 2001 by a fiscally ruinous neo-con revival of an old idea — that of American fore...",
        "date": "20061105",
        "country": "Kuwait"
    },
    {
        "title": "Emergency water reserves on the decline",
        "body": "There is only two to five days of emergency water reserves for domestic use in the UAE and region, according to a study which calls for more groundwater storage to cope with crises over lon...",
        "date": "20070922",
        "country": "Kuwait"
    },
    {
        "title": "Paddling furiously to stay afloat",
        "body": "THE sound and fury over Air New Zealand’s excursion into Kuwait might seem out of proportion. But get used to it — it is a taste of things to come.",
        "date": "20070820",
        "country": "Kuwait"
    },
    {
        "title": "GRABBED AT GUNPOINT",
        "body": "FIFTEEN Royal Navy sailors and Marines were prisoners of Iran last night after fanatical Revolutionary Guards seized them at gunpoint in the Persian Gulf.",
        "date": "20070324",
        "country": "Kuwait"
    },
    {
        "title": "Brit sailors captured",
        "body": "BASRA: Iranian forces seized 15 British servicemen today in the mouth of the waterway that separates Iran and Iraq, triggering a diplomatic crisis at a time of heightened tensions over T...",
        "date": "20070324",
        "country": "Kuwait"
    },
    {
        "title": "S’pore, Kuwait ink open skies agreement",
        "body": "KUWAIT CITY: An open skies agreement between Singapore and Kuwait signed yesterday will allow passenger and freight carriers of both countries to operate any number of air services betw...",
        "date": "20081105",
        "country": "Kuwait"
    },
    {
        "title": "France, Gulf states begin war games",
        "body": "France, Qatar and the United Arab Emirates begun joint military drills on Monday in the shadow of the crisis over Iran’s nuclear program. The war games will continue until March 5. French an...",
        "date": "20080227",
        "country": "Kuwait"
    },
    {
        "title": "Gulf nations plan to unlock war chests",
        "body": "DUBAI: Gulf leaders meeting in Muscat today will discuss how to use their countries’ bulging treasure chests to shore up their economies in the face of the global crisis.",
        "date": "20081229",
        "country": "Kuwait"
    },
    {
        "title": "‘Water footprint’ also a big concern",
        "body": "GENEVA: The Earth’s natural resources are being depleted so quickly that “two planets” would be required to sustain current lifestyles within a generation, the conservation group WWF sa...",
        "date": "20081030",
        "country": "Kuwait"
    },
    {
        "title": "Conference to tackle nuclear, other threats to Gulf nations",
        "body": "Associate Editor Abu Dhabi Nuclear and other threats to the Gulf Cooperation Council (GCC) member countries, the free flow of commerce through the Gulf and how best to counter these thre...",
        "date": "20091021",
        "country": "Kuwait"
    },
    {
        "title": "Bahrain’s power plant faces delay",
        "body": "Kuwait City (Reuters) Tight international credit market conditions have delayed a $2.2 billion (Dh8.09 billion) power and water project in Bahrain, the chief executive of Gulf Investmen...",
        "date": "20090120",
        "country": "Kuwait"
    },
    {
        "title": "Gulf monetary union pact comes into effect",
        "body": "Manama Gulf Cooperation Council (GCC) leaders concluded their annual summit yesterday with an endorsement of the Gulf monetary union agreement, paving the way for a single currency.",
        "date": "20091216",
        "country": "Kuwait"
    },
    {
        "title": "Opportunities abound in Middle East despite crisis",
        "body": "GEORGE TOWN: The United Arab Emirates (UAE) and other MiddleEastern countries still offer plenty business opportunities despite the Dubai financial , said the Malaysian Retailer-C...",
        "date": "20091219",
        "country": "Kuwait"
    },
    {
        "title": "Kuwait MPs call for shorter working hours to save power",
        "body": "KUWAIT CITY: Kuwaiti MPs on Sunday approved a recommendation urging the government to shorten summer working hours to save electricity, as the emirate grappled with record heat and a ma...",
        "date": "20100621",
        "country": "Kuwait"
    },
    {
        "title": "Kuwait cuts working days",
        "body": "Parliament approved a recommendation by several members of the House yesterday to cut the working day for public sector employees during the summer in order to conserve energy, as...",
        "date": "20100621",
        "country": "Kuwait"
    },
    {
        "title": "Kuwait tackles sewage overflow",
        "body": "KUWAIT CITY: Kuwait’s Ministry of Public Works and Municipal Affairs has signed a contract to repair a sewage plant that broke down seven months ago.",
        "date": "20100312",
        "country": "Kuwait"
    },
    {
        "title": "Call to cutwork hours to save power",
        "body": "Manama Kuwaiti lawmakers yesterday said that the government should shorten summer working hours in a bid to save electricity and avoid an ominous crisis that would affect thousands of hom...",
        "date": "20100621",
        "country": "Kuwait"
    },
    {
        "title": "Sultanate predicted to face acute water crisis by 2050",
        "body": "MUSCAT: The Sultanate of Oman along with other oil producing countries in the Middle East and North Africa (Mena) region are facing extreme scarcity of , which could spiral the oil prices up, according to a latest study released by Maplecroft, yesterday.",
        "date": "20110323",
        "country": "Kuwait"
    },
    {
        "title": "Kuwait’s plan to build new port risks Iraqi ire",
        "body": "BAGHDAD: A decision by Kuwait to build a new port that would encroach on what some Iraqi officials insist are its territorial risks setting off a major diplomatic dispute between...",
        "date": "20110520",
        "country": "Kuwait"
    },
    {
        "title": "Kuwait to mediate in Bahrain crisis",
        "body": "MANAMA: Bahrain’s largest Shiite opposition group Wefaq has accepted Kuwait as a mediator with Bahrain’s government to end a political crisis gripping the tiny kingdom, a member of W...",
        "date": "20110328",
        "country": "Kuwait"
    },
    {
        "title": "Reports on Kuwait’s mediation to resolve crisis ‘completely untrue’",
        "body": "MANAMA: Bahrain’s foreign minister said yesterday it was “completely untrue” that Kuwait would mediate to resolve the country’s political crisis, a reaction leading opposition gro...",
        "date": "20110329",
        "country": "Kuwait"
    },
    {
        "title": "‘Nuke mishap threatens Kuwait waters’",
        "body": "KUWAIT CITY, April 14: The Ministry of Electricity and Water has been warned by experts to take precautionary measures to face any in case of emergencies and natural calamities, r...",
        "date": "20130415",
        "country": "Kuwait"
    },
    {
        "title": "‘Kuwait water reserves to last 4 months’",
        "body": "KUWAIT CITY, Sept 15, (KUNA): The country’s national water reserves could last for a period of four months, said the Ministry of Electricity and Water in a statement Saturday.",
        "date": "20130916",
        "country": "Kuwait"
    },
    {
        "title": "Water crisis predicted next summer",
        "body": "KUWAIT: Kuwait is expected to face water shortage next summer, based on comparisons between the estimated average daily production and consumption rates, a local newspaper reported y...",
        "date": "20130324",
        "country": "Kuwait"
    },
    {
        "title": "News in brief",
        "body": "KOC seismic survey",
        "date": "20130915",
        "country": "Kuwait"
    },
    {
        "title": "Dive team begins coral recording",
        "body": "KUWAIT: The Kuwait Dive Team examined coral reefs at the Kubbar Island recently as it launched operations to observe and document coral reefs located in the south of ’s territoria...",
        "date": "20130527",
        "country": "Kuwait"
    },
    {
        "title": "‘Recycling used tires in Kuwait big opportunity for investment’",
        "body": "KUWAIT CITY, Aug 15: Kuwait is currently facing a serious problem in handling solid wastes such as used tires, as more than 1 million tires are discarded annually. Burying or burning the t...",
        "date": "20140816",
        "country": "Kuwait"
    },
    {
        "title": "UNHCR, MEDIA WORK IN TANDEM",
        "body": "KUWAIT: The United Nations High Commissioner for Refugees (UNHCR) held a workshop on the role of the media in the humanitarian responses to crises at the UN House. Journalists from vario...",
        "date": "20140503",
        "country": "Kuwait"
    },
    {
        "title": "Crisis looms over random estimates of utility bills",
        "body": "KUWAIT CITY, Sept 21: Crisis looms on the horizon due to the alleged random estimates of electricity and water bills as a significant number of consumers have filed complaints at the co...",
        "date": "20140922",
        "country": "Kuwait"
    },
    {
        "title": "UNHCR commends Kuwait’s donation",
        "body": "GENEVA, March 28, (KUNA): UN High Commissioner for Refugees Antonio Guterres said on Friday that the Kuwaiti contribution and financial aid for the victims of the Syrian crisis have enab...",
        "date": "20140329",
        "country": "Kuwait"
    },
    {
        "title": "KPC keen on security, safety and environment ‘protection’",
        "body": "KUWAIT CITY, Nov 6, (KUNA): The State of Kuwait and the Kuwait Petroleum Corporation (KPC) are keen on establishing the concepts of security, safety, health and environment to become a mo...",
        "date": "20151107",
        "country": "Kuwait"
    },
    {
        "title": "UN hopes donors’ conference adopts multi-dimensional approach",
        "body": "KUWAIT/BEIRUT/AMMAN: The UN is tabling a new approach to address Syrian refugees’ crisis during an upcoming donors’ conference for Syrian people, due in on March 31, in yet another...",
        "date": "20150307",
        "country": "Kuwait"
    },
    {
        "title": "UN seeks multi-dimensional approach in refugees crisis",
        "body": "KUWAIT CITY, March 6, (KUNA): The UN is tabling a new approach to address Syrian refugees’ crisis during an upcoming donors’ conference for Syrian people, due in on March 31, in yet ...",
        "date": "20150307",
        "country": "Kuwait"
    },
    {
        "title": "Whale deaths in Kuwaiti waters not normal: KEPS",
        "body": "The Kuwait Scientific Center’s dive team yesterday recovered the carcass of a dead whale in collaboration with several government bodies off Qarouh Island and moved it to the shore for examination. Director of marine and environmental sciences department at Science Club Mohammed Al-Rashid stated that the Public Authority for Agricultural Affairs and Fish Resources used a large carrier to transport the whale to keep it intact and protect the surrounding environment from pollution.",
        "date": "20150901",
        "country": "Kuwait"
    },
    {
        "title": "Kuwait conducts water rationalization program",
        "body": "A photo from the event",
        "date": "20161230",
        "country": "Kuwait"
    },
    {
        "title": "IMF urges further Kuwait subsidy reforms",
        "body": "KUWAIT CITY: Kuwait must enact further subsidy reforms to trim its budget deficit resulting from low oil prices despite political sensitivity, the International Monetary Fund said. ...",
        "date": "20161117",
        "country": "Kuwait"
    },
    {
        "title": "‘Jordan gets most aid’:",
        "body": "The Kuwait Fund for Arab Economic Development (KFAED) has bankrolled 26 development projects in Jordan with $579.5 million in easy loans between 1962 and 2015, said Director General of KF...",
        "date": "20160126",
        "country": "Kuwait"
    },
    {
        "title": "KISR, local bodies in joint bid to address water crisis",
        "body": "KUWAIT CITY, July 20, (KUNA): Kuwait Institute for Scientific Research (KISR) said Tuesday it was cooperating with all authorities dealing with in the country in order to addre...",
        "date": "20160721",
        "country": "Kuwait"
    },
    {
        "title": "Kuwait donated $144 million for Syrian children: UNICEF",
        "body": "AMMAN: Kuwait has been one of UNICEF’s largest donors to help children affected by the Syria crisis as its contributions to the fund since 2013 has reached $144 million, the UN children’s or...",
        "date": "20171221",
        "country": "Kuwait"
    },
    {
        "title": "Kuwait marks World Water Day",
        "body": "KUWAIT: Kuwait ranks third worldwide in terms of water consumption per capita, while its average consumption is estimated to be around 450 liters per day, a Ministry of Electricity and Wa...",
        "date": "20170322",
        "country": "Kuwait"
    },
    {
        "title": "Kuwait donated $144m for children affected by Syrian crisis — UNICEF",
        "body": "His Highness the Amir Sheikh Sabah Al-Ahmad Al-Jaber Al-Sabah received at Bayan Palace Wednesday Sheikha Dr Suad Mohammad Al-Sabah. Sheikha Dr Suad presented His Highness the Amir a couple o...",
        "date": "20171221",
        "country": "Kuwait"
    },
    {
        "title": "Weekly roundup of Kuwait’s charitable action",
        "body": "KUWAIT: Living up to its UN-bestowed status as an International Humanitarian Center, Kuwait continued providing humanitarian aid to some countries all over the world throughout th...",
        "date": "20171224",
        "country": "Kuwait"
    },
    {
        "title": "Kuwait to help address water crisis in Aden",
        "body": "RIYADH: Officials from Kuwait and Aden signed an agreement to transport water from Abyan to Aden to permanently address the water supply problem in the Yemeni port city. The agreement, si...",
        "date": "20180228",
        "country": "Kuwait"
    },
    {
        "title": "KGL Transport transfers desalination units to Iraq",
        "body": "KUWAIT CITY, Aug 18: KGL Transport transferred water desalination units to Iraq under the guidance of the Amir of Kuwait, Sheikh Sabah Al-Ahmad Al-Jaber Al-Sabah, following the power gener...",
        "date": "20180819",
        "country": "Kuwait"
    },
    {
        "title": "Al-Zour refinery said to be involved in ‘crisis’",
        "body": "KUWAIT CITY, July 22: Al-Zour refinery, which is under construction in the south of , is involved in a serious that might change the course of the entire project, reports Al-An...",
        "date": "20180723",
        "country": "Kuwait"
    },
    {
        "title": "Kuwait advocates tolerance, interfaith peace, says official",
        "body": "VIENNA, Feb 27, (KUNA): The Viennabased King Abdullah International Centre for Interreligious and Intercultural Dialogue (KAICIID) is instrumental in promoting interfaith harmo...",
        "date": "20180228",
        "country": "Kuwait"
    },
    {
        "title": "Deputy FM optimistic about resolving Gulf crisis",
        "body": "KUWAIT CITY, Sept 5: Deputy Foreign Affairs Minister Khaled Al-Jarallah is optimistic about resolving the Gulf crisis, reports Annahar daily.",
        "date": "20190906",
        "country": "Kuwait"
    },
    {
        "title": "Newswatch",
        "body": "KUWAIT CITY:",
        "date": "20190502",
        "country": "Kuwait"
    },
    {
        "title": "Kuwait to develop strategies protecting water resources",
        "body": "Minister of Oil and Minister of Electricity and Water Khaled Al-Fadhel affirmed ’s continuous efforts to save resources and develop strategies.",
        "date": "20191018",
        "country": "Kuwait"
    },
    {
        "title": "ICRC office in Kuwait receives Euro 1m",
        "body": "The office of the ICRC in Kuwait received one million Euro from the German Foreign Office for their humanitarian aid work in Yemen. German Ambassador Karlfried Bergner visited the ICRC...",
        "date": "20190428",
        "country": "Kuwait"
    },
    {
        "title": "World in water crisis",
        "body": "Nearly a quarter of the world’s population lives in 17 countries facing extremely high water stress, close to day zero conditions when the taps run dry, according to a new report.",
        "date": "20190807",
        "country": "Kuwait"
    },
    {
        "title": "Volunteers deliver groceries, help frontliners during crisis",
        "body": "Volunteering is a national duty",
        "date": "20200519",
        "country": "Kuwait"
    },
    {
        "title": "Oil price trends hinge on how crisis is tackled: Experts",
        "body": "KUWAIT: Current geopolitical conditions in the Gulf region namely mounting tension between the United States and Iran are expected to lead to rising oil prices, according to Kuwaiti expe...",
        "date": "20200107",
        "country": "Kuwait"
    },
    {
        "title": "Kuwaiti divers lift tons of objects littering seabed",
        "body": "KUWAIT: Kuwait Diving Team of the Environmental Voluntary Foundation lifted remains of sunken boats, tires and other dumped materials littering the seabed in Bay. Team leader Wal...",
        "date": "20200629",
        "country": "Kuwait"
    },
    {
        "title": "EPA attributes fish death to phytoplankton",
        "body": "Top and above: Dead fish seen floating in the sea.",
        "date": "20200713",
        "country": "Kuwait"
    },
    {
        "title": "Kuwait highly water-stressed with internal renewable less than 70 mm/y",
        "body": "KUWAIT CITY, March 23, (KUNA): The United Nations office in Kuwait marked on Monday the World War Day to raise awareness of the global water crisis.",
        "date": "20210324",
        "country": "Kuwait"
    },
    {
        "title": "UN office in Kuwait marks World Water Day",
        "body": "The United Nations office in Kuwait marked yesterday the World War Day to raise awareness of the global water crisis. The celebration also supports the achievement of Sustainable Devel...",
        "date": "20210323",
        "country": "Kuwait"
    },
    {
        "title": "‘Ties with Kuwait growing in time’",
        "body": "KUWAIT CITY, July 31: The Egyptian Ambassador to Kuwait, HE Tareq Al-Qoni, says relations between Egypt and Kuwait are constantly developing and growing, defying the more than a year-and-...",
        "date": "20210801",
        "country": "Kuwait"
    },
    {
        "title": "Agony piles for transit expats",
        "body": "KUWAIT CITY, Feb 23: The problem of expatriates stranded in transit countries on their way to Kuwait is worsening as their expenses increase day after day, reports Al-Rai daily.",
        "date": "20210224",
        "country": "Kuwait"
    },
    {
        "title": "The new Great Game",
        "body": "lished.”",
        "date": "20061219",
        "country": "Kyrgyzstan"
    },
    {
        "title": "U.S., China vie for oil, allies on new Silk Road",
        "body": "ATASU, Kazakhstan — The wind-raked scrub of this barren plateau reveals little hint of the revolution gurgling 9 feet beneath.",
        "date": "20061219",
        "country": "Kyrgyzstan"
    },
    {
        "title": "Freed Reporter Details Afghan’s Beheading",
        "body": "ROME — An Italian journalist held for two weeks in Afghanistan said after his release that he saw his captors cut off the head of one of the two Afghans kidnapped with him and thought he would ...",
        "date": "20070320",
        "country": "Kyrgyzstan"
    },
    {
        "title": "12, 2008",
        "body": "The troops in Edmonton and the Hercs at Trenton received orders by 2 p.m. local time to be ready to move as soonas practicable; the first task was to move the Disaster Assistance Response ...",
        "date": "20070130",
        "country": "Kyrgyzstan"
    },
    {
        "title": "12, 2008",
        "body": "The troops in Edmonton and the Hercs at Trenton received orders by 2 p.m. local time to be ready to move as soonas practicable; the first task was to move the Disaster Assistance Response ...",
        "date": "20070130",
        "country": "Kyrgyzstan"
    },
    {
        "title": "Crisis forces Tajikistan to cut power during cold snap",
        "body": "DUSHANBE (AP) – The stateowned power company said Tuesday it would be forced to cut off power to much of Tajikistan after the poverty-stricken Central Asian nation exhausted its electricit...",
        "date": "20080130",
        "country": "Kyrgyzstan"
    },
    {
        "title": "U.S. bailout mirrors Tajikistan",
        "body": "What does the richest nation in the world have in common with the poorest country in Central Asia?",
        "date": "20081025",
        "country": "Kyrgyzstan"
    },
    {
        "title": "Canada goes from zeroes to heroes",
        "body": "If, to paraphrase Gerald Ford, our long national nightmare is over — not that seven medal-free days in Beijing is long; it just felt long — there are two ways to look at what turned it all around.",
        "date": "20080818",
        "country": "Kyrgyzstan"
    },
    {
        "title": "Books that take you places",
        "body": "Something for everyone? Here are some recent titles sure to slake even the worst case of wanderlust. Frommer’s 500 Places to See Before They Disappear By Holly Hughes Wiley; 472 pages; $21....",
        "date": "20081220",
        "country": "Kyrgyzstan"
    },
    {
        "title": "Oh Canada!",
        "body": "BEIJING — If, to paraphrase Gerald Ford, our, um, long national nightmare is over — not that seven medal-free days in Beijing is long; it just felt long — there are two ways to look at what turn...",
        "date": "20080818",
        "country": "Kyrgyzstan"
    },
    {
        "title": "Global forum seeks to avert water crisis",
        "body": "Istanbul (Reuters) Government ministers from 120 countries, scientists and campaigners meet in Istanbul this week to discuss how to avert a global . They will also discuss...",
        "date": "20090316",
        "country": "Kyrgyzstan"
    },
    {
        "title": "Russia forms joint rapid reaction force in effort to build alliance of ex-Soviet states",
        "body": "MOSCOW (AP) – Russia sought to strengthen its security alliance with six other exSoviet nations on Wednesday by forming a joint rapid reaction force, in a continuing effort to curb US in...",
        "date": "20090205",
        "country": "Kyrgyzstan"
    },
    {
        "title": "China’s power play",
        "body": "The decision by Kyrgyzstan to close a small but significant US military post in the Central Asian republic has been portrayed as a classic cold war chess move, with Russia squeezing the...",
        "date": "20090312",
        "country": "Kyrgyzstan"
    },
    {
        "title": "400 000 displaced in Kyrgyzstan",
        "body": "Some 400 000 people have been displaced by ethnic violence in southern Kyrgyzstan, the United Nations has announced, dramatically increasing the official estimate of a that ...",
        "date": "20100618",
        "country": "Kyrgyzstan"
    },
    {
        "title": "UN appeals for help in humanitarian crisis",
        "body": "UNITED NATIONS — The UN is launching a $71 million emergency appeal for humanitarian aid for , where about 400,000 people have been displaced due to ethnic violence, the UN s...",
        "date": "20100619",
        "country": "Kyrgyzstan"
    },
    {
        "title": "EU may call for international police to curb Kyrgyz chaos",
        "body": "An international police force may be needed to restore stability in southern Kyrgyzstan after the ethnic bloodshed that has killed hundreds and sparked a wave of refugees, an OSCE offi...",
        "date": "20100624",
        "country": "Kyrgyzstan"
    },
    {
        "title": "Bloc rejects Kyrgyz troop idea",
        "body": "MOSCOW: A Russian-dominated regional security bloc has no plans to send peacekeeping troops to Kyrgyzstan but could send advisers to help avert further unrest, its head said yesterday.",
        "date": "20100618",
        "country": "Kyrgyzstan"
    },
    {
        "title": "Fergie’s journey to lotus flower’",
        "body": "when she was 17 and once when she was 18. She described Epstein as a “monster”. There is no suggestion there was any sexual contact between her and the prince.",
        "date": "20110228",
        "country": "Kyrgyzstan"
    },
    {
        "title": "Global warming could lead to global warring",
        "body": "Peel back the TV images of just about any war today and near the heart of the violence you’ll find climate change plays a part.",
        "date": "20110903",
        "country": "Kyrgyzstan"
    },
    {
        "title": "Cheap power stymies renewables in Kyrgyzstan",
        "body": "BISHKEK, Kyrgyzstan: Almost five years ago, as his village in northern Kyrgyzstan endured daily power outages, rays of light always emitted from Sabyr Kurmanov’s garage. They came from his...",
        "date": "20130905",
        "country": "Kyrgyzstan"
    },
    {
        "title": "Energy potential, options",
        "body": "Agroup of central asian and South Asian countries have okayed a quick launch of a huge electricity transmission project to meet the regions’ growing energy demand which is leading to an eco...",
        "date": "20131104",
        "country": "Kyrgyzstan"
    },
    {
        "title": "Central Asian tensions could lead to worse things than the Arab Spring",
        "body": "IF the West is disillusioned by the Arab Spring, what may eventually happen in Central Asia is beyond its worst imaginings. The Middle East, for all its challenges, has no legacy of Stalinism, boasts Western-educated elites, knows something of capitalism and the free market and is proximate to Europe via the Mediterranean. European colonialism in the Middle East was benign in the extreme compared to that of Stalin’s Soviet Union in Central Asia.",
        "date": "20130203",
        "country": "Kyrgyzstan"
    },
    {
        "title": "Europe",
        "body": "Spain king on crutches: Spain’s troubled King Juan Carlos made a rare outdoor state appearance on Saturday, standing to attention at a low-key military ceremony marked by crisis spendin...",
        "date": "20130602",
        "country": "Kyrgyzstan"
    },
    {
        "title": "Kyrgyzstan grappling with drinking water shortage",
        "body": "Despite the abundance of water resources -- with over 2,000 rivers a total length of about 35,000 kilometers -- the drinking supply problem is exacerbating day by day in .",
        "date": "20141114",
        "country": "Kyrgyzstan"
    },
    {
        "title": "Kyrgyzstan grappling with drinking water shortage",
        "body": "Despite the abundance of water resources -- with over 2,000 rivers a total length of about 35,000 kilometers -- the drinking supply problem is exacerbating day by day in .",
        "date": "20141119",
        "country": "Kyrgyzstan"
    },
    {
        "title": "EEU to give member states added edge",
        "body": "The newly established Eurasian Economic Union ( EEU) will give the three member states - Belarus, Kazakhstan and Russia - several advantages, an expert on Central Asia and Senior Correspondent at Radio Free Europe/ Radio Liberty said.",
        "date": "20140606",
        "country": "Kyrgyzstan"
    },
    {
        "title": "Defense secretary tours cruiser in the Black Sea",
        "body": "aboard the uss vella gulf — Defense Secretary Chuck Hagel visited this naval cruiser in the Black Sea on Thursday to reinforce the U.S. commitment to protect NATO allies in Eastern Europe ...",
        "date": "20140606",
        "country": "Kyrgyzstan"
    },
    {
        "title": "Central Asia to experience water crisis in 35 years",
        "body": "The sharp seven-fold growth of the population of the Earth in the twentieth century has created one of the gravest global problems of present – the lack of fresh , the source of all life.",
        "date": "20150909",
        "country": "Kyrgyzstan"
    },
    {
        "title": "What the talkathons missed",
        "body": "Yashwant Sinha, finance minister in the Vajpayee government, used to tell Delhi journalists who quizzed him on his Budgets that their concerns had nothing in common with the concerns of...",
        "date": "20150530",
        "country": "Kyrgyzstan"
    },
    {
        "title": "HEY SHIRLEY, WOMEN ARE CLEVER ENOUGH TO WORK",
        "body": "HUNDREDS of women police officers from around the world gathered in Cardiff three months ago to mark 100 years since the first British female police officer was given the power of arrest.",
        "date": "20151126",
        "country": "Kyrgyzstan"
    },
    {
        "title": "WB keeps high mood about Azerbaijan’s economic growth despite falling oil prices",
        "body": "The World Bank has improved the outlook for economic growth in Azerbaijan in 2015 despite the recent developments in the global economy due to the plummeting oil prices.",
        "date": "20150116",
        "country": "Kyrgyzstan"
    },
    {
        "title": "Diamonds are Forever... and so are women in ‘male’ professions",
        "body": "HUNDREDS of women police officers from around the world gathered in Cardiff three months ago to mark 100 years since the first British female police officer was given the power of arrest.",
        "date": "20151125",
        "country": "Kyrgyzstan"
    },
    {
        "title": "Seeking fresh water in times of climate change crisis",
        "body": "A lion Filipinos have no access to clean drinking water. The major reason for freshwater scarcity in the Philippines is pollution from industries, households, tour...",
        "date": "20160430",
        "country": "Kyrgyzstan"
    },
    {
        "title": "Defence",
        "body": "A man walks in a park during heavy snowfall in Minsk, Belarus, on March 1. Belarus was hit by heavy snowfall on Tuesday, as temperatures plummeted below 0 degrees Celsius (32 Fahrenheit)....",
        "date": "20160303",
        "country": "Kyrgyzstan"
    },
    {
        "title": "S T R AT F O R A N A LY S I S Russia can no longer afford to buy allies",
        "body": "more subtly, its loans to countries in exchange for influence. But oil prices have fallen, domestic industry has slowed and the West has placed sanctions on the country that have soured in...",
        "date": "20160320",
        "country": "Kyrgyzstan"
    },
    {
        "title": "Lavash enters UNESCO List of Intangible Cultural Heritage",
        "body": "The controversy surrounding Lavash, a thin, soft flatbread in round shape, have been resolved as UNESCO decided to include this most ancient and famous of all flour foods of Turkic peoples to the UNESCO Intangible Cultural Heritage List.",
        "date": "20161202",
        "country": "Kyrgyzstan"
    },
    {
        "title": "Belt & Road must overcome water disputes in Central Asia",
        "body": "Central Asia is strategically important in the development of the Silk Road Economic Belt. The five countries in this area speak highly of and responded actively to the initiative, but t...",
        "date": "20170410",
        "country": "Kyrgyzstan"
    },
    {
        "title": "Central Asia needs unified strategy on water",
        "body": "Not so long ago, environmental experts from five Central Asian countries met in Almaty, Kazakhstan. They discussed environmental issues, which concern not only the Central Asian state...",
        "date": "20170510",
        "country": "Kyrgyzstan"
    },
    {
        "title": "Middle East nations must talk to resolve water disputes",
        "body": "In an article titled The War Over Water, written for Foreign Policy in 1984, American journalist John K. Cooley warned that the region could witness conflicts due to shortage of water. ...",
        "date": "20181022",
        "country": "Kyrgyzstan"
    },
    {
        "title": "Fading sea becomes town’s main attraction",
        "body": "MUYNAK, Uzbekistan — The fierce windstorm that walloped this small defunct port in late spring stunned even a local ecologist long resigned to the devastation wrought by the disappearance...",
        "date": "20180810",
        "country": "Kyrgyzstan"
    },
    {
        "title": "UN chief urges to address root causes of crisis in Central Asia",
        "body": "UNITED NATIONS: UN Secretary-General Antonio Guterres Friday urged parties concerned to address the root causes of the in Central Asia and build peaceful societies resilient to...",
        "date": "20180121",
        "country": "Kyrgyzstan"
    },
    {
        "title": "SEA YOU LATER",
        "body": "The fierce windstorm that walloped this small defunct port in late spring stunned even a local ecologist long resigned to the devastation wrought by the disappearance of the once ample Ar...",
        "date": "20180816",
        "country": "Kyrgyzstan"
    },
    {
        "title": "TARGET :1,000 WATER WELLS IN FIVE YEARS",
        "body": "Emirates Red Crescent will next year build 12 wells in Sierra Leone, Niger, Togo, India, Pakistan, Tajikistan and Kyrgyzstan as part of a plan to dig 1,000 wells in five years |",
        "date": "20190923",
        "country": "Kyrgyzstan"
    },
    {
        "title": "Former president arrested after two attempts",
        "body": "Police in Kyrgyzstan detained the Central Asian nation’s ex-president yesterday following violent clashes with his supporters, a day after a previous attempt to arrest him left on...",
        "date": "20190810",
        "country": "Kyrgyzstan"
    },
    {
        "title": "Former president arrested after two attempts",
        "body": "Police in Kyrgyzstan detained the Central Asian nation’s ex-president yesterday following violent clashes with his supporters, a day after a previous attempt to arrest him left on...",
        "date": "20190810",
        "country": "Kyrgyzstan"
    },
    {
        "title": "Report highlights donkey skin crisis",
        "body": "DONKEYS are in a state of global crisis with the animals facing population collapse across a number of countries as traders target their skins to export as an ingredient for ejiao, a t...",
        "date": "20191202",
        "country": "Kyrgyzstan"
    },
    {
        "title": "Crisis in Kyrgyzstan: Oppn storm govt buildings and claim power",
        "body": "BISHKEK: Opposition groups in Kyrgyzstan said they seized power in the strategically-important Central Asian country on Tuesday after taking control of government buildings in the ca...",
        "date": "20201007",
        "country": "Kyrgyzstan"
    },
    {
        "title": "Crisis in Kyrgyzstan: Oppn storm govt buildings and claim power",
        "body": "Opposition groups in Kyrgyzstan said they seized power in the strategically-important Central Asian country on Tuesday after taking control of government buildings in the capital d...",
        "date": "20201007",
        "country": "Kyrgyzstan"
    },
    {
        "title": "Crisis in Kyrgyzstan: Oppn storm govt buildings and claim power",
        "body": "BISHKEK: Opposition groups in Kyrgyzstan said they seized power in the strategically-important Central Asian country on Tuesday after taking control of government buildings in the ca...",
        "date": "20201007",
        "country": "Kyrgyzstan"
    },
    {
        "title": "Kyrgyzstan Leader to Resign as Turmoil Grips Russian Ally",
        "body": "Kyrgyzstan’s president said he would resign, injecting fresh uncertainty into a political crisis that has engulfed the resource-rich Central Asian country after allegations of vot...",
        "date": "20201016",
        "country": "Kyrgyzstan"
    },
    {
        "title": "Neighbors agree truce after border clashes",
        "body": "MOSCOW — Neighboring Kyrgyzstan and Tajikistan have agreed to withdraw troops from their borders after an outburst of intense fighting last week killed about 40 people and wounded 175 — t...",
        "date": "20210503",
        "country": "Kyrgyzstan"
    },
    {
        "title": "Neighbors agree truce after border clashes",
        "body": "MOSCOW — Neighboring Kyrgyzstan and Tajikistan have agreed to withdraw troops from their borders after an outburst of intense fighting last week killed about 40 people and wounded 175 — t...",
        "date": "20210503",
        "country": "Kyrgyzstan"
    },
    {
        "title": "Kyrgyzstan pushes poisonous root as virus cure",
        "body": "BISHKEK, Kyrgyzstan: Kyrgyzstan is using a poisonous root as a treatment against the coronavirus despite health warnings as the country battles a new wave of infections. The health min...",
        "date": "20210419",
        "country": "Kyrgyzstan"
    },
    {
        "title": "Are we ready for a ‘Caucasian Spring’?",
        "body": "Aseries of uprisings and armed rebellions called the “Arab Spring” began in Tunisia on Dec. 17th, 2010, spreading to many other countries in Africa and the Middle East. These demonstrations...",
        "date": "20210727",
        "country": "Kyrgyzstan"
    }
]