[
    {
        "title": "Thousands of Afghans still in urgent need: aid chief",
        "body": "Many Afghans still urgently need humanitarian help despite recent political and security improvements, one of the world’s leading aid workers says.",
        "date": "20020119",
        "country": "Afghanistan"
    },
    {
        "title": "Time right to invite foreign investors",
        "body": "Unlike many other countries shaken by international events, Australia celebrates its national day tomorrow on a confident note, with a reasonably strong economy and a conservative polit...",
        "date": "20020125",
        "country": "Afghanistan"
    },
    {
        "title": "Diplomat behind reconstruction effort makes most of a tough job",
        "body": "While there is no shortage of critics of the United States’ efforts to rebuild Iraq, few harsh words are heard about the man directing the operations, Paul Bremer.",
        "date": "20031120",
        "country": "Afghanistan"
    },
    {
        "title": "How long will China remain in America’s shadow?",
        "body": "China’s economic transformation in the post-Mao Zedong era has been truly remarkable. However, in foreign affairs, the country has placed more of a premium on traditional realpolitik calcu...",
        "date": "20030624",
        "country": "Afghanistan"
    },
    {
        "title": "‘ This is more in the range, given the devastation’",
        "body": "“ A crisis of this dimension is an ongoing thing. It rolls out,” she said. “I think it’s important to note that Canada reacted very quickly with this.”",
        "date": "20051011",
        "country": "Afghanistan"
    },
    {
        "title": "CRISIS EASES BUT CITY ON EDGE",
        "body": "Key developments yesterday:",
        "date": "20050904",
        "country": "Afghanistan"
    },
    {
        "title": "US commits ‘assault on global values’",
        "body": "Amnesty International branded the US prison camp in Guantanamo Bay, Cuba, a human rights failure yesterday, releasing a 308-page report that offers stinging criticism of the United States and...",
        "date": "20050526",
        "country": "Afghanistan"
    },
    {
        "title": "Canadians moving into tough-love mode",
        "body": "Evidence is beginning to accumulate that Canadians are going through one of those mysterious attitudinal changes that take place from time to time in all societies The mood of Cana...",
        "date": "20051104",
        "country": "Afghanistan"
    },
    {
        "title": "Welcome Kashmir aid",
        "body": "After the sheer terror of Saturday’s earthquake, and the shock of loss, a cold chill is settling over devastated Kashmir. Last night, a fierce rain mixed with hail hampered rescuers and soak...",
        "date": "20051012",
        "country": "Afghanistan"
    },
    {
        "title": "Rain adds to survivors’ peril and hardship",
        "body": "Pouring rain heaped misery on the survivors of the Kashmir earthquake and hindered relief efforts yesterday, as more than a million homeless spent another night with only makeshift tents as ...",
        "date": "20051017",
        "country": "Afghanistan"
    },
    {
        "title": "SEND US YOUR SUGGESTIONS • WHAT A YEAR!",
        "body": "From the Queen of the North sinking to the Conservatives winning the federal election, 2006 has been a big year. The TimesColonist will publish a special Year in Review section on Dec. 31,...",
        "date": "20061215",
        "country": "Afghanistan"
    },
    {
        "title": "WHAT A YEAR!",
        "body": "From the Queen of the North sinking to the Conservatives winning the federal election, 2006 has been a big year. The TimesColonist will publish a special Year in Review section on Dec. 31,...",
        "date": "20061218",
        "country": "Afghanistan"
    },
    {
        "title": "It’s time for a new strategy on Afghanistan",
        "body": "It’s time to re-evaluate NATO’s strategy in Afghanistan. The current strategy is a long-term losing one. In order for the mission to be successful, Canada and its allies must win the suppo...",
        "date": "20060901",
        "country": "Afghanistan"
    },
    {
        "title": "VOICE OF THE PEOPLE",
        "body": "LOUISE FRIBANCE",
        "date": "20060906",
        "country": "Afghanistan"
    },
    {
        "title": "AFGHANISTAN l After 5 years, country far from won over",
        "body": "perate country.",
        "date": "20061008",
        "country": "Afghanistan"
    },
    {
        "title": "Wedon’t shareinthe realworld watercrisis",
        "body": "VICTORIA orried about silt in your water? Count yourself lucky. The best measure of how well off we are in this part of the world is the list of things we can afford to worry about.",
        "date": "20061123",
        "country": "Afghanistan"
    },
    {
        "title": "Military denies ‘ personnel crisis’",
        "body": "A government call for bids to produce 20 new recruitment videos for the Canadian Forces says some positions in the military are in a “personnel .” But media relations officers ...",
        "date": "20070801",
        "country": "Afghanistan"
    },
    {
        "title": "Some military departments in ‘personnel crisis,’ gov’t says",
        "body": "OTTAWA — A government call for new recruitment videos for the Canadian Forces says some positions in the military are in a “personnel crisis.”",
        "date": "20070801",
        "country": "Afghanistan"
    },
    {
        "title": "Afghan crisis worsens",
        "body": "AN ILLUSTRATION of how fraught the situation has become for British troops in Afghanistan is provided by The Herald today. As we report, the death of a Royal Marine in Helmand province y...",
        "date": "20070731",
        "country": "Afghanistan"
    },
    {
        "title": "Forces deny ‘personnel crisis’",
        "body": "OTTAWA — A government call for new recruitment videos for the Canadian Forces says some positions in the military are in a “personnel crisis.”",
        "date": "20070801",
        "country": "Afghanistan"
    },
    {
        "title": "Military deny ‘personnel crisis’ cited in gov’t video",
        "body": "A government call for new recruitment videos for the Canadian Forces says some positions in the military are in a “personnel .”",
        "date": "20070801",
        "country": "Afghanistan"
    },
    {
        "title": "‘Crisis’ video stirs recruitment tiff",
        "body": "A government call for new recruitment videos for the Canadian Forces says some positions in the military are in a “personnel crisis.”",
        "date": "20070801",
        "country": "Afghanistan"
    },
    {
        "title": "Lessons from Argentina",
        "body": "Argentina’s economy is in a state of crisis. The tragic thing is that it need not be, based on its economic fundamentals. Yet the crisis was inevitable, as the country’s institutions, incl...",
        "date": "20020121",
        "country": "Argentina"
    },
    {
        "title": "‘EVERY TIME MY NEIGHBOUR FLUSHES THE TOILET, THE WATER STARTS DRIPPING’",
        "body": "A litre of water leaks into Fung Ka-keung’s living room in Sheung Wan from the flat upstairs in an average week.",
        "date": "20040608",
        "country": "Argentina"
    },
    {
        "title": "What sumo really needs is someone to look up to",
        "body": "With just two weeks to go before the highlight of Japan’s sumo calendar, the official of the sport’s governing body pauses before making his admission: “Yes, there are tickets still availabl...",
        "date": "20040425",
        "country": "Argentina"
    },
    {
        "title": "Dutch Klinsmann keeps faith in Voller camp all sweetness and light, says Ruud",
        "body": "Former Germany striker Jurgen Klinsmann believes coach Rudi Voller is the best thing to happen to German football in recent years despite a barrage of media criticism over the performance ...",
        "date": "20040613",
        "country": "Argentina"
    },
    {
        "title": "Book on Falklands war details nuclear presence",
        "body": "A new history of the 1982 Falklands war has detailed how four nuclear weapons were aboard British ships sent to fight Argentina.",
        "date": "20050629",
        "country": "Argentina"
    },
    {
        "title": "On a loser from the start?",
        "body": "The great question in South Korea this week is which will appear the greater waste of time – the latest round of six-party talks in Beijing on North Korea’s nuclear weapons, or the upcoming gather...",
        "date": "20051115",
        "country": "Argentina"
    },
    {
        "title": "French ready the barricades",
        "body": "ST GILLES PLIGEAUX — Even though she is 82, French farmer Emilienne Guyader gets up at 6am every day and trudges through the mud to her fields, driving her 17 cows before her.",
        "date": "20051212",
        "country": "Argentina"
    },
    {
        "title": "He made his mark on city and nation",
        "body": "Beland Honderich rose from plain beginnings to become one of the most influential Canadians of his day, using his power as publisher of Canada’s largest newspaper to influence the agenda in politics and business at every level.",
        "date": "20051109",
        "country": "Argentina"
    },
    {
        "title": "Haiti braces for riots",
        "body": "GONAIVES, Haiti — Floods that devastated a Haitian city and killed hundreds threaten to trigger a health crisis and fresh outbreaks of food riots, officials and aid workers say.",
        "date": "20080912",
        "country": "Argentina"
    },
    {
        "title": "Thick volcanic cloud creeps over Argentina",
        "body": "CHAITEN, CHILE: A thick cloud of ash from the erupting Chaiten volcano in southern Chile spread across a swath of South America on Wednesday, prompting fears of health for the people c...",
        "date": "20080509",
        "country": "Argentina"
    },
    {
        "title": "Living fine among the Argentines",
        "body": "Ellen Hoffman divides her time between metro Washington and Mendoza, , due west of Buenos Aires and near the Chilean border. In Mendoza, Hoffman, who is in her 60s, owns an inn with ...",
        "date": "20080817",
        "country": "Argentina"
    },
    {
        "title": "Hunger Summit Ends in Call for Action",
        "body": "ROME, June 5 — A world summit on hunger veered near collapse late Thursday when Latin American countries objected bitterly to a final, version of a resolution designed to b...",
        "date": "20080606",
        "country": "Argentina"
    },
    {
        "title": "CAN OFFICIALS PREVENT POPULISM TRAIN WRECK?",
        "body": "The cabinet recently approved a six-month extension of its programme to provide free goods and services, including free tap and electricity for low-volume users and free rides on ...",
        "date": "20090723",
        "country": "Argentina"
    },
    {
        "title": "Canada looks abroad to stem isotopes shortage",
        "body": "The federal government has moved to avert a health crisis caused by a looming shortage of medical isotopes used to diagnose and treat cancer and other diseases by seeking deals with iso...",
        "date": "20090522",
        "country": "Argentina"
    },
    {
        "title": "Argentina cries for reform on eve of vote",
        "body": "BUENOS AIRES – Despite strong growth in recent years, the Argentina that votes in mid-term elections tomorrow has far from recovered from the 2001 crisis that hobbled the country.",
        "date": "20090627",
        "country": "Argentina"
    },
    {
        "title": "Canada forced to look abroad for medical isotopes",
        "body": "OTTAWA — The federal government has moved to avert a health crisis caused by a looming shortage of medical isotopes used to diagnose and to treat cancer and other diseases by seeking dea...",
        "date": "20090522",
        "country": "Argentina"
    },
    {
        "title": "Honduras conservative’s win causes waves in Latin America",
        "body": "TEGUCIGALPA: Conservative Porfirio Lobo has claimed a solid win in the controversial first presidential election in Honduras since a June 28 coup and vowed to form a national unity gov...",
        "date": "20091201",
        "country": "Argentina"
    },
    {
        "title": "Lessons from Argentina",
        "body": "Argentina’s economy is in a state of crisis. The tragic thing is that it need not be, based on its economic fundamentals. Yet the crisis was inevitable, as the country’s institutions, incl...",
        "date": "20020121",
        "country": "Argentina"
    },
    {
        "title": "‘EVERY TIME MY NEIGHBOUR FLUSHES THE TOILET, THE WATER STARTS DRIPPING’",
        "body": "A litre of water leaks into Fung Ka-keung’s living room in Sheung Wan from the flat upstairs in an average week.",
        "date": "20040608",
        "country": "Argentina"
    },
    {
        "title": "What sumo really needs is someone to look up to",
        "body": "With just two weeks to go before the highlight of Japan’s sumo calendar, the official of the sport’s governing body pauses before making his admission: “Yes, there are tickets still availabl...",
        "date": "20040425",
        "country": "Argentina"
    },
    {
        "title": "Dutch Klinsmann keeps faith in Voller camp all sweetness and light, says Ruud",
        "body": "Former Germany striker Jurgen Klinsmann believes coach Rudi Voller is the best thing to happen to German football in recent years despite a barrage of media criticism over the performance ...",
        "date": "20040613",
        "country": "Argentina"
    },
    {
        "title": "Pyongyang spoils party for the UN",
        "body": "The delight of major powers on Saturday with a unanimous if limited UN Security Council rebuke of North Korea was as strong as it was brief – shot down in minutes by a defiant Pyongyang that v...",
        "date": "20060717",
        "country": "Argentina"
    },
    {
        "title": "Survival, Hollywood style",
        "body": "Survival is the art of staying alive. It’s that simple. With preparedness, wit and physical stamina on your side, you can surmount just about anything that the elements have The River Wild",
        "date": "20060930",
        "country": "Argentina"
    },
    {
        "title": "As Greece sells the ‘family silver’",
        "body": "silver” and unions are girding for battle. “What government has the right to give away our land?” railed Alexis Tsipras, leader of a small leftist party whose fortunes have soared on the back of ...",
        "date": "20111030",
        "country": "Argentina"
    },
    {
        "title": "Potassium and water",
        "body": "FOR WANT of a nail, the shoe was lost; for want of a shoe, the horse was lost; for want of a horse, the knight was lost; for want of a knight, the battle was lost; for want of a battle, the kingdom...",
        "date": "20110930",
        "country": "Argentina"
    },
    {
        "title": "THE GLOBAL TALLY",
        "body": "Okanagan The wine industry in B.C. has seen steady growth, with sales more than doubling to $182-million in the last decade, and the number of growers increasing more than five times. Warmer ...",
        "date": "20110722",
        "country": "Argentina"
    },
    {
        "title": "THE GLOBAL TALLY",
        "body": "Okanagan The wine industry in B.C. has seen steady growth, with sales more than doubling to $182-million in the last decade, and the number of growers increasing more than five times. Warmer ...",
        "date": "20110722",
        "country": "Argentina"
    },
    {
        "title": "THE GLOBAL TALLY",
        "body": "Okanagan The wine industry in B.C. has seen steady growth, with sales more than doubling to $182-million in the last decade, and the number of growers increasing more than five times. Warmer ...",
        "date": "20110722",
        "country": "Argentina"
    },
    {
        "title": "Chile aims to save energy to prevent blackouts",
        "body": "SANTIAGO — Planned energysaving measures to lower electricity voltages and save reservoir waters should not affect copper mines in top producer Chile, Mining and Energy Minister Laur...",
        "date": "20110215",
        "country": "Argentina"
    },
    {
        "title": "DEATH TOLL HITS 57 IN ARGENTINE FLOODING",
        "body": "La Plata, Argentina — Argentine police and soldiers searched house to house, in creeks and culverts and even in trees for bodies on Thursday after floods killed at least 57 people in the pro...",
        "date": "20130405",
        "country": "Argentina"
    },
    {
        "title": "Tokyo to host games",
        "body": "Tokyo was awarded the 2020 Summer Olympics on Saturday, capitalizing on its reputation as a “safe pair of hands” and defying concerns about the Fukushima nuclear .",
        "date": "20130908",
        "country": "Argentina"
    },
    {
        "title": "Japan to fund ice wall to stop reactor leaks",
        "body": "TOKYO: Tokyo on Tuesday unveiled a half- billion dollar plan to stem radioactive water leaks at Fukushima, creating a wall of ice underneath the stricken plant, as the government elbowed t...",
        "date": "20130904",
        "country": "Argentina"
    },
    {
        "title": "Nuclear operator raises alarm on crisis in Japan",
        "body": "TOKYO — The operator of Japan’s tsunami- hit nuclear power plant sounded the alarm on the gravity of the deepening crisis of containment at the coastal site Friday, saying that there are ...",
        "date": "20130824",
        "country": "Argentina"
    },
    {
        "title": "Floods leave devastation around Buenos Aires",
        "body": "Argentine police and soldiers searched house to house, in creeks and culverts and even in trees for bodies after floods killed at least 57 people in the province and city of Buenos Aires.",
        "date": "20130405",
        "country": "Argentina"
    },
    {
        "title": "‘Humanitarian question first’ in Argentina floods",
        "body": "ArGeNTINIAN police and soldiers were searching house-tohouse, in streams and culverts for bodies as more than 20 people remained missing yesterday from floods that killed at least 55 peo...",
        "date": "20130405",
        "country": "Argentina"
    },
    {
        "title": "Release ordered",
        "body": "A United Nations court ordered the immediate release yesterday of an Argentine navy training ship held in Ghana two months ago at the request of an American hedge fund. The ARA Liberta...",
        "date": "20121217",
        "country": "Argentina"
    },
    {
        "title": "Ghana told to release foreign ship",
        "body": "BERLIN — A U.N. court ordered the immediate release Saturday of an Argentine navy training ship held in Ghana at the request of an American hedge fund.",
        "date": "20121216",
        "country": "Argentina"
    },
    {
        "title": "Ghana told to release foreign ship",
        "body": "BERLIN — A U.N. court ordered the immediate release Saturday of an Argentine navy training ship held in Ghana at the request of an American hedge fund.",
        "date": "20121216",
        "country": "Argentina"
    },
    {
        "title": "Spanish oil firm hid value of unit, Argentina claims",
        "body": "BUENOS AIRES, Argentina — Argentina accused Spain’s Repsol oil company on Tuesday of hiding the true value of its Argentine YPF unit and said a thorough review of its books after seizing ...",
        "date": "20120418",
        "country": "Argentina"
    },
    {
        "title": "Spanish oil firm hid value of unit, Argentina claims",
        "body": "BUENOS AIRES, Argentina — Argentina accused Spain’s Repsol oil company on Tuesday of hiding the true value of its Argentine YPF unit and said a thorough review of its books after seizing ...",
        "date": "20120418",
        "country": "Argentina"
    },
    {
        "title": "Sailors prevent officials from moving navy ship",
        "body": "berthing, costing the agency tens of thousands of dollars a day in lost fees.",
        "date": "20121112",
        "country": "Argentina"
    },
    {
        "title": "Blackouts and protest as Brazil runs dry",
        "body": "The taps have run dry and the lights went out across swaths of Brazil last week as the worst drought in history spread from So Paulo to Rio de Janeiro and beyond.",
        "date": "20150130",
        "country": "Argentina"
    },
    {
        "title": "Messi: ‘Transfer lies’",
        "body": "Lionel Messi insists he is staying at Barcelona and has hit out at “lies” linking him with a move to the Barclays Premier League.",
        "date": "20150112",
        "country": "Argentina"
    },
    {
        "title": "At Georgetown, soccer royalty arrives",
        "body": "They pressed against the black metal fence hugging Shaw Field, hundreds of soccer fans drawn to Georgetown’s campus in the middle of a Tuesday afternoon to see the most famous athlete on t...",
        "date": "20150325",
        "country": "Argentina"
    },
    {
        "title": "Ukraine headache grows for IMF",
        "body": "WASHINGTON — The International Monetary Fund is far from being done with Ukraine, its latest mega-bailout client.",
        "date": "20150125",
        "country": "Argentina"
    },
    {
        "title": "DEATH TOLL HITS 57 IN ARGENTINE FLOODING",
        "body": "La Plata, Argentina — Argentine police and soldiers searched house to house, in creeks and culverts and even in trees for bodies on Thursday after floods killed at least 57 people in the pro...",
        "date": "20130405",
        "country": "Argentina"
    },
    {
        "title": "Tokyo to host games",
        "body": "Tokyo was awarded the 2020 Summer Olympics on Saturday, capitalizing on its reputation as a “safe pair of hands” and defying concerns about the Fukushima nuclear .",
        "date": "20130908",
        "country": "Argentina"
    },
    {
        "title": "Japan to fund ice wall to stop reactor leaks",
        "body": "TOKYO: Tokyo on Tuesday unveiled a half- billion dollar plan to stem radioactive water leaks at Fukushima, creating a wall of ice underneath the stricken plant, as the government elbowed t...",
        "date": "20130904",
        "country": "Argentina"
    },
    {
        "title": "Nuclear operator raises alarm on crisis in Japan",
        "body": "TOKYO — The operator of Japan’s tsunami- hit nuclear power plant sounded the alarm on the gravity of the deepening crisis of containment at the coastal site Friday, saying that there are ...",
        "date": "20130824",
        "country": "Argentina"
    },
    {
        "title": "Floods leave devastation around Buenos Aires",
        "body": "Argentine police and soldiers searched house to house, in creeks and culverts and even in trees for bodies after floods killed at least 57 people in the province and city of Buenos Aires.",
        "date": "20130405",
        "country": "Argentina"
    },
    {
        "title": "‘Humanitarian question first’ in Argentina floods",
        "body": "ArGeNTINIAN police and soldiers were searching house-tohouse, in streams and culverts for bodies as more than 20 people remained missing yesterday from floods that killed at least 55 peo...",
        "date": "20130405",
        "country": "Argentina"
    },
    {
        "title": "Power restored but US cities still struggle",
        "body": "Sewage that poured on to beaches and into city waterways, and access to clean drinking water, were just two of the many problems facing authorities across eight states of the United States and in...",
        "date": "20030817",
        "country": "Canada"
    },
    {
        "title": "Lessons to be learned from US blackouts",
        "body": "There was at least one positive outcome to the California power crisis of a few years ago – it put China on notice that it needed to upgrade its ageing electricity grid in a bid to cope with b...",
        "date": "20031112",
        "country": "Canada"
    },
    {
        "title": "Lost shoals of a greedy planet",
        "body": "“Many people now seem to understand we’re utterly dependent on the ocean and we have the power to undermine the way the ocean works”",
        "date": "20030811",
        "country": "Canada"
    },
    {
        "title": "Electricity chiefs plan for massive blackout",
        "body": "With the mainland bracing for the worst power shortage in years this summer, the industry regulator has drawn up plans for coping with a large-scale power outage such as the one that hit North...",
        "date": "20040605",
        "country": "Canada"
    },
    {
        "title": "SILVER LINING",
        "body": "“While the home ownership rate has risen, it was ironic that neither the pre-handover boom nor the subsequent crash has led to any substantial improvements in housing conditions” “For generations who came of age after the second world war, what happened between June 1997 and June 2003 – the highest and lowest points of the economic cycle – was unimaginable”",
        "date": "20040216",
        "country": "Canada"
    },
    {
        "title": "TOLL HITS 120,000",
        "body": "The mercilessness of Asia’s tsunami grew clearer yesterday as worst-hit Indonesia sharply raised its death toll, taking the number of fatalities around the region to more than 120,000.",
        "date": "20041231",
        "country": "Canada"
    },
    {
        "title": "‘ This is more in the range, given the devastation’",
        "body": "“ A crisis of this dimension is an ongoing thing. It rolls out,” she said. “I think it’s important to note that reacted very quickly with this.”",
        "date": "20051011",
        "country": "Canada"
    },
    {
        "title": "THINK SMALL",
        "body": "The much-publicized plight of the northern Ontario community of Kashechewan, one of about 100 native reserves under a boilwater advisory, is the latest example highlighting the impor...",
        "date": "20051109",
        "country": "Canada"
    },
    {
        "title": "Troubled waters",
        "body": "Water that contains dirt, uranium or fuel oil, as well as rookie watertreatment officials who lack formal training, are common features of the 39 native communities currently under bo...",
        "date": "20051027",
        "country": "Canada"
    },
    {
        "title": "RISKYWATER SYSTEMS TRIPLED DESPITE $2B FROM OTTAWA",
        "body": "The federal government spent nearly $2billion to provide safe drinking water to First Nations communities over eight years, during which time the number of water systems posing health ...",
        "date": "20051027",
        "country": "Canada"
    },
    {
        "title": "Unwanted advice for native Canadians",
        "body": "Re: A Better Life For Indians, Tanis Fiss, Oct. 27. Thank God for Tanis Fiss of the Canadian Taxpayers Federation (CTF). I am sure the many First Nations people across resident o...",
        "date": "20051028",
        "country": "Canada"
    },
    {
        "title": "An icebreaker for the Northwest Passage row",
        "body": "Canada and the United States need to resolve the dispute over the Northwest Passage before it moves from a back burner to a front one. The good news is, there’s a solution. All that’s required...",
        "date": "20061220",
        "country": "Canada"
    },
    {
        "title": "Let’s defuse Northwest Passage row",
        "body": "Canada and the United States need to resolve the dispute over the Northwest Passage before it moves from a back burner to a front one. The good news is, there’s a solution. All that’s required...",
        "date": "20061220",
        "country": "Canada"
    },
    {
        "title": "Say No to water exports",
        "body": "Re: “Cellucci wants water on table: Ex U.S. ambassador wants resource includedintradetalks,” TheJournal, Sept. 18 and “Cellucci all wet on water trading,” Editorial, Sept. 19.",
        "date": "20060925",
        "country": "Canada"
    },
    {
        "title": "Wedon’t shareinthe realworld watercrisis",
        "body": "VICTORIA orried about silt in your water? Count yourself lucky. The best measure of how well off we are in this part of the world is the list of things we can afford to worry about.",
        "date": "20061123",
        "country": "Canada"
    },
    {
        "title": "Royal Bank to invest in clean water",
        "body": "Calling water scarcity an “urgent global humanitarian crisis,” the Royal Bank of Canada announced yesterday the creation of a $50 million program to support water conservation and a...",
        "date": "20071025",
        "country": "Canada"
    },
    {
        "title": "Water depletion the next looming crisis",
        "body": "Across this country, people are more and more concerned about global warming. Tomorrow is World Water Day and it is important to highlight how the global is contributing to ...",
        "date": "20070321",
        "country": "Canada"
    },
    {
        "title": "World views collide over water crisis",
        "body": "Exceptionally dedicated people like Council of Canadians chair Maude Barlow overwhelm me. Their presence leaves me feeling quite ineffectual. Such was my reaction when I bumped into B...",
        "date": "20071122",
        "country": "Canada"
    },
    {
        "title": "Basic sanitation a goal we are not meeting for world’s poorest",
        "body": "Okay, let’s be truthful — it’s a smelly subject. Not attractive dinner conversation, not high on the political agenda.",
        "date": "20070322",
        "country": "Canada"
    },
    {
        "title": "Canada on brink of water crisis, official says",
        "body": "TOTTAWA he country is on the brink of a freshwater crisis and if we don’t start to take action the economy will suffer, according to the chairman of the Canadian Partnership Initiative ...",
        "date": "20080322",
        "country": "Canada"
    },
    {
        "title": "Activists call for ban on bulk water exports",
        "body": "OTTAWA — A social activist group is calling on the federal government to ban bulk water exports from major water basins in .",
        "date": "20080404",
        "country": "Canada"
    },
    {
        "title": "Canada all washed up",
        "body": "Re Ottawa Plans Pullout From UN Water Program (Nov. 14): I was the director of the GEMS program until I voluntarily retired from Environment in 1998. In part, my decision refle...",
        "date": "20081117",
        "country": "Canada"
    },
    {
        "title": "Water shortage threatens economy",
        "body": "OTTAWA — The country is on the brink of a fresh-water crisis and if we don’t start to take action the economy will suffer, according to the chairman of the Canadian Partnership Initiativ...",
        "date": "20080322",
        "country": "Canada"
    },
    {
        "title": "Terminal water crisis for Beijing",
        "body": "Beijing’s water crisis is so critical that the city is facing economic collapse and the need to resettle part of its population in coming decades, a leading development policy group...",
        "date": "20080628",
        "country": "Canada"
    },
    {
        "title": "War over water",
        "body": "Re: “Harper stumbles in face of global water crisis; Canada must get its act together,” by Maude Barlow and David Schindler, Looking Ahead, July 13.",
        "date": "20090718",
        "country": "Canada"
    },
    {
        "title": "UN seat undeserved",
        "body": "Re: Canada battling for UN position, July 1.",
        "date": "20090703",
        "country": "Canada"
    },
    {
        "title": "Toronto, London press for municipal bottled-water ban",
        "body": "Councillors from Toronto and London, Ont., will meet with the Federation of Canadian Municipalities this weekend to urge members to vote in favour of phasing out bottled in all ...",
        "date": "20090306",
        "country": "Canada"
    },
    {
        "title": "Harper stumbles in face of global water crisis3",
        "body": "As Canadians head this summer to lakes and rivers to enjoy our beautiful freshwater heritage, most probably think the water is well protected by the Canadian government. Nothing could...",
        "date": "20090713",
        "country": "Canada"
    },
    {
        "title": "Canada abandons freshwater legacy",
        "body": "Following is the viewpoint of the writers. Barlow is national chair of the Council of Canadians and senior adviser on water to the president of the UN General Assembly. Schindler, the...",
        "date": "20090703",
        "country": "Canada"
    },
    {
        "title": "Water, sanitation human rights: UN",
        "body": "Access to clean water and sanitation was declared a human right Wednesday after a vote aimed at helping the world’s neediest people passed unanimously at the United Nations.",
        "date": "20100729",
        "country": "Canada"
    },
    {
        "title": "Important water issues to be raised March 22",
        "body": "WorldWater Day, March 22, exists to make us aware there is a global that affects people in every country, including .",
        "date": "20100316",
        "country": "Canada"
    },
    {
        "title": "Canada monitors Pakistan flooding",
        "body": "Pakistan’s flooding disaster is an ongoing crisis that will require a close watch even after emergency needs have been met, says ’s international co-operation minister.",
        "date": "20100826",
        "country": "Canada"
    },
    {
        "title": "Chlorination should be standard practice2",
        "body": "Re: Chlorine could have prevented water crisis from boiling over, Aug. 26",
        "date": "20100831",
        "country": "Canada"
    },
    {
        "title": "Canada offside on water vote",
        "body": "In the world’s poorest countries, children die because their parents can’t afford to buy clean . In some, women face grave danger as they forage for for their families. And in o...",
        "date": "20100726",
        "country": "Canada"
    },
    {
        "title": "A POOR RECORD ON WATER",
        "body": "The United Nations recently declared access to clean drinking water a basic human right. But Canada didn’t support that resolution.",
        "date": "20101031",
        "country": "Canada"
    },
    {
        "title": "Water crisis the real myth1",
        "body": "Re: “The myth of overabundance,” Sunday Reader, March 13.",
        "date": "20110324",
        "country": "Canada"
    },
    {
        "title": "Somalian aid bolstered by $50M",
        "body": "OTTAWA — The federal government announced another $50 million Wednesday to help those suffering from famine in Somalia.",
        "date": "20110818",
        "country": "Canada"
    },
    {
        "title": "Keeping our heads above water",
        "body": "The earthquake and tsunami that devastated Japan, killing thousands and provoking a nuclear reactor crisis, demonstrate the sheer power of nature. But if floods and tsunamis stoke our fea...",
        "date": "20110323",
        "country": "Canada"
    },
    {
        "title": "Ottawa sends 1,000 slop pails in response to water crisis",
        "body": "WINNIPEG — The same remote northern Manitoba reserves that were sent body bags during the H1N1 flu outbreak say Ottawa has come up with a similarly “archaic and degrading” solution to ...",
        "date": "20110422",
        "country": "Canada"
    },
    {
        "title": "We’re a city of crumbling roads: report",
        "body": "City roads and water systems across Canada got a failing grade on a report card by the Federation of Canadian municipalities tuesday.",
        "date": "20120912",
        "country": "Canada"
    },
    {
        "title": "U.S. doesn’t need our food and blankets",
        "body": "A recent letter writer believes Canada should have sent “food, water, blankets and other staples” and $5 million to New York and New Jersey after hurricane Sandy. The U.S. is not a third wor...",
        "date": "20121117",
        "country": "Canada"
    },
    {
        "title": "Feds match funds for famine relief",
        "body": "OTTAWA — The federal government announced on Tuesday that it will match Canadian charitable donations to alleviate a growing food crisis in West and Central Africa.",
        "date": "20120808",
        "country": "Canada"
    },
    {
        "title": "Feds match funds for famine relief",
        "body": "OTTAWA — The federal government announced on Tuesday that it will match Canadian charitable donations to alleviate a growing food crisis inWest and Central Africa.",
        "date": "20120808",
        "country": "Canada"
    },
    {
        "title": "There’s enough water; it just needs better management, expert says",
        "body": "WATERLOO — The global water crisis isn’t a about running out of the precious resource, it’s about properly managing it.",
        "date": "20130503",
        "country": "Canada"
    },
    {
        "title": "A champion of public health",
        "body": "Education: University of Toronto and Queen’s University in Kingston.",
        "date": "20130629",
        "country": "Canada"
    },
    {
        "title": "Water projects change lives",
        "body": "Of the many essential elements for human existence, water is most important. It is a prerequisite for economic development and survival. On World Day, we should remember that 7...",
        "date": "20130322",
        "country": "Canada"
    },
    {
        "title": "Reserve drinking water crisis a travesty",
        "body": "We owe the very existence of our nation to the Haudenosaunee (Six Nations Iroquois). Many fought and died defending against the Americans in the War of 1812. They have shared this lan...",
        "date": "20130416",
        "country": "Canada"
    },
    {
        "title": "Water saving measures needed",
        "body": "We have had a water crisis before, although not as serious as this.",
        "date": "20130320",
        "country": "Canada"
    },
    {
        "title": "Pass the water",
        "body": "Re How Do We Avert A Thirsty Future? (July 15): Twenty years ago, my American relatives and I used to joke about the possibility of the United States invading to get our . Given...",
        "date": "20140716",
        "country": "Canada"
    },
    {
        "title": "Pass the water",
        "body": "Re How Do We Avert A Thirsty Future? (July 15): Twenty years ago, my American relatives and I used to joke about the possibility of the United States invading to get our . Given...",
        "date": "20140716",
        "country": "Canada"
    },
    {
        "title": "Pass the water",
        "body": "Re How Do We Avert A Thirsty Future? (July 15): Twenty years ago, my American relatives and I used to joke about the possibility of the United States invading to get our . Given...",
        "date": "20140716",
        "country": "Canada"
    },
    {
        "title": "Pass the water",
        "body": "Re How Do We Avert A Thirsty Future? (July 15): Twenty years ago, my American relatives and I used to joke about the possibility of the United States invading to get our . Given...",
        "date": "20140716",
        "country": "Canada"
    },
    {
        "title": "Pass the water",
        "body": "Re How Do We Avert A Thirsty Future? (July 15): Twenty years ago, my American relatives and I used to joke about the possibility of the United States invading to get our . Given...",
        "date": "20140716",
        "country": "Canada"
    },
    {
        "title": "Eastern Canada hit by floods",
        "body": "Rain, melting snow and ice jams forced waters in parts of Eastern Canada to rise Wednesday, submerging roads, filling basements and prompting hundreds to be evacuated from their homes as ...",
        "date": "20140417",
        "country": "Canada"
    },
    {
        "title": "Getting with the flow",
        "body": "It is time for Canada to join the rest of the developed world in managing its most vital natural resource",
        "date": "20151130",
        "country": "Canada"
    },
    {
        "title": "Getting with the flow",
        "body": "It is time for Canada to join the rest of the developed world in managing its most vital natural resource",
        "date": "20151130",
        "country": "Canada"
    },
    {
        "title": "Getting with the flow",
        "body": "It is time for Canada to join the rest of the developed world in managing its most vital natural resource",
        "date": "20151130",
        "country": "Canada"
    },
    {
        "title": "Getting with the flow",
        "body": "It is time for Canada to join the rest of the developed world in managing its most vital natural resource",
        "date": "20151130",
        "country": "Canada"
    },
    {
        "title": "We are all in this together",
        "body": "We have received the message: This drought is a crisis. How else to explain the extraordinary support enjoyed by some of the toughest water-use restrictions in more than a decade?",
        "date": "20150729",
        "country": "Canada"
    },
    {
        "title": "No crisis in bottled water",
        "body": "What is it with Canadians and their water? We have more fresh water than any other country in the world.",
        "date": "20161001",
        "country": "Canada"
    },
    {
        "title": "No crisis in bottled water1",
        "body": "What is it with Canadians and their water? We have more fresh water than any other country in the world.",
        "date": "20161001",
        "country": "Canada"
    },
    {
        "title": "No crisis in bottled water",
        "body": "What is it with Canadians and their water? We have more fresh than any other country in the world.",
        "date": "20161001",
        "country": "Canada"
    },
    {
        "title": "No crisis in bottled water",
        "body": "What is it with Canadians and their water? We have more fresh than any other country in the world.",
        "date": "20161001",
        "country": "Canada"
    },
    {
        "title": "No crisis in bottled water",
        "body": "What is it with Canadians and their water? We have more fresh water than any other country in the world.",
        "date": "20161001",
        "country": "Canada"
    },
    {
        "title": "MORE STORIES",
        "body": "Saturday: IC-IMPACTS and bringing potable water to Thondebhavi, India.",
        "date": "20170321",
        "country": "Canada"
    },
    {
        "title": "MORE STORIES",
        "body": "Saturday: IC-IMPACTS and bringing potable water to Thondebhavi, India",
        "date": "20170320",
        "country": "Canada"
    },
    {
        "title": "MORE STORIES",
        "body": "Saturday: IC-IMPACTS and bringing potable water to Thondebhavi, India.",
        "date": "20170323",
        "country": "Canada"
    },
    {
        "title": "MORE STORIES",
        "body": "Saturday: IC-IMPACTS and bringing potable water to Thondebhavi, India.",
        "date": "20170322",
        "country": "Canada"
    },
    {
        "title": "MORE STORIES",
        "body": "TODAY: IC-IMPACTS and bringing potable water to Thondebhavi, India",
        "date": "20170318",
        "country": "Canada"
    },
    {
        "title": "Clean water a human right",
        "body": "to the editor: Canada is in a water crisis. the indigenous people in our country are sick, dying and living in extreme poverty because many First nations reserves don’t have clean .",
        "date": "20170602",
        "country": "Canada"
    },
    {
        "title": "TROUBLED WATERS",
        "body": "A winter of bitter winds but little snow gives way to a dry spring. April showers are just a nursery rhyme. City officials ask citizens to take shorter showers. The drought drags through sum...",
        "date": "20180320",
        "country": "Canada"
    },
    {
        "title": "Lessons from Cape Town’s water crisis",
        "body": "Many of us in Canada take water for granted, despite drinking water problems in First Nations communities — the subject of a recent column. World Water Day (March 22) reminds us that as ...",
        "date": "20180316",
        "country": "Canada"
    },
    {
        "title": "What happens when we run out of water?",
        "body": "The clock ominously ticks down toward the projected “Day Zero” when Cape Town, South Africa, will run out of water.",
        "date": "20180318",
        "country": "Canada"
    },
    {
        "title": "WATER, THE NEXT big Political issue",
        "body": "World Water day was this past Thursday. It’s important to note because water is growing to become a huge political issue both here in and around the globe.",
        "date": "20180325",
        "country": "Canada"
    },
    {
        "title": "Western opens centre for water protection",
        "body": "Water is a necessity of life and now Western University has a centre dedicated to its preservation and protection.",
        "date": "20190815",
        "country": "Canada"
    },
    {
        "title": "Western centre looks to get drop on water protection, preservation",
        "body": "Water is a necessity of life and now Western University has a centre dedicated to its preservation and protection.",
        "date": "20190815",
        "country": "Canada"
    },
    {
        "title": "FINDING SOLUTIONS TO THE GLOBAL WATER CRISIS",
        "body": "USask spearheads the largest university-led freshwater research initiative in the world",
        "date": "20191121",
        "country": "Canada"
    },
    {
        "title": "FINDING SOLUTIONS TO THE GLOBAL WATER CRISIS",
        "body": "USask spearheads the largest university-led freshwater research initiative in the world",
        "date": "20191121",
        "country": "Canada"
    },
    {
        "title": "RUN DRY",
        "body": "Re First Nation Facing Longest Boil Advisory Suffers Another Water Crisis (22): The Prime Minister often talks of reconciliation. He has mused about declaring a national holiday so ...",
        "date": "20201023",
        "country": "Canada"
    },
    {
        "title": "RUN DRY",
        "body": "Re First Nation Facing Longest Boil Advisory Suffers Another Water Crisis (Oct. 22): The Prime Minister often talks of reconciliation. He has mused about declaring a national holi...",
        "date": "20201023",
        "country": "Canada"
    },
    {
        "title": "RUN DRY",
        "body": "Re First Nation Facing Longest Boil Advisory Suffers Another Water Crisis( Oct .22): The Prime Minister often talks of reconciliation. He has mused about declaring a national holida...",
        "date": "20201023",
        "country": "Canada"
    },
    {
        "title": "RUN DRY",
        "body": "Re First Nation Facing Longest Boil Advisory Suffers Another Water Crisis (Oct. 22): The Prime Minister often talks of reconciliation. He has mused about declaring a national holi...",
        "date": "20201023",
        "country": "Canada"
    },
    {
        "title": "RUN DRY",
        "body": "Re First Nation Facing Longest Boil Advisory Suffers Another Water Crisis (Oct. 22): The Prime Minister often talks of reconciliation. He has mused about declaring a national holi...",
        "date": "20201023",
        "country": "Canada"
    },
    {
        "title": "Hundreds evacuate over water crisis",
        "body": "The chief of an Ontario First Nation says hundreds of people are being evacuated due to a water crisis. Chief Christopher Moonias says an oily sheen was discovered in the Neskantaga First...",
        "date": "20201022",
        "country": "Canada"
    },
    {
        "title": "Jagmeet Singh calls on feds to pay cost of Iqaluit water crisis",
        "body": "Federal NDP Leader Jagmeet Singh wants the Liberal government to pay the cost of fixing Iqaluit's ongoing water emergency.",
        "date": "20211117",
        "country": "Canada"
    },
    {
        "title": "Jagmeet Singh calls on feds to pay cost of Iqaluit water crisis",
        "body": "Federal NDP Leader Jagmeet Singh wants the Liberal government to pay the cost of fixing Iqaluit’s ongoing water emergency.",
        "date": "20211117",
        "country": "Canada"
    },
    {
        "title": "Jagmeet Singh calls on feds to pay cost of Iqaluit water crisis",
        "body": "Federal NDP Leader Jagmeet Singh wants the Liberal government to pay the cost of fixing Iqaluit's ongoing water emergency.",
        "date": "20211117",
        "country": "Canada"
    },
    {
        "title": "A year of disasters makes it clear that our climate-caused water crisis is urgent",
        "body": "Director of the Global Water Futures program and Canada Research Chair in Water Resources and Climate Change, University of Saskatchewan",
        "date": "20211119",
        "country": "Canada"
    }
]