[
    {
        "title": "‘Mackerel war’ fear as Iceland plunders seas",
        "body": "BRITAIN is facing a “mackerel war” against modern-day Vikings, a Tory MEP warned yesterday.",
        "date": "20100824",
        "country": "Faroe%20Islands"
    },
    {
        "title": "Shetland fishing scam tops 22m as more skippers admit illegal landings",
        "body": "TWO skippers failed to declare fish worth 7.2 million when they lied about their catches on each of almost 100 landings at Scotland’s largest processing company, a court heard yesterday.",
        "date": "20101005",
        "country": "Faroe%20Islands"
    },
    {
        "title": "Britain to press for sanctions against Iceland as mackerel war escalates",
        "body": "TRADESANCTIONS should be imposed against Iceland and the Faroe Islands to stop their “reckless plundering” of stocks at risk of collapse from over fishing, the British Government will say th...",
        "date": "20111003",
        "country": "Faroe%20Islands"
    },
    {
        "title": "Sanction threat in war over mackerel",
        "body": "BRITAIN yesterday threatened sanctions against the Faroe Islands in the latest round of the mackerel war.",
        "date": "20111001",
        "country": "Faroe%20Islands"
    },
    {
        "title": "Stop f ishing or else",
        "body": "BRUSSELS is preparing to ban trading with Iceland and the Faroe Islands until they end t he Atlantic Ocean ‘mackerel war’.",
        "date": "20120720",
        "country": "Faroe%20Islands"
    },
    {
        "title": "Droughts, disasters hike grain prices",
        "body": "Prolonged droughts in southern and eastern Europe, coupled with natural disasters in the US and Russia, have raised global concerns over food security and pushed grain prices higher.",
        "date": "20120824",
        "country": "Faroe%20Islands"
    },
    {
        "title": "Droughts, disasters hike grain prices",
        "body": "Prolonged droughts in southern and eastern Europe, coupled with natural disasters in the US and Russia, have raised global concerns over food security and pushed grain prices higher.",
        "date": "20120824",
        "country": "Faroe%20Islands"
    },
    {
        "title": "Fish price leap has food chain reaction",
        "body": "“If you like anchovies on your pizza you’d better be careful,” warns Mark Livingston, investment director of Fidelity Worldwide Investment.",
        "date": "20120825",
        "country": "Faroe%20Islands"
    },
    {
        "title": "You have questions",
        "body": "You asked and asked and asked, and we answered and answered and answered. During our weekly Talk About Travel Web chats, we have noticed that some queries appear repeatedly like unclaimed pieces of luggage on the baggage carousel. We have culled the most common questions and provided answers — hopefully definitively.",
        "date": "20150809",
        "country": "Faroe%20Islands"
    },
    {
        "title": "This week’s dream: a culture fix in the far-flung Faroes",
        "body": "“Green, isolated, wild and numinous, and purified by salt winds”, the Faroe Islands are an “ascetic paradise”, says Harry Pearson in Cond Nast Traveller. Faced with their mountains, roari...",
        "date": "20160924",
        "country": "Faroe%20Islands"
    },
    {
        "title": "Gunmen in Armenia free last hostages",
        "body": "GUNMEN locked in a lengthy stand-off with police in Armenia have released their last two hostages on Saturday evening after a fresh night of protests shook the capital Yerevan.",
        "date": "20160801",
        "country": "Faroe%20Islands"
    },
    {
        "title": "Hard times aHead for european union",
        "body": "Imagine 29 states, each with their own languages and cultures, forged together in an economic and political union that transcends a history of war and division to create a single nation...",
        "date": "20160619",
        "country": "Faroe%20Islands"
    },
    {
        "title": "New Releases",
        "body": "Bad Neighbours 2 (IIB)",
        "date": "20160513",
        "country": "Faroe%20Islands"
    },
    {
        "title": "FRED LEE",
        "body": "PLASTIC WISE Bal Bhullar, Erica Chan, Bruce Foughner, Kim Haakstad , Elizabeth Janke, Peter Millar and Susan Pratt skippered this year’s Night at the Aquarium Gala. The Vancouver Aquarium...",
        "date": "20180701",
        "country": "Faroe%20Islands"
    },
    {
        "title": "Gangs and drug trade devastating tiny island states",
        "body": "Ministers from tiny island states including Palau, the Solomon Islands and Kiribati are calling for help over the “devastating” impacts of criminal networks in the fishing industry.",
        "date": "20181018",
        "country": "Faroe%20Islands"
    },
    {
        "title": "Drug trafficking at sea is devastating island states, ministers say",
        "body": "Ministers from tiny island states including Palau, the Solomon Islands and Kiribati are calling for help over the “devastating” impacts of criminal networks in the fishing industry.",
        "date": "20181018",
        "country": "Faroe%20Islands"
    },
    {
        "title": "Let us not retreat from a kinder world",
        "body": "THE timeliness of Jonathon Shafi’s call for moderates to take action against the tide of right-wing hate (“This global crisis in not about to go back to normal”, The Herald,",
        "date": "20180705",
        "country": "Faroe%20Islands"
    },
    {
        "title": "North Sea cod quota halved in response to dwindling stocks and climate change",
        "body": "The amount of cod people in the British fishing industry can catch will be cut by 50 per cent next year.",
        "date": "20191219",
        "country": "Faroe%20Islands"
    },
    {
        "title": "DEDICATED TO HELPING THE POOR, HUNGRY AND SICK.",
        "body": "They worked to bring food to the hungry, medicine to the sick and clean water to people living in areas without it. Among the 157 people who died in the crash of an Ethiopian Airlines jetliner...",
        "date": "20190312",
        "country": "Faroe%20Islands"
    },
    {
        "title": "Iran says US acting alone as allies too ‘ashamed’",
        "body": "TEHRAN: The US is acting alone against Tehran and its allies are too “ashamed” to join its forces in the Gulf, Iran’s top diplomat said yesterday, dismissing its calls for talks as a sham.",
        "date": "20190806",
        "country": "Faroe%20Islands"
    },
    {
        "title": "Hey, art lovers: If the shutdown’s got you down, these 10 museums are still open.",
        "body": "With the National Gallery of Art and the Smithsonian museums in lockdown as a result of the government shutdown, art-seeking tourists and locals alike must recalibrate their itinerari...",
        "date": "20190111",
        "country": "Faroe%20Islands"
    },
    {
        "title": "‘It’s in my blood. If I can’t go fishing, I don’t know what I’d do’",
        "body": "EVEN as a schoolboy Ricky Campbell knew he was destined for the sea. Though it would take him another five years after leaving school at 16 to convince his mum of that, he said he hasn’t looked...",
        "date": "20201223",
        "country": "Faroe%20Islands"
    },
    {
        "title": "A land that time forgot",
        "body": "A landscape of waterfalls and sheer cliffs inhabited by hidden people, the Faroes archipelago offers true escapism, discovers",
        "date": "20201007",
        "country": "Faroe%20Islands"
    },
    {
        "title": "As virus hits tourism, islands seek to mend ties with nature",
        "body": "Since coronavirus emptied Hawaii of tourists, seals have been lounging on beaches, fish are swimming closer to shore and the turquoise water of the US islands’ famous Hanauma Bay is 55 percen...",
        "date": "20200616",
        "country": "Faroe%20Islands"
    },
    {
        "title": "Sustainable holiday",
        "body": "Since coronavirus emptied Hawaii of tourists, seals have been lounging on beaches, fish are swimming closer to shore and the turquoise water of the US ’ famous Hanauma Bay is 55 percen...",
        "date": "20200615",
        "country": "Faroe%20Islands"
    },
    {
        "title": "Satellite choice",
        "body": "KIDS’ MOVIE Maya The Bee: The Golden Orb, 4.20pm, Sky Premiere",
        "date": "20211012",
        "country": "Faroe%20Islands"
    },
    {
        "title": "MSPs hold crisis talks over the state of ferries",
        "body": "Nationalist MSPs representing Scotland’s west coast island communities are to hold talks today with Scottish Transport Minister Graham Dey over the state of CalMac’s ferries.",
        "date": "20210525",
        "country": "Faroe%20Islands"
    },
    {
        "title": "ALL SEA",
        "body": "At 4am on 24 April, 2019, 25 brass players, two percussionists and a conductor piled into a coach in Hull for a 200-mile drive to London. It was a Wednesday morning and it had been touch and g...",
        "date": "20210613",
        "country": "Faroe%20Islands"
    },
    {
        "title": "Fiji crisis develops into regional row",
        "body": "Fiji’s political crisis grew into a regional row yesterday as Australia and New Zealand said they had reinforced their embassies over fears of a possible coup but Canberra rejected acc...",
        "date": "20061107",
        "country": "Fiji"
    },
    {
        "title": "Evacuation amid Fiji show of force",
        "body": "THE Australian Army helicopter crash came ahead of a midnight show of force in Suva by the Fiji military, training to tackle a foreign intervention.",
        "date": "20061130",
        "country": "Fiji"
    },
    {
        "title": "International condemnation flows after military seizes power in Fiji",
        "body": "SUVA, Fiji (AP) – The military seized control of Fiji on Tuesday after weeks of threats, locking down the capital with armed troops and isolating at home the elected leader whose last-minute...",
        "date": "20061206",
        "country": "Fiji"
    },
    {
        "title": "Fiji chief declares emergency",
        "body": "SUVA, Fiji — Fiji’s military commander declared a state of emergency today, a day after he overthrew the elected government and brought international sanctions and censure that began ...",
        "date": "20061206",
        "country": "Fiji"
    },
    {
        "title": "Fiji workers defy military in strike over pay cuts",
        "body": "Up to 10,000 government workers in Fiji went on strike yesterday in defiance of the military regime to protest pay cuts imposed after December’s coup, according to union estimates.",
        "date": "20070803",
        "country": "Fiji"
    },
    {
        "title": "Fiji: what the tourists don’t see",
        "body": "HDundreds of tourists pour off planes at Nadi Airport, happy to be hit by warm, wet air and the smell of hot tarmac.",
        "date": "20070623",
        "country": "Fiji"
    },
    {
        "title": "What price paradise?",
        "body": "arrested. There isn’t a rule of law in Fiji now. It just doesn’t feel right to be there.’’",
        "date": "20070623",
        "country": "Fiji"
    },
    {
        "title": "‘Crisis’ looming in Pacific",
        "body": "The Pacific is facing a looming economic, social and political crisis unless something is done fast to create jobs, a new Australian think-tank paper says.",
        "date": "20080821",
        "country": "Fiji"
    },
    {
        "title": "Swinging to the beat in Fiji",
        "body": "Bobby, the taxi driver, flashes me a nervous glance as we travel along the crumbling road into Nadi. ‘‘Excuse the potholes,’’ he says. ‘‘We’ve had a lot of rain lately.’’ Potholes – some the size...",
        "date": "20080421",
        "country": "Fiji"
    },
    {
        "title": "Why pull togetherwhen our leaders don’t?",
        "body": "Sir, We are asked to save on power due to shortage of water in our hydro lakes. People used to heed these words of advice and work together for the wider good of the country, in days gone by.",
        "date": "20080613",
        "country": "Fiji"
    },
    {
        "title": "Pacific faces crisis, says Australian report",
        "body": "THE Government says a report painting a dire picture of the Pacific criticises aid efforts but offers no practical solutions.",
        "date": "20080822",
        "country": "Fiji"
    },
    {
        "title": "Donors rise to challenge",
        "body": "What a great effort by generous Tauranga people. To fill a 20-foot shipping container with vital supplies to help flood-hit Fijian villagers rebuild their homes and their lives is a great ...",
        "date": "20090123",
        "country": "Fiji"
    },
    {
        "title": "Japan gives $ 572m climate change aid to Pacific Islands",
        "body": "SHIMUKAPPU, Japan — Japan last week pledged 50 billion yen ($ 572 million CAD) in aid to small Pacific islands over the next three years to help them with clean energy projects and to cope with...",
        "date": "20090601",
        "country": "Fiji"
    },
    {
        "title": "Black Caps need to show plenty of resolve",
        "body": "The New Zealand cricket team slipped out of the country yesterday for a tour of Sri Lanka where they may not be expected to win, but are expected to show some backbone.",
        "date": "20090804",
        "country": "Fiji"
    },
    {
        "title": "Long way to the top",
        "body": "IT’S been quite a blast from the past this week’s wet weather. It’s been years since we’ve had the pleasure of watching our clothes going mouldy and our furniture growing clammier and clammier...",
        "date": "20090116",
        "country": "Fiji"
    },
    {
        "title": "It’s time for focus, boys, focus",
        "body": "THE New Zealand cricket team slipped out of the country yesterday for a tour of Sri Lanka, where it might not be expected to win but it is expected to show some backbone.",
        "date": "20090804",
        "country": "Fiji"
    },
    {
        "title": "Time to show backbone",
        "body": "The New Zealand cricket team slipped out of the country yesterday for a tour of Sri Lanka where they may not be expected to win but they are expected to show some backbone.",
        "date": "20090804",
        "country": "Fiji"
    },
    {
        "title": "Latino poverty gets worse",
        "body": "Economists say poverty in Latin America is returning to 2008 levels as the region struggles to recover from two years of financial . The United Nations Economic Commission for La...",
        "date": "20101202",
        "country": "Fiji"
    },
    {
        "title": "Bottled-up rage over water",
        "body": "Once it was easy. You turned on the tap. You drank. Now it’s a terror ordeal. A few years back, lead in scared parents to death. Paul Levy, then transparency man as head of the Massachuset...",
        "date": "20100504",
        "country": "Fiji"
    },
    {
        "title": "Air Force prepares to speed aid to Fiji",
        "body": "NEW ZEALAND is preparing for a mercy mission to Fiji as the cyclone-ravaged country tries to assess its deaths and devastation.",
        "date": "20100317",
        "country": "Fiji"
    },
    {
        "title": "CLOUD COUP COUP LAND",
        "body": "NOW IT looks comic. A man with a waxed, bald head, wearing an impeccable sulu suit, half-tripped as he strode onto the floor of Fiji’s parliament.",
        "date": "20100516",
        "country": "Fiji"
    },
    {
        "title": "Having fun can be combined with altruism",
        "body": "NEW YORK — It’s not all work and no play for those who prefer the purpose-driven vacation to lying aimlessly on a beach.",
        "date": "20100626",
        "country": "Fiji"
    },
    {
        "title": "Soldier ‘rescue’ sparks crisis",
        "body": "A Tongan navy mission to ‘‘rescue’’ a rebellious Fijian soldier accused of plotting the overthrow of dictator Voreqe Bainimarama has plunged the South Pacific into .",
        "date": "20110516",
        "country": "Fiji"
    },
    {
        "title": "Fiji outraged at Tonga’s ‘rescue’",
        "body": "A Tongan navy mission to ‘‘rescue’’ a rebellious Fijian soldier accused of plotting the overthrow of dictator Frank Bainimarama has plunged the South Pacific into .",
        "date": "20110516",
        "country": "Fiji"
    },
    {
        "title": "Sea ‘rescue’ sparks crisis",
        "body": "Nuku’alofua – A Tongan navy mission to ‘‘rescue’’ a rebellious Fijian soldier accused of plotting the overthrow of dictator Commodore Voreqe Bainimarama has plunged the South Pacific ...",
        "date": "20110516",
        "country": "Fiji"
    },
    {
        "title": "Tonga’s ‘rescue’ of rebellious Fiji colonel sparks South Pacific crisis",
        "body": "A TONGAN NAVY mission to ‘‘rescue’’ a rebellious Fijian soldier accused of plotting the overthrow of dictator Voreqe Bainimarama has plunged the South Pacific into crisis.",
        "date": "20110516",
        "country": "Fiji"
    },
    {
        "title": "Govt keeps watch on Fiji-Tonga standoff",
        "body": "New Zealand is closely monitoring the worsening crisis between Tonga and Fiji, believing it is creating a ‘‘whole new dynamic’’, Foreign Minister Murray McCully says.",
        "date": "20110516",
        "country": "Fiji"
    },
    {
        "title": "Another cyclone may be forming",
        "body": "WEATHER forecasts show a new cyclone could be forming in the South Pacific, as Samoa and Fiji continue to struggle to cope with the massive damage caused recently by Cyclone Evan.",
        "date": "20121228",
        "country": "Fiji"
    },
    {
        "title": "Another Pacific cyclone forecast",
        "body": "Weather forecasts warn a new cyclone could be forming in the South Pacific, as Samoa and Fiji struggle to cope with the severe damage caused earlier this month by Cyclone Evan.",
        "date": "20121228",
        "country": "Fiji"
    },
    {
        "title": "Newpacific cyclone alert",
        "body": "Weather forecasts warn a new cyclone could be forming in the South Pacific, as Samoa and Fiji struggle to cope with the massive damage caused earlier this month by Cyclone Evan.",
        "date": "20121228",
        "country": "Fiji"
    },
    {
        "title": "Forecasters warn of new cyclone forming",
        "body": "Weather forecasts warn a new cyclone could be forming in the South Pacific, as Samoa and struggle to cope with the massive damage caused earlier this month by Cyclone Evan.",
        "date": "20121228",
        "country": "Fiji"
    },
    {
        "title": "New cyclone forming in South Pacific",
        "body": "Weather forecasts warn that a new cyclone could be forming in the South Pacific, as Samoa and struggle to cope with the massive damage caused this month by Cyclone Evan.",
        "date": "20121228",
        "country": "Fiji"
    },
    {
        "title": "Disease fears",
        "body": "Flood-ravaged Fiji has begun a massive clean-up, as fears rise that disease could quickly spread through evacuation centres.",
        "date": "20120404",
        "country": "Fiji"
    },
    {
        "title": "WORLD BRIEFS",
        "body": "Military protected",
        "date": "20130823",
        "country": "Fiji"
    },
    {
        "title": "Kiribati family lose bid for refugee status",
        "body": "A MAN from Kiribati, an island nation threatened by rising sea levels, has lost another bid to live in New Zealand with his wife as refugees, along with their New Zealandborn children.",
        "date": "20130925",
        "country": "Fiji"
    },
    {
        "title": "Berjaya Assets profit declines",
        "body": "year ago.",
        "date": "20130208",
        "country": "Fiji"
    },
    {
        "title": "Tracking the sharks",
        "body": "A researcher embarking on the country’s biggest shark-tagging exercise says New Zealand is lacking scientific data about its rapidly declining shark populations",
        "date": "20130315",
        "country": "Fiji"
    },
    {
        "title": "Fiji focuses on its hostage soldiers",
        "body": "Fiji’s military rulers are under pressure to explain how 45 soldiers ended up as prisoners of a Syrian rebel group while a Filipino United Nations group fought its way to safety.",
        "date": "20140903",
        "country": "Fiji"
    },
    {
        "title": "Stop-gap measures to deal with water crisis won’t do",
        "body": "THE tap is running and you are brushing your teeth and in the background you have your shower running.",
        "date": "20140429",
        "country": "Fiji"
    },
    {
        "title": "Western planes fly to Turkmen’s aid",
        "body": "Aircraft from the United States, Australia, France and Britain dropped food and to the beleaguered Iraqi town of Amerli, which has been under siege by Islamic State militants for nearl...",
        "date": "20140901",
        "country": "Fiji"
    },
    {
        "title": "Campaigning in Coup-Coup Land",
        "body": "He’s the military dictator who locked up a coup leader and then carried out a coup of his own. Now Frank Bainimarama is urging Fijians to vote for him if they want a coupfree future for thei...",
        "date": "20140916",
        "country": "Fiji"
    },
    {
        "title": "Politics cloud water debate",
        "body": "There are two possible policy outcomes to a severe drought like the one California is experiencing now.",
        "date": "20140209",
        "country": "Fiji"
    },
    {
        "title": "Unique situation",
        "body": "Savenaca Vakaliwaliwa",
        "date": "20151201",
        "country": "Fiji"
    },
    {
        "title": "Flurry of aid for Vanuatu",
        "body": "A Canadian charity hopes to provide hundreds of cyclone-struck residents of Vanuatu with clean drinking water by the weekend.",
        "date": "20150320",
        "country": "Fiji"
    },
    {
        "title": "A climate crisis in paradise",
        "body": "Pacific leaders have been getting blunt with wealthy nations about the unfolding calamity of climate change that is gradually gnawing away their remote idylls. At a summit in Fiji last wee...",
        "date": "20151106",
        "country": "Fiji"
    },
    {
        "title": "Starbucks doesn’t deserve praise",
        "body": "Starbucks has scored an enviable publicity coup by announcing that it was moving the bottling of its branded water, Ethos, out of drought-stricken California and over to Pennsylvania.",
        "date": "20150513",
        "country": "Fiji"
    },
    {
        "title": "Health fear after cyclone hits Fiji’s water supply",
        "body": "Aid agencies have warned of a widespread health crisis in Fiji after one of the most powerful storms recorded in the southern hemisphere tore through the Pacific island nation last weekend...",
        "date": "20160223",
        "country": "Fiji"
    },
    {
        "title": "Death toll from Fiji cyclone tops 21 amid health crisis",
        "body": "SYDNEY: Fiji began a massive cleanup on Monday after one of the most powerful storms recorded in the southern hemisphere tore through the Pacific island nation, killing 21 people, flatte...",
        "date": "20160223",
        "country": "Fiji"
    },
    {
        "title": "Fiji cyclone death toll rises:",
        "body": "Fiji began a massive cleanup on Monday after one of the most powerful storms recorded in the southern hemisphere tore through the Pacific island nation, killing 21 peo- ple, flattening re...",
        "date": "20160223",
        "country": "Fiji"
    },
    {
        "title": "Fears of disease as death toll rises",
        "body": "THE death toll in cycloneravaged Fiji has risen to 42.",
        "date": "20160225",
        "country": "Fiji"
    },
    {
        "title": "Fiji faces health crisis after cyclone",
        "body": "SYDNEY Fiji has begun a massive clean-up after one of the most powerful storms recorded in the Southern Hemisphere tore through the Pacific island-nation, killing at least 20 people, flat...",
        "date": "20160223",
        "country": "Fiji"
    },
    {
        "title": "Fiji Praised for COP23 Presidency by Germany",
        "body": "Fiji has been praised for taking on the presidency of COP23. Germany’s State Secretary for the Ministry for the Environment, Nature Conservation, Building and Nuclear Safety Jochen Fla...",
        "date": "20170920",
        "country": "Fiji"
    },
    {
        "title": "Saving the children one concert at a time",
        "body": "Nelson’s Save the Children is gearing up for its annual fundraising concert.",
        "date": "20171111",
        "country": "Fiji"
    },
    {
        "title": "Neelam on board Tara",
        "body": "The famous schooner that once belonged to Sir Peter Blake welcomed a University of Auckland student on board for its Tara expedition.",
        "date": "20170627",
        "country": "Fiji"
    },
    {
        "title": "Writ of Elections",
        "body": "From the outset, it is not now or never because the writing is already written on the wall as of January 5th, 2017.",
        "date": "20180814",
        "country": "Fiji"
    },
    {
        "title": "Kiwi actor commends Government’s plastic levy",
        "body": "Kiwi actor, Phil Somerville known for his work on Iron Man 3 (2013) and Jack Reacher: Never Go Back (2016), has commended Government’s plastic levy.",
        "date": "20181012",
        "country": "Fiji"
    },
    {
        "title": "Fijians show resilience in the face of nature’s wrath",
        "body": "Resilience - The capacity to recover quickly from difficulties; toughness.",
        "date": "20180404",
        "country": "Fiji"
    },
    {
        "title": "HIGH COURT JUDGE:",
        "body": "High Court Judge Justice Salesi Temo and Kohli and Singh Associates lawyer Ami Kohli’s discussion in court yesterday highlighted the need to have a men’s crisis centre in Fiji.",
        "date": "20191218",
        "country": "Fiji"
    },
    {
        "title": "Move Fiji programme",
        "body": "Reference is made to FBC TV programme:",
        "date": "20190404",
        "country": "Fiji"
    },
    {
        "title": "Fijians must take advisories seriously, some lessons from TC Sarai",
        "body": "The mindsets of Fijians must change.",
        "date": "20191230",
        "country": "Fiji"
    },
    {
        "title": "MOU to identify needs during crises",
        "body": "VIOLENCE against women, girls and children escalates during times of disaster and crisis, says Red Cross Society director-general Ilisapeci Rokotunidau.",
        "date": "20201127",
        "country": "Fiji"
    },
    {
        "title": "Accolades and praises",
        "body": "15 CASES of COVID-19 in Fiji! Lautoka lockdown lifted! Some relief for Lautoka residents!",
        "date": "20200408",
        "country": "Fiji"
    },
    {
        "title": "FHS marks 50 years of service",
        "body": "FIJI imports more than 80,000 20-feet containers on board cargo ships at major ports across the country, says Prime Minister Voreqe Bainimarama. He made the comment during the Hydrog...",
        "date": "20201122",
        "country": "Fiji"
    },
    {
        "title": "Rotary Fiji, FIJI Water Foundation team up to help affected Fijians",
        "body": "Fijians who live along the Nadi to Rakiraki corridor and were affected by the COVID-19 pandemic and Tropical Cyclone Harold may be eligible to receive assistance through a new partner...",
        "date": "20201024",
        "country": "Fiji"
    },
    {
        "title": "UNICEF calls for action",
        "body": "WELLINGTON - Pacific governments are being encouraged to remember the basic provision of services for children even as COVID-19 takes up time and money.",
        "date": "20200523",
        "country": "Fiji"
    },
    {
        "title": "Daku Villagers face water crisis",
        "body": "Daku Villagers on the Island of Kia in Vanua Levu are facing its worst in years and are urgently requesting help from relevant authorities.",
        "date": "20210824",
        "country": "Fiji"
    },
    {
        "title": "I can’t wait to discover more of Fiji: Brent Hill",
        "body": "Brent Hill has always been a marketer. Now, the chief executive officer of Tourism , Mr Hill is already working hard to revitalise ’s tourism industry.",
        "date": "20210911",
        "country": "Fiji"
    },
    {
        "title": "FNRL targets community awareness",
        "body": "COVID-19 has had a devastating impact on all Fijians, from loss of livelihood, loss of farm produce, loss of time not spent with distant loved ones and most unfortunate impact in the loss of...",
        "date": "20211209",
        "country": "Fiji"
    },
    {
        "title": "Blessing in disguise",
        "body": "THE unfortunate drowning of a nine-yearold boy named Jeremiah resulted in $5500 worth of swimming training equipment gifted to six villages in Rewa yesterday.",
        "date": "20211216",
        "country": "Fiji"
    },
    {
        "title": "Kia Island Villagers Plea Heard, WAF Makes Visit",
        "body": "The urgent pleas of Daku and Ligau Villagers on Kia Island in the Northern Division for intervention from relevant authorities to address their water crisis has been heard.",
        "date": "20210831",
        "country": "Fiji"
    },
    {
        "title": "Full-steam ahead on nuclear power",
        "body": "The shadows of Chernobyl and Three Mile Island no longer reach to the pine-crested hillsides of Hangzhou Bay, where China is rushing to expand a nuclear power station to meet soaring demand fo...",
        "date": "20050704",
        "country": "Finland"
    },
    {
        "title": "Frying times for Europeans",
        "body": "Rail lines buckle. Roads melt. Royal garden party guests faint. Metro passengers swelter. The Alps look like Afghanistan. Northern Europe’s burning – and with global warming, it had better get used to it.",
        "date": "20060805",
        "country": "Finland"
    },
    {
        "title": "Causes of crisis after EUfundingcuts",
        "body": "SCOTLAND’Svoluntary sector faces a crisis, but it is largely home-grown and should be no surprise. I have every sympathy for organisations facing funding cuts and individuals facin...",
        "date": "20070207",
        "country": "Finland"
    },
    {
        "title": "VULTURES’ REVENGE?",
        "body": "THE SILLY season is hardly upon us and we have already had not one but an impressive three fearsome, flesheating creatures in the news guaranteed to put thousands of holidaymakers off th...",
        "date": "20070807",
        "country": "Finland"
    },
    {
        "title": "Al Maliki hits back at US criticism",
        "body": "The statements by Iraqi and US officials in the past few days reflect a new political tone and reveal their deep differences over plans to tackle the deteriorating situation in Iraq",
        "date": "20070823",
        "country": "Finland"
    },
    {
        "title": "‘They cannot be any threat to the DPRK because we have a nuclear bomb’",
        "body": "base. Average living standards are still wretched compared to the wealthy populations of neighbouring South Korea, Japan and China. Aid workers say malnutrition remains a concern in t...",
        "date": "20070903",
        "country": "Finland"
    },
    {
        "title": "Reminding ourselves of the Island’s colonial past",
        "body": "After a swift perusal of The Guardian’s reportage of the Island’s more momentous happenings my eyes alit upon the editorial page. I was immediately galvanized by what I read. “My god,”...",
        "date": "20081103",
        "country": "Finland"
    },
    {
        "title": "Utility places nuclear bids on ice amid funding constraints",
        "body": "South Africa’s nuclear bidding process was placed on hold last month as Eskom opted to reprioritise capital spending plans amid funding constraints and global financial turmoil.",
        "date": "20081128",
        "country": "Finland"
    },
    {
        "title": "Utility places nuclear bids on ice amid funding constraints",
        "body": "South Africa’s nuclear bidding process was placed on hold last month as Eskom opted to reprioritise capital spending plans amid funding constraints and global financial turmoil.",
        "date": "20081128",
        "country": "Finland"
    },
    {
        "title": "Drain Canada dry?",
        "body": "It was here in southern Alberta, a century ago, when Canadians first learned of U.S. plans to take our water supplies. It would be the first and last battle over fresh the two neighbou...",
        "date": "20080421",
        "country": "Finland"
    },
    {
        "title": "In the groove: Nordic multimedia and music fest a notch above",
        "body": "OTCH stands for NOrdic + CHinese and the 2009 NOTCH Festival starting next Tuesday will be a simultaneous multimedia and music extravaganza in Shanghai, Beijing and Guangzhou.",
        "date": "20091021",
        "country": "Finland"
    },
    {
        "title": "FROM OUR ARCHIVES",
        "body": "65 YEARS AGO",
        "date": "20090907",
        "country": "Finland"
    },
    {
        "title": "Remaining 19 EU countries go to polls",
        "body": "BRUSSELS: EU states began the final day of voting in a European Parliament election yesterday which is expected to embarrass national governments struggling to combat the effects of...",
        "date": "20090608",
        "country": "Finland"
    },
    {
        "title": "The ght against climate change begins on four fronts",
        "body": "I remember in the 1980s as a callow teenager meeting the great French political scientist Raymond Aron. He talked to me about the danger in politics of “benign neglect” – good intenti...",
        "date": "20090913",
        "country": "Finland"
    },
    {
        "title": "ANOTHER CRISIS IN THE MAKING",
        "body": "Envisat image showing a vast blue-green algae bloom filling the Baltic Sea. The potentially toxic bloom, covering 377,000sqkm, could pose a risk to marine life in the region, warn scienti...",
        "date": "20100725",
        "country": "Finland"
    },
    {
        "title": "‘Lost generation’ gap in nuclear workforce",
        "body": "On a flat, lowlying island nestled in crisp waters off the west coast of , the first nuclear power plant ordered in Western Europe since 1986 is inching towards start-up.",
        "date": "20101130",
        "country": "Finland"
    },
    {
        "title": "Finland raises the heat in Brussels",
        "body": "FINLAND may not top the list of the world’s power brokers, but when it comes to dealing with the big issues in international affairs, no one sweats it quite like the Finns — literally.",
        "date": "20101005",
        "country": "Finland"
    },
    {
        "title": "Britain’s broadband is in crisis - and it’s shameful",
        "body": "By the end of this Parliament, says Jeremy Hunt, the Culture Secretary, Britain should have “the best broadband network in Europe”. Yet over the past few weeks, it has become clear that “Broadband Britain” is a project in crisis.",
        "date": "20100804",
        "country": "Finland"
    },
    {
        "title": "Canada needs a unified oil-spill response regime",
        "body": "Since 1972, a federal moratorium has prevented development of British Columbia’s offshore oil and gas reserves, which are estimated to be more than nine billion barrels of oil and 42 tril...",
        "date": "20100812",
        "country": "Finland"
    },
    {
        "title": "EU leaders far from consensus",
        "body": "HELSINKI, Finland — Europe’s centerright leaders struggled Friday to show a united front amid stark divisions on how to tackle the debt crisis. The summit of the European People’s Party ki...",
        "date": "20110305",
        "country": "Finland"
    },
    {
        "title": "Water war fears Possible sale sparks debate on supplies",
        "body": "THE possibility of the sale of a North East water company added an extra edge to a conference yesterday on a worldwide water crisis.",
        "date": "20110715",
        "country": "Finland"
    },
    {
        "title": "SA Agulhas the second awaits heroic new name",
        "body": "SOUTH Africa’s new polar supply and research ship being built in Finland is being temporarily called SA Agulhas II, pending approval for it to be named after one of the country’s heroes ...",
        "date": "20110421",
        "country": "Finland"
    },
    {
        "title": "January sale tests waters",
        "body": "The first fur sale of the season should be a good gauge of how the rest of the year will roll out, according to the CEO of the only trapper-owned auction house in North America.",
        "date": "20111229",
        "country": "Finland"
    },
    {
        "title": "How Finland managed to keep its head above water",
        "body": "Finland is now the only eurozone country with a stable triple-A credit rating, according to Moody’s.",
        "date": "20120725",
        "country": "Finland"
    },
    {
        "title": "Women’s safety must be tackled on all fronts People’s banks",
        "body": "It is encouraging to see the Crown Prosecution Service make such a concerted effort to tackle violence against women and girls that conviction rates for domestic violence have risen (...",
        "date": "20120726",
        "country": "Finland"
    },
    {
        "title": "Russian masters",
        "body": "Christ) meets a brilliantly conceived living snowman. Throughout this excellent piece, reassuring images manage, somehow, to disquiet. Likewise, images of conflict and torment have a ...",
        "date": "20120812",
        "country": "Finland"
    },
    {
        "title": "Canada: Better safe than sorry",
        "body": "Come hell or high water, experts have found Canada is among the safest places to call home.",
        "date": "20120221",
        "country": "Finland"
    },
    {
        "title": "Google lifts hopes with Finnish data centre investment",
        "body": "Hamina ( Finland), Nov. 4: Google will invest another 450 million euros ($ 607 million) over the next few years in a data centre in Finland, boosting a country struggling with Nokia’s decl...",
        "date": "20131105",
        "country": "Finland"
    },
    {
        "title": "Greenpeace activists face piracy charges in Russia",
        "body": "MOSCOW — Russia charged five Greenpeace activists with piracy over the boarding of an oil platform to protest Arctic drilling in what the group described as its worst crisis since the 1985 bom...",
        "date": "20131003",
        "country": "Finland"
    },
    {
        "title": "Russia charges 14 from Greenpeace with piracy in oil-platform boarding",
        "body": "MOSCOW — Russia charged 14 Greenpeace activists with piracy over the boarding of an oil platform to protest Arctic drilling, in what the group described as its worst since the 1985 bomb...",
        "date": "20131003",
        "country": "Finland"
    },
    {
        "title": "Finnish city shows the way forward",
        "body": "F rom early December, the Finnish city of Oulu is trapped in darkness for all but a few murky midday hours, a darkness some feared might be matched by its economic prospects after big local e...",
        "date": "20131228",
        "country": "Finland"
    },
    {
        "title": "Hunt for sub reveals fears of Russia",
        "body": "STOCKHOLM — It has all the makings of a Cold War thriller — an emergency military deployment with stealth ships and helicopters hunting for a foreign submarine in the Stockholm archipe...",
        "date": "20141021",
        "country": "Finland"
    },
    {
        "title": "UN says 50,000 children face death in South Sudan",
        "body": "JUBA: Tens of thousands of children in South Sudan could die this year without assistance from aid agencies, the United Nations said yesterday, as it appealed for more than $1 billion to hel...",
        "date": "20140615",
        "country": "Finland"
    },
    {
        "title": "Sub hunt has feel of spy thriller",
        "body": "It has all the makings of a Cold War thriller – an emergency military deployment with stealth ships and helicopters hunting for a foreign submarine in the Stockholm archipelago. Grainy...",
        "date": "20141021",
        "country": "Finland"
    },
    {
        "title": "Damon’s cause: Clean water",
        "body": "Actor-advocate at WEF in Davos.",
        "date": "20140124",
        "country": "Finland"
    },
    {
        "title": "Sanitation crisis imminent in Davao",
        "body": "DAVAO CITY — Foreign interns for a masters degree working with the Department of Science and Technology (DoST) and the Hydrology for Environment Life and Policy (HELP) Davao Network hav...",
        "date": "20150831",
        "country": "Finland"
    },
    {
        "title": "Military informs 900,000 reservists about war duty",
        "body": "Finland’s defence forces have begun informing 900,000 reservists about their duties during war, as military activity mounts in the Baltic Sea region.",
        "date": "20150506",
        "country": "Finland"
    },
    {
        "title": "EU announces US$3.2 mln emergency aid for Nepal",
        "body": "BRUSSELS: The European Commission yesterday released three million euros ( US$ 3.25 million) in emergency aid for Nepal, where over 3,000 people died in a massive earthquake the previou...",
        "date": "20150428",
        "country": "Finland"
    },
    {
        "title": "EU announces US$3 mln emergency aid for Nepal",
        "body": "BRUSSELS: The European Commission yesterday released three million euros (US$3.25 million) in emergency aid for Nepal, where over 3,000 people died in a massive earthquake the previous ...",
        "date": "20150428",
        "country": "Finland"
    },
    {
        "title": "Stop sending migrants to rest of Europe, Athens to be urged",
        "body": "OPATOVAC: Croatia will demand that Greece stop moving migrants from the Middle East to the rest of Europe, Interior Minister Ranko Ostojic said yesterday.",
        "date": "20150922",
        "country": "Finland"
    },
    {
        "title": ">>AAP MINISTERS, L-G OFFICE SPAR,",
        "body": "NEW DELHI: Deputy chief minister Manish Sisodia will return on Sunday as scheduled, notwithstanding lieutenant governor Najeeb Jung’s direction to cut short his visit and retu...",
        "date": "20160918",
        "country": "Finland"
    },
    {
        "title": ">>AAP MINISTERS, L-G OFFICE SPAR,",
        "body": "NEW DELHI: Deputy chief minister Manish Sisodia will return on Sunday as scheduled, notwithstanding lieutenant governor Najeeb Jung’s direction to cut short his visit and return...",
        "date": "20160918",
        "country": "Finland"
    },
    {
        "title": "theysay",
        "body": "How can he (L-G) be on leave when Delhi is facing a health crisis. We have come to meet him following his fax to Sisodia, asking him to return to Delhi from immediately. KAPIL MISHRA...",
        "date": "20160918",
        "country": "Finland"
    },
    {
        "title": "AAP ministers, L-G office spar over order to call back Sisodia",
        "body": "NEW DELHI: Deputy chief minister Manish Sisodia will return on Sunday as scheduled, notwithstanding lieutenant governor Najeeb Jung’s direction to cut short his visit and retur...",
        "date": "20160918",
        "country": "Finland"
    },
    {
        "title": "AAP ministers, L-G office spar over order to call back Sisodia",
        "body": "How can he (L-G) be on leave when Delhi is facing a health crisis. We have come to meet him following his fax to Sisodia, asking him to return to Delhi from Finland immediately.",
        "date": "20160918",
        "country": "Finland"
    },
    {
        "title": "Nations protest Romania’s weakened graft law",
        "body": "BUCHAREST, Romania — Romania’s new decree diluting the country’s corruption law ignited a furor Thursday, prompting strong criticism from home and abroad and a declaration from the p...",
        "date": "20170203",
        "country": "Finland"
    },
    {
        "title": "Nations protest Romania’ s weakened graft law",
        "body": "BUCHAREST, Romania — Romania’s new decree diluting the country’s corruption law ignited a furor Thursday, prompting strong criticism from home and abroad and a declaration fromthe pr...",
        "date": "20170203",
        "country": "Finland"
    },
    {
        "title": "Nations protest Romania’s weakened graft law",
        "body": "BUCHAREST, Romania — Romania’s new decree diluting the country’s corruption law ignited a furor Thursday, prompting strong criticism from home and abroad and a declaration from the p...",
        "date": "20170203",
        "country": "Finland"
    },
    {
        "title": "Nordea Bank to move out of Sweden",
        "body": "STOCKHOLM: A European banking giant just snubbed one of the world’s strictest financial supervisors by moving to a more accommodating regulatory setting.",
        "date": "20170908",
        "country": "Finland"
    },
    {
        "title": "Graft law ignites protests",
        "body": "BUCHAREST, Romania — Romania’s new decree diluting the country’s corruption law ignited a furor Thursday, prompting strong criticism from home and abroad and a declaration from the p...",
        "date": "20170203",
        "country": "Finland"
    },
    {
        "title": "Fears of education collapse over water crisis",
        "body": "THE South African Democratic Teachers Union (Sadtu) fears a collapse of the education system as there is still no plan from the provincial government on how to deal with the water crisis at schools.",
        "date": "20180131",
        "country": "Finland"
    },
    {
        "title": "Digger used in mosque search",
        "body": "KARANGPANGSOR: Rescuers on Indonesia’s quakehit island of Lombok dug through the rubble of a mosque yesterday, hoping to reach the aunt of a sprinter who became a national hero last month a...",
        "date": "20180809",
        "country": "Finland"
    },
    {
        "title": "Search on for survivors as quake toll climbs to 131 in Indonesia",
        "body": "KARANGPANGSOR: The death toll from last weekend’s powerful earthquake on Indonesia’s Lombok island rose to 131 on Wednesday as rescuers found more people crushed under collapsed building...",
        "date": "20180809",
        "country": "Finland"
    },
    {
        "title": "Sweden prepares for war amid unease about Russian aggression",
        "body": "SWEDEN is preparing to reissue a public information manual on what to do in the event of war, as debate in the country grows over how to deal with the threat from Russia.",
        "date": "20180118",
        "country": "Finland"
    },
    {
        "title": "Mike Pompeo rejects Canada's claims to Northwest Passage as 'illegitimate'",
        "body": "Mike Pompeo, the US secretary of state, has rejected Canada’s claims to the Northwest Passage as “illegitimate”, in a high-profile foreign policy speech that prompted frustration and surp...",
        "date": "20190508",
        "country": "Finland"
    },
    {
        "title": "Malta in talks with Germany, France, Italy and Finland",
        "body": "Malta is in talks with four other European nations on a more permanent solution to the migration crisis, the Associated Press reports.",
        "date": "20190904",
        "country": "Finland"
    },
    {
        "title": "Find your Finnish calm: 5 tips for happiness at home",
        "body": "Visit Finland, a state-run organization promoting tourism for the northern European country, has announced five tips on how to be happy at home as many people around the world have been fo...",
        "date": "20200404",
        "country": "Finland"
    },
    {
        "title": "Finland’s muddy fight over super-polluting peat energy",
        "body": "SIPPOLA, Finland: On a barren expanse of bog in southeast Finland the size of 180 football pitches, Taisto Raussi’s yellow harvester hoovers up a thin layer of rich peat and deposits it in a ...",
        "date": "20201214",
        "country": "Finland"
    },
    {
        "title": "Overseas zoos respond",
        "body": "Talking to the Global Times, four overseas zoos said they are doing all they can to ensure that the normal lives of pandas are not affected by the COVID-19 pandemic.",
        "date": "20200707",
        "country": "Finland"
    },
    {
        "title": "J’lem Cinematheque’s ‘day after’ program",
        "body": "With the reopening of cinemas postponed indefinitely, the movie industry is coping as best it can. The Jerusalem Cinematheque announced this week that it will feature a special online...",
        "date": "20200610",
        "country": "Finland"
    },
    {
        "title": "Finland’s muddy fight over super-polluting peat energy",
        "body": "SIPPOLA, Finland: On a barren expanse of bog in southeast Finland the size of 180 football pitches, Taisto Raussi’s yellow harvester hoovers up a thin layer of rich peat and deposits it in a ...",
        "date": "20210122",
        "country": "Finland"
    },
    {
        "title": "Photos by Katie West ‘The future is raising its voice’: A dire mood at UN meeting",
        "body": "UNITED NATIONS (AP) — Racism, climate change and worsening divisions among nations and cultures topped the agenda Wednesday as leaders from China to Costa Rica, from to Turkey to the ...",
        "date": "20210922",
        "country": "Finland"
    },
    {
        "title": "Taliban scheme gives further credibility to Pakistan’s call for aid to Afghanistan",
        "body": "Pakistan has been consistently urging the international community to help Afghanistan avert a looming humanitarian catastrophe as a fallout of the exit of foreign troops in August.",
        "date": "20211026",
        "country": "Finland"
    },
    {
        "title": "DFA welcomes int’l aid for Odette victims",
        "body": "Foreign Affairs Secretary Teodoro Locsin Jr. expressed gratitude to the United Nations and the international community for their commitment to provide assistance in relief and rehabilit...",
        "date": "20211226",
        "country": "Finland"
    },
    {
        "title": "Scandals and rifts leave embattled premier struggling to hold course",
        "body": "A year after a triumphant election victory, embattled Thai Prime Minister Thaksin Shinawatra faces mounting criticism while he struggles to hold together his coalition.",
        "date": "20020107",
        "country": "France"
    },
    {
        "title": "Today in history",
        "body": "1960: More than 20,000 football fans watched league champions South China beat KMB, 3-1, at Hong Kong Stadium.",
        "date": "20020103",
        "country": "France"
    },
    {
        "title": "Lessons from Argentina",
        "body": "Argentina’s economy is in a state of crisis. The tragic thing is that it need not be, based on its economic fundamentals. Yet the crisis was inevitable, as the country’s institutions, incl...",
        "date": "20020121",
        "country": "France"
    },
    {
        "title": "Food price rises may herald a world crisis",
        "body": "Sudden food price rises on the mainland could be the sign of a coming world food crisis, renowned US environmentalist Lester Brown warned yesterday.",
        "date": "20031120",
        "country": "France"
    },
    {
        "title": "Red Cross seeks help for the victims of flooding in Anhui",
        "body": "An international appeal for aid is to be launched by the Red Cross Society of China after millions in Anhui province lost their homes in this year’s summer floods.",
        "date": "20030718",
        "country": "France"
    },
    {
        "title": "North Koreans still facing food crisis",
        "body": "North Korea will face another food crisis next year despite better harvests, the UN says. Aid is needed for 6.5 million malnourished people, or more than a quarter of the population.",
        "date": "20031031",
        "country": "France"
    },
    {
        "title": "Fighting spirit celebrated in the hundred years tour",
        "body": "The race is as French as Beaujolais. But the Tour de France transcends all borders.",
        "date": "20030727",
        "country": "France"
    },
    {
        "title": "Flood-hit victims see little hope of relief",
        "body": "Galib Mahmud, in a crisp, white school shirt, waded barefoot through waist-deep, filthy floodwaters, carrying a backpack on his head and dangling his black shoes in a string bag as he made his ...",
        "date": "20040730",
        "country": "France"
    },
    {
        "title": "Alarm at melting glaciers",
        "body": "Global warming may melt two thirds of the glaciers on the mainland by mid-century, putting 300 million people at risk.",
        "date": "20040514",
        "country": "France"
    },
    {
        "title": "Beijing faces water crisis for the Olympics",
        "body": "Beijing will face an acute water shortage by the time it stages the 2008 Olympic Games, the government has admitted.",
        "date": "20040223",
        "country": "France"
    },
    {
        "title": "Drought forces call for water controls",
        "body": "Large areas in the south and east are in the grip of their worst drought in more than 50 years, prompting calls from the nation’s leaders for better management of conservation efforts.",
        "date": "20041112",
        "country": "France"
    },
    {
        "title": "Airport reopens after flooding of runway",
        "body": "The death toll in the Maldives continued to mount as the airport reopened for stranded tourists desperate to get home. Residents said one island was under .",
        "date": "20041228",
        "country": "France"
    },
    {
        "title": "Call to arms on worst water crisis in the world",
        "body": "China’s water crisis – from severe shortages to heavy pollution – is the worst in the world and requires urgent action, a senior official has warned.",
        "date": "20051102",
        "country": "France"
    },
    {
        "title": "Crisis forces French fries plant to turn off the heat",
        "body": "Harbin’s water crisis has forced global frozen food giant McCain Foods to temporarily halt its operations in the city.",
        "date": "20051125",
        "country": "France"
    },
    {
        "title": "EU in crisis mode as Britain drops referendum",
        "body": "The European Commission appealed to EU leaders to stick by the bloc’s stricken constitution yesterday, despite Britain’s abandonment of a referendum on the issue in a move that threaten...",
        "date": "20050607",
        "country": "France"
    },
    {
        "title": "Germans are still in hot water",
        "body": "The story of the frog in the pot is an old chestnut, but it may help explain why Germans voted against common sense in last week’s election. They say that if you drop a frog in a pot of boiling ...",
        "date": "20050928",
        "country": "France"
    },
    {
        "title": "Russians bracing for toxic slick from Harbin",
        "body": "The Kremlin said yesterday it was taking emergency steps to protect residents of its far east region from a toxic spill working its way down the Songhua River from Jilin",
        "date": "20051126",
        "country": "France"
    },
    {
        "title": "‘World’s factory’ must go green, official says",
        "body": "The mainland should question its role as the “world’s factory” and instead embrace the green movement in order to prevent ecological disaster, an environmental official has warned.",
        "date": "20050620",
        "country": "France"
    },
    {
        "title": "France lifts oyster ban",
        "body": "A ban on oysters from Arcachon Bay, on France’s Atlantic coast, was lifted yesterday after 15 days of confusion during which the government was condemned by producers for linking poss...",
        "date": "20060915",
        "country": "France"
    },
    {
        "title": "Study set to try to save Dead Sea",
        "body": "SHUNEH, JORDAN – Jordan, Israel and the Palestinian Authority yesterday launched a feasibility study to try to save the rapidly vanishing Dead Sea, in what officials said was a positiv...",
        "date": "20061211",
        "country": "France"
    },
    {
        "title": "West accused of fabricating nuclear crisis",
        "body": "Tehran’s UN envoy accused Britain and France of creating an artificial crisis with their draft resolution demanding that Iran freeze its uranium enrichment work.",
        "date": "20060506",
        "country": "France"
    },
    {
        "title": "Population surge drying Beijing’s taps",
        "body": "BEIJING – The Chinese capital is facing an escalating water crisis amid relentless population growth, with 2010 seen as a crucial time when the city may have to take drastic measures...",
        "date": "20061213",
        "country": "France"
    },
    {
        "title": "Big Dry predicted to get worse",
        "body": "Australia’s water assets are drying up much faster than predicted, experts warned yesterday, as the government unveiled an office dedicated to tackling the worsening .",
        "date": "20060927",
        "country": "France"
    },
    {
        "title": "Britain extends face-saving deal to Iran",
        "body": "Britain hopes to send a top navy officer toTehrantodeliveraface-saving compromise that will ensure the release of 15 captive British naval personnel, anewspaperreportedSunday.",
        "date": "20070401",
        "country": "France"
    },
    {
        "title": "Hostage crisis feared as Iran seizes 15 sailors",
        "body": "Iran held a group of British sailors it said had illegally entered its waters, threatening a full-blown as the West was set today to tighten sanctions on Tehran for its nuclear prog...",
        "date": "20070324",
        "country": "France"
    },
    {
        "title": "Basic sanitation a goal we are not meeting for world’s poorest",
        "body": "Okay, let’s be truthful — it’s a smelly subject. Not attractive dinner conversation, not high on the political agenda.",
        "date": "20070322",
        "country": "France"
    },
    {
        "title": "Swiss cities on flood alert after Rhine swells",
        "body": "Swiss cities along the Rhine were braced for floods yesterday after two days of torrential rain across northern Switzerland swelled the river and its tributaries to dangerous levels, offi...",
        "date": "20070810",
        "country": "France"
    },
    {
        "title": "Concerns over drinking water crisis in Australia",
        "body": "SYDNEY // Up to one million Australians could face a shortage of drinking if the country’s drought continues, a report on the country’s largest river system revealed yesterday. Th...",
        "date": "20080721",
        "country": "France"
    },
    {
        "title": "Mystery plague kills French oysters",
        "body": "OYSTERS have been mysteriously dying in the worst crisis to hit France’s shellfish industry in 40 years.",
        "date": "20080712",
        "country": "France"
    },
    {
        "title": "Cholera kills 500",
        "body": "More than 500 people have perished in a cholera outbreak in Zimbabwe, opposition leader Morgan Tsvangirai said in Tangiers on Friday.",
        "date": "20081129",
        "country": "France"
    },
    {
        "title": "SPAIN’S DROUGHT A GLIMPSE OF OUR FUTURE?",
        "body": "Barcelona is a dry city. It is dry in a way that two days of showers can do nothing to alleviate. The Catalan capital’s weather can change from one day to the next, but its climate, like that...",
        "date": "20080524",
        "country": "France"
    },
    {
        "title": "Appeal for help to end Somali hostage crisis",
        "body": "SPAINappealed to France, the USandNATOfor help in ending a crisis sparkedwhenpirates seized 26 crew members of a Spanish fishing boat off the Somali coast.",
        "date": "20080423",
        "country": "France"
    },
    {
        "title": "El Nino intensifies Latin America drought",
        "body": "MONTEVIDEO: From a devastating food crisis in Guatemala to cuts in Venezuela, El Nino has compounded drought damage across Latin America this year.",
        "date": "20091121",
        "country": "France"
    },
    {
        "title": "Sour note to May Day",
        "body": "ISTANBUL – May Day protesters clashed with riot police in Germany, Turkey, Switzerland and Greece overnight while thousands angry at their governments’ responses to the global financial ...",
        "date": "20090502",
        "country": "France"
    },
    {
        "title": "Recession adds sour note to May Day",
        "body": "ISTANBUL May Day protesters clashed with riot police in Germany, Turkey and Greece overnight while thousands angry at their governments’ responses to the global financial took to ...",
        "date": "20090502",
        "country": "France"
    },
    {
        "title": "Fifa calls 2010 crisis talks",
        "body": "ZURICH: Fifa president Sepp Blatter has called an emergency meeting of its executive committee ahead of the World Cup draw in South Africa to deal with the fallout from Thierry Henry’s handball, violence at Algeria-Egypt games and match-fixing allegations in Europe.",
        "date": "20091124",
        "country": "France"
    },
    {
        "title": "At least 58 killed after Indonesian dam bursts",
        "body": "CIREUNDEU, Indonesia",
        "date": "20090328",
        "country": "France"
    },
    {
        "title": "May Day turns bloody",
        "body": "BERLIN May Day protesters clashed with riot police in Germany, Turkey and Greece on Friday while thousands angry at the governments’ responses to the global financial took to the s...",
        "date": "20090502",
        "country": "France"
    },
    {
        "title": "Asia in the grip of water crisis – Asian Development Bank",
        "body": "SINGAPORE: Asia is in the grip of a water crisis that could set back the region’s robust economic growth if left unresolved, according to a top Asian Development Bank (ADB) official.",
        "date": "20100701",
        "country": "France"
    },
    {
        "title": "Damon tells Armstrong’s story",
        "body": "Matt Damon is set to play Lance Armstrong in a long-gestating biopic about the Tour de France champion that may never get made.",
        "date": "20101021",
        "country": "France"
    },
    {
        "title": "Four EU nations offer flood aid to Romania",
        "body": "Austria, Belgium, Estonia and France have offered aid to Romania to help it cope with devastating floods that have killed at least 25 people, the European Union said yesterday.",
        "date": "20100705",
        "country": "France"
    },
    {
        "title": "Runaway train-car crash kills 3 workers in Norway",
        "body": "Sixteen runaway train cars careered downhill for 3 miles and crashed into a port building Wednesday, killing three workers, before two of the cars plunged into the .",
        "date": "20100325",
        "country": "France"
    },
    {
        "title": "Crisis response boosts military’s reputation",
        "body": "visit some saw as long overdue.",
        "date": "20100821",
        "country": "France"
    },
    {
        "title": "Indian growth should be back on track: IMF",
        "body": "WASHINGTON: India’s economic growth should be back on track by the next financial year even if the United States and other rich nations remain in the doldrums, the International Monetary...",
        "date": "20100205",
        "country": "France"
    },
    {
        "title": "France ‘in state of crisis’ over drought",
        "body": "PARIS // France’s ecology minister, Nathalie Kosciusko-Morizet, said yesterday that the country was “now in a state of ” over rainfall shortages. More than two-thirds of ’s ...",
        "date": "20110517",
        "country": "France"
    },
    {
        "title": "Queensland quandary",
        "body": "A child’s toy floats in flood waters covering a suburban street Thursday in Rockhampton, Australia. Flood peaked at 9.2 metres Tuesday in the central Queensland city. leve...",
        "date": "20110107",
        "country": "France"
    },
    {
        "title": "Crisis is boosting 'Slow Food' movement",
        "body": "TOURS, France—the Slow Food movement's global campaign for \"good, clean and fair\" food is receiving a boost from the economic , its founder Carlo Petrini said on Friday.",
        "date": "20111120",
        "country": "France"
    },
    {
        "title": "Queensland holds its breath",
        "body": "Queensland’s flood crisis has affected 200,000 people over an area bigger than France and Germany combined — and it’s not over yet, the premier says.",
        "date": "20110101",
        "country": "France"
    },
    {
        "title": "Nuclear crisis: No end",
        "body": "TOKYO — Japan’s nuclear crisis stretched to three weeks on Friday with radiation widening from a crippled power plant and scant hope of a quick resolution.",
        "date": "20110401",
        "country": "France"
    },
    {
        "title": "Euro crisis spurs divisions",
        "body": "Italian Prime Minister",
        "date": "20120216",
        "country": "France"
    },
    {
        "title": "Battle lines drawn at EU",
        "body": "BRUSSELS — German Chancellor AngelaMerkelwill pit herself against France and Italy on Thursday at an EU summit that could shape the euro zone’s future, insisting they must put the bloc’s ...",
        "date": "20120628",
        "country": "France"
    },
    {
        "title": "Forum tackles water crisis",
        "body": "Governments and organizations worldwide should cooperate more to tackle water issues so that the world can develop in a more sustainable manner and more people can meet their basic ne...",
        "date": "20120313",
        "country": "France"
    },
    {
        "title": "Forum tackles water crisis",
        "body": "Governments and organizations worldwide should cooperate more to tackle water issues so that the world can develop in a more sustainable manner and more people can meet their basic ne...",
        "date": "20120313",
        "country": "France"
    },
    {
        "title": "DAY OF VIOLENCE",
        "body": "PHOTO BY / AGENCE FRANCE-PRESSE French riot police use a water cannon as they clash with protesters during a demonstration against unemployment and the government’s “eco-tax”, a controv...",
        "date": "20131104",
        "country": "France"
    },
    {
        "title": "DAY OF VIOLENCE",
        "body": "French riot police use a water cannon as they clash with protesters during a demonstration against unemployment and the government’s “eco-tax”, a controversial environmental tax on...",
        "date": "20131104",
        "country": "France"
    },
    {
        "title": "‘Faulty pipes led to water crisis’",
        "body": "Al Abri added that the would be sending those pipes to France for further analysis.",
        "date": "20130101",
        "country": "France"
    },
    {
        "title": "Japan protests French Fukushima cartoons",
        "body": "TOKYO: Japan voiced anger over cartoons published in a French newspaper that took aim at the decision to award the 2020 Olympics to Tokyo despite the ongoing nuclear at Fukushima.",
        "date": "20130913",
        "country": "France"
    },
    {
        "title": "Maldives president urges calm amid water crisis",
        "body": "Maldivian President Abdulla Yameen cut short his trip to Malaysia to deal with a drinking in the honeymoon islands’ capital that triggered unrest on the streets, his offic...",
        "date": "20141208",
        "country": "France"
    },
    {
        "title": "Allowed out",
        "body": "Former Thai prime minister Yingluck Shinawatra and her son Supasek Amornchat arrive at Suvarnabhumi Airport in Bangkok yesterday before taking a flight to . Thailand’s military jun...",
        "date": "20140725",
        "country": "France"
    },
    {
        "title": "France tries to salvage ‘Tobin’ tax",
        "body": "BRUSSELS (AFP) — French Finance Minister Michel Sapin urged his European colleagues on Friday to agree a long promised financial transaction tax, even if flawed or .",
        "date": "20141110",
        "country": "France"
    },
    {
        "title": "No case against Kenyan leader",
        "body": "NAIROBI – Kenyan President Uhuru Kenyatta said yesterday he was “vindicated” after the International Criminal Court’s chief prosecutor dropped a case against him alleging crimes again...",
        "date": "20141206",
        "country": "France"
    },
    {
        "title": "Water crisis to hit world by 2040",
        "body": "london — If we continue doing what we are doing today to meet our energy demands, there will not be enough water in the world to quench the thirst of the world population by 2040, says a study.",
        "date": "20140731",
        "country": "France"
    },
    {
        "title": "Deploy water cannon in Calais",
        "body": "Sir, - A 7 million fence is not going to solve the migrant crisis.",
        "date": "20150810",
        "country": "France"
    },
    {
        "title": "Deploy water cannon in Calais",
        "body": "Sir, - A 7 million fence is not going to solve the migrant crisis.",
        "date": "20150810",
        "country": "France"
    },
    {
        "title": "Refugees on rocks to avoid arrest in Italy",
        "body": "– Italian police cleared a camp of refugees and activists from the border of France and Italy, with the occupants moving to rocks on the shoreline to avoid arrest. The camp of around 50 people at...",
        "date": "20151001",
        "country": "France"
    },
    {
        "title": "‘World may face 40% water deficit by 2030’",
        "body": "PARIS: Without reforms, the world will be plunged into a water crisis that could be crippling for hot, dry countries, the United Nations warned on Friday.",
        "date": "20150321",
        "country": "France"
    },
    {
        "title": "World faces devastating water deficit, UN warns",
        "body": "Without reforms, the world would be plunged into a water crisis that could be crippling for hot, dry countries, the United Nations warned yesterday.",
        "date": "20150321",
        "country": "France"
    },
    {
        "title": "Drinking water crisis hits island",
        "body": "The Indian Ocean island of Mayotte has been forced to impose severe water restrictions on tens of thousands of people due to the late arrival of seasonal rains.",
        "date": "20161230",
        "country": "France"
    },
    {
        "title": "Why India must focus on water",
        "body": "You are right to conclude that a combination of poor policies and practices has contributed significantly to India’s current ( India must solve its , May 1).",
        "date": "20160504",
        "country": "France"
    },
    {
        "title": "Drinking water crisis hits Indian Ocean island",
        "body": "The Indian Ocean island of Mayotte has been forced to impose severe water restrictions on tens of thousands of people due to the late arrival of seasonal rains.",
        "date": "20161230",
        "country": "France"
    },
    {
        "title": "Water crisis could last another 15 days",
        "body": "A water crisis in India’s capital will take up to two weeks to fix, authorities warned yesterday, as taps ran dry, days after protesters sabotaged a crucial waterway to press a demand for b...",
        "date": "20160224",
        "country": "France"
    },
    {
        "title": "Four dead, 24 injured from Seine river flooding in France",
        "body": "Paris — The death toll from the flooding in France has risen to four, officials said Saturday, as the water level of the Seine river in Paris slowly started to decrease after reaching its peak...",
        "date": "20160605",
        "country": "France"
    },
    {
        "title": "No to water tax",
        "body": "REGARDING our water crisis, we totally agree with the letter in Friday’s Cape Times by a concerned water user.",
        "date": "20171219",
        "country": "France"
    },
    {
        "title": "Court relief for Calais refugees",
        "body": "FRANCE’S highest administrative court yesterday ruled President Emmanuel Macron’s government and the Calais region must provide hundreds of refugees with drinking water, showers and ...",
        "date": "20170801",
        "country": "France"
    },
    {
        "title": "Experts: Lack of warning about spillways raises alarm",
        "body": "SAN FRANCISCO (AP) – The sudden collapse of spillways at the nation’s highest dam has raised alarm among those building, running and regulating big dams around the world because it seemed ...",
        "date": "20170602",
        "country": "France"
    },
    {
        "title": "Lack of warning raises alarm",
        "body": "SAN FRANCISCO — The sudden collapse of spillways at the nation’s highest dam has raised alarm among those building, running and regulating big dams around the world because it seemed to co...",
        "date": "20170602",
        "country": "France"
    },
    {
        "title": "Water crisis in Basra washes away hopes of soccer players",
        "body": "BASRA: A health crisis in the Iraqi city of Basra has claimed an unexpected victim — a top football club from Baghdad is 10 players down and unable to kick off the new season.",
        "date": "20180918",
        "country": "France"
    },
    {
        "title": "What has happened to the billions in water aid?",
        "body": "I RECEIVED the info below via WhatsApp from a friend.",
        "date": "20180115",
        "country": "France"
    },
    {
        "title": "Desalination first for SA",
        "body": "French Minister of State for Ecology Nicolas Hulot announced yesterday Paris would co-fund the first solar-powered desalination plant in the Western Cape.",
        "date": "20180717",
        "country": "France"
    },
    {
        "title": "Desalination first for SA",
        "body": "French Minister of State for Ecology Nicolas Hulot announced yesterday Paris would co-fund the first solar-powered desalination plant in the Western Cape.",
        "date": "20180717",
        "country": "France"
    },
    {
        "title": "Harding water crisis at critical level",
        "body": "THE uMuziwabantu Local Municipality in Harding is heading for a water crisis as the town’s main dam is at a critically low level.",
        "date": "20180718",
        "country": "France"
    },
    {
        "title": "HRW warns of deadly water crisis in Basra",
        "body": "BAGHDAD: Human Rights Watch (HRW) on Monday warned of a repeat of last year’s deadly water crisis in Iraq’s oil-rich southern province of Basra unless authorities correct decades of mana...",
        "date": "20190723",
        "country": "France"
    },
    {
        "title": "Water crisis hurting South Coast tourism",
        "body": "TOURISM businesses operating on the South Coast are counting the losses brought on by the water crisis.",
        "date": "20190613",
        "country": "France"
    },
    {
        "title": "A long road to water awareness",
        "body": "WATER advocate and ultra-marathon runner Mina Guli may be taking longer to finish her races after she suffered a stress fracture to her right femur, but she isn’t giving up.",
        "date": "20190103",
        "country": "France"
    },
    {
        "title": "Water campaign up for UN award",
        "body": "A CAMPAIGN which aimed to raise awareness about the global water crisis has been nominated for the prestigious UN Sustainable Development Goals (SDG) Action Campaign Awards.",
        "date": "20190429",
        "country": "France"
    },
    {
        "title": "Patel vows to turn back all migrants’ boats from France",
        "body": "PRITI PATEL is planning to change international law and close a loophole that allows hundreds of illegal migrants to cross the Channel from France.",
        "date": "20200524",
        "country": "France"
    },
    {
        "title": "Ankara threatens Greece with naval maneuvers",
        "body": "Days after a war Turkey has supported looks set to end in Azerbaijan, Ankara needs a new and is threatening Greece with a naval operation between November 11 and 23. The operatio...",
        "date": "20201112",
        "country": "France"
    },
    {
        "title": "Probe over huge rise in migrant boat bids",
        "body": "AN inquiry has been launched into the reasons behind the huge increase in migrants crossing the English Channel in small boats.",
        "date": "20200807",
        "country": "France"
    },
    {
        "title": "Broadside at Priti’s plan to tackle crisis with Navy warships",
        "body": "PRITI Patel’s emergency plan to deploy Royal Navy vessels to tackle the Channel migrant crisis was in danger of floundering last night.",
        "date": "20200808",
        "country": "France"
    },
    {
        "title": "Migration crisis",
        "body": "BRITAIN and France are drowning each other out over who is responsible for the flow of refugees into the two countries. The usually quarrelsome neighbours have found a new reason to, well, quar...",
        "date": "20211209",
        "country": "France"
    },
    {
        "title": "Let’s see value for cash paid to France",
        "body": "ACCORDING to the media, British taxpayers have paid out 150,000 a day in a decade-long bid to tackle the Channel migrant .",
        "date": "20211115",
        "country": "France"
    },
    {
        "title": "Let’s see value for cash paid to France",
        "body": "ACCORDING to the media, British taxpayers have paid out 150,000 a day in a decade-long bid to tackle the Channel migrant .",
        "date": "20211111",
        "country": "France"
    },
    {
        "title": "Johnson sets out migrant plan",
        "body": "Boris Johnson has written to Emmanuel Macron setting out a five-point plan to tackle the migrant .",
        "date": "20211126",
        "country": "France"
    },
    {
        "title": "Johnson attacks France",
        "body": "AT least 27 UK-bound migrants drowned on Wednesday when their tiny inflatable capsized — hours after French police had simply watched overloaded dinghies heading into the Channel.",
        "date": "20211126",
        "country": "France"
    },
    {
        "title": "British fishing boat seized, escalating row",
        "body": "France escalated a fishing rights dispute with Britain on Thursday, announcing that French authorities had seized a British boat that lacked a license to operate in French and have iss...",
        "date": "20211029",
        "country": "France"
    }
]