[
    {
        "title": "Pupils make a Korea choice",
        "body": "IT ALL STARTED WITH an episode of the romantic comedy Tomato, Carey Siu Wai-ling confessed, a shy yet defiant look in her eyes.",
        "date": "20050618",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "LETTERS TO THE EDITOR",
        "body": "Hip to their jive",
        "date": "20051028",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "A dynasty of service",
        "body": "DSuzy Eban",
        "date": "20081210",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "China eyes more investments in RP, closer ties with Asean bloc",
        "body": "CHINA, the largest developing country, is seeking to expand its ties with the Philippines by investing in infrastructure, mining, farming, telecommunication and education sectors...",
        "date": "20090802",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "Aglobal green newdeal",
        "body": "With unemployment soaring, bankruptcies climbing and stock markets in freefall, it may seem sensible to ditch the fight against climate changeandholdenvironmental investments. But ...",
        "date": "20090212",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "Setting a date next step to bring DPRK to Six-Party Talks",
        "body": "Jingle bells are welcoming US special envoy Stephen Bosworth, who is flying back home after a week-long Asian trip.",
        "date": "20091216",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "Japan paper adds to worries",
        "body": "On July 17, the Japanese cabinet approved t he White Paper on Defense for 2009 in a meeting. As usual, the content of the 427-page paper was roughly the same as that of the preceding year. ...",
        "date": "20090728",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "South Korea pulls Pyongyang deals",
        "body": "South Korea announces raft of sanctions against its northern neighbour for torpedoing a navy ship, including severing exchanges worth US$300m.",
        "date": "20100525",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "Peninsula peace",
        "body": "THE FRAGILE SECURITY SITUATION ON THE Korean Peninsula is heading toward a breaking point. It is high time that the relevant parties weighed the pros and cons further escalating th...",
        "date": "20101208",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "DPRK, ROK maintain tough stance",
        "body": "SEOUL — Th e Democratic People’s Republic of Korea ( DPRK) and the Republic of Korea ( ROK) are still talking tough one month after the DPRK’s artillery bombardment sent tensions soaring,...",
        "date": "20101225",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "Peninsula peace",
        "body": "THE FRAGILE SECURITY SITUATION ON THE Korean Peninsula is heading toward a breaking point. It is high time that the relevant parties weighed the pros and cons further escalating th...",
        "date": "20101208",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "Beijing seeks diplomacy for ROK- DPRK tensions",
        "body": "BEIJING — China said on Tuesday that it believed all parties will seriously consider its proposal for an emergency meeting by representatives the Six-Party Talks, urging the releva...",
        "date": "20101201",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "Beijing seeks diplomacy for ROK-DPRK tensions",
        "body": "BEIJING — China said on Tuesday that it believed all parties will seriously consider its proposal for an emergency meeting by representatives the Six-Party Talks, urging the releva...",
        "date": "20101201",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "FMs meet for talks in wake of crisis",
        "body": "KYOTO, Japan — Japan on Saturday briefed the other two major Asian economies on the unfolding nuclear at a power plant triggered by earthquake as its neighboring countries urged t...",
        "date": "20110320",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "FMs meet for talks in wake of crisis",
        "body": "KYOTO, Japan — Japan on Saturday briefed the other two major Asian economies on the unfolding nuclear at a power plant triggered by earthquake as its neighboring countries urged t...",
        "date": "20110320",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "WAR GAMES",
        "body": "Republic of Korea (ROK) special forces undergo drills on Tuesday in Taean, about 150 km southwest of Seoul. The drills are part a massive joint exercise between the ROK and the United States. The Democratic People’s condemned the maneuvers as provocative and warned that “all-out war” could erupt.",
        "date": "20110817",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "US-ROK drills add to tension on peninsula",
        "body": "SEOUL, Republic of Korea — The Republic of Korea (ROK) and the United States launched on Tuesday an annual joint military exercise aimed at enhancing their interoperability in defense....",
        "date": "20110817",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "China, SouthKorea offer support to Japan at summit",
        "body": "Tokyo ( AFP) Chinese Premier Wen Jiabao yesterday said Beijing would ease some bans imposed on Japanese food imports over a nuclear crisis as leaders of Japan, China and South Korea held a ...",
        "date": "20110523",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "Forum to tackle global water issues",
        "body": "addressing water issues, but there is still room for improvement, Ban said. Last week, the world met a target cutting in half the number people who lack access to drinking , the ...",
        "date": "20120313",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "Forum to tackle global water issues",
        "body": "addressing water issues, but there is still room for improvement, Ban said. Last week, the world met a target cutting in half the number people who lack access to drinking , the ...",
        "date": "20120313",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "Japan writes letter to China as calls to ease tensions grow",
        "body": "As Noda’s messenger, Yamaguchi took the written letter to his talk with Fu, yet he “failed to deliver the letter” to Fu, Japan’s Jiji Press News Agency said.",
        "date": "20120901",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "Forum tackles water crisis",
        "body": "Governments and organizations worldwide should cooperate more to tackle water issues so that the world can develop in a more sustainable manner and more people can meet their basic ne...",
        "date": "20120313",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "Forum tackles water crisis",
        "body": "Governments and organizations worldwide should cooperate more to tackle water issues so that the world can develop in a more sustainable manner and more people can meet their basic ne...",
        "date": "20120313",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "Electric cable a lifeline for idle Korean industrial complex",
        "body": "An electricity cable running from the Republic of Korea over the border into the Democratic People’s Republic of Korea is one of the last lifelines for more than 200 ROK workers at a joint ...",
        "date": "20130418",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "Electric cable a lifeline for idle Korean industrial complex",
        "body": "An electricity cable running from the Republic of Korea over the border into the Democratic People’s Republic of Korea is one of the last lifelines for more than 200 ROK workers at a joint ...",
        "date": "20130418",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "Military drills cloud Korean Peninsula",
        "body": "With the crisis in the Middle East showing signs of abating, what has happened this month on the Korean Peninsula has dimmed hopes that a similar easing of tensions or reconciliation wo...",
        "date": "20131024",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "Military drills cloud Korean Peninsula",
        "body": "With the crisis in the Middle East showing signs of abating, what has happened this month on the Korean Peninsula has dimmed hopes that a similar easing of tensions or reconciliation wo...",
        "date": "20131024",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "What is the biggest threat to your nation and the world?",
        "body": "The greatest threat to my country, and to the world, is climate change. The dimension the challenge is clear, if we allow temperatures to go up by 2 C, by the end the century it will ...",
        "date": "20141212",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "What is the biggest threat to your nation and the world?",
        "body": "The greatest threat tomy country, and to the world, is climate change. The dimension the challenge is clear, if we allow temperatures to go up by 2 C, by the end the century it will fu...",
        "date": "20141212",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "US, allies warn North Korea against threatening actions",
        "body": "WASHINGTON – The US and its allies have warned North Korea against provocations as researchers reported potential radiation risks due to problems at the regime’s main nuclear complex.",
        "date": "20140409",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "US, allies warn North Korea amid reactor fears",
        "body": "WASHINGTON: The United States and its allies warned North Korea on Monday against provocations as researchers reported potential radiation risks due to problems at the regime’s main nuc...",
        "date": "20140409",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "Forging stability and security",
        "body": "At a recent North Pavilion Dialogue, Wang Jisi, former dean of the School of International Studies, Peking University, talked with leading strategy scholars from around the world on the ...",
        "date": "20141212",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "Festival,",
        "body": "of Korea and the Philippines, together with the World Health Organization, to address the problem of birth-related deaths.",
        "date": "20151002",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "Why this unnecessary fuss over navy drills by China and Russia?",
        "body": "The China-Russia drills show the two countries’ strengths and resolution to defend the victory against fascism and, hence, it would be preposterous to point the finger at either of the co...",
        "date": "20150826",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "North Korea facing its worst drought in a century",
        "body": "North Korea has been hit by what it describes as its worst drought in a century, which could worsen chronic food shortages in a country where the United Nations says almost a third children ...",
        "date": "20150618",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "DEMOCRATS BLOCK OBAMA ON FREE-TRADE INITIATIVE",
        "body": "WASHINGTON, DC: US Senate Democrats dealt a stinging setback to Barack Obama on Tuesday, blocking a measure that would have given their own president a free hand to swiftly finalize a mas...",
        "date": "20150514",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "Bridge over troubled Korea",
        "body": "The reality of the Republic of Korea today reminds me of “Bridge Over Troubled Water” by Simon and Garfunkel, the 1970 Grammy Award winning Song the Year, which is still loved by many Kore...",
        "date": "20161111",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "Chinese and US militaries must avoid crisis",
        "body": "News of the Sino-Russian joint exercise, Joint-Sea 2016, in the South China Sea in September is apparently irritating to the Commander of theUS Pacific Fleet Admiral Scott Swift, who, de...",
        "date": "20160826",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "Chinese and US militaries must avoid crisis",
        "body": "News of the Sino-Russian joint exercise, Joint-Sea 2016, in the South China Sea in September is apparently irritating to the Commander of the US Pacific Fleet Admiral Scott Swift, who, d...",
        "date": "20160826",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "Chinese and US militaries must avoid crisis",
        "body": "News of the Sino-Russian joint exercise, Joint-Sea 2016, in the South China Sea in September is apparently irritating to the Commander of the US Pacific Fleet Admiral Scott Swift, who, d...",
        "date": "20160905",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "Trump ‘unlikely’ to meet DPRK leader Beijing says dialogue is ‘the only right choice’ on the nuclear issue",
        "body": "zhaohuanxin@ chinadaily.com.cn",
        "date": "20170503",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "Tensions ease on peninsula, ministry says",
        "body": "Senior diplomats have embarked on a new round of talks to tackle the simmering tensions on the Korean Peninsula, with frequent phone conversations taking place in the past 48 hours to exchange views among the major parties involved.",
        "date": "20170817",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "Trump ‘unlikely’ to meet DPRK leader",
        "body": "The White House said on Monday that US President Donald Trump’s is unlikely to meet with Kim Jong-un, top leader the Democratic People’s , in the near future despite Trum...",
        "date": "20170503",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "Tensions ease on peninsula, ministry says",
        "body": "Senior diplomats have embarked on a new round of talks to tackle the simmering tensions on the Korean Peninsula, with frequent phone conversations taking place in the past 48 hours to exchange views among the major parties involved.",
        "date": "20170817",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "Flooding kills dozens in North Korea; thousands left homeless",
        "body": "GENEVA (Reuters) — Severe flooding in North Korea has killed at least 76 people with nearly the same number missing and thousands left homeless by the destruction, the International Feder...",
        "date": "20180908",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "S. Korea considers lifting some sanctions",
        "body": "SOUTH Korea is considering lifting some of its unilateral sanctions against the Democratic People’s Republic of Korea to create more momentum for diplomacy aimed at improving relatio...",
        "date": "20181011",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "Foreign affairs and matters nearby",
        "body": "YESTERDAY former President Fidel V. Ramos, a Philippine Expeditionary Forces to Korea (PEFTOK) veteran, Republic of Korea Ambassador Han Dong Man, and Defense Secretary Delfin Lorenzan...",
        "date": "20180625",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "Engaging governments and political parties to govern ‘green’",
        "body": "(Conclusion)",
        "date": "20181105",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "Growing challenge of water scarcity",
        "body": "Too many of the world’s people live with less water than they need. Estimates suggest that, globally, 844 million people lack access to safe water and 2.3 billion people lack access to a to...",
        "date": "20190811",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "2 unidentified projectiles fired by DPRK: Seoul",
        "body": "THE Democratic People’s Republic of Korea fired two unidentified projectiles — believed to be new short-range missiles — into its eastern early yesterday, according to South Kore...",
        "date": "20190726",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "North Korea hails sub-based missile that raises security stakes",
        "body": "NORTH Korea called the first test of its new submarine-launched ballistic missile a major boost for its national security, saying it strengthens its hand to defend itself against advers...",
        "date": "20191004",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "N Korea tests missiles soon after announcing resumption of nuclear talks with US",
        "body": "NORTH Korea and the United States will resume negotiations Saturday, marking the first official talks between the two sides since President Donald Trump met Kim Jong Un in June, the North...",
        "date": "20191003",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "Qatar celebrates National Day 2020",
        "body": "Qatari Ambassador to Korea Mohammed Ahmad Al-Hayki contributed the below article on the occasion of his country’s National Day. — ED.",
        "date": "20201218",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "South Korea summons Iran envoy over diplomatic threat",
        "body": "South Korea on Saturday summoned Iran’s ambassador after he implied bilateral ties could suffer if Seoul dispatched naval forces to the Strait of Hormuz.",
        "date": "20200112",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "Despite challenges, China will end poverty",
        "body": "After lifting more than 800 million people out of poverty in the past four decades, China has vowed to eliminate absolute poverty by the end this year. But the novel coronavirus outbreak...",
        "date": "20200622",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "Despite challenges, China will end poverty",
        "body": "After lifting more than 800 million people out of poverty in the past four decades, China has vowed to eliminate absolute poverty by the end this year. But the novel coronavirus outbreak...",
        "date": "20200622",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "Moon’s peace drive buffeted by NK offensive",
        "body": "North Korea’s decision to sever all official communication channels with South is further weighing on President Moon Jae-in, who was already frustrated by Pyongyang’s lack response to his inter-Korean peace initiative.",
        "date": "20200611",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "UN expert calls for North Korea sanctions to be eased",
        "body": "Leader Kim Jong Un in June said the food situation was ‘tense’ because of natural disasters last year and acknowledged that citizens had faced sacrifices during the pandemic.",
        "date": "20211008",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "UN expert calls for North Korea sanctions to be eased",
        "body": "Leader Kim Jong Un in June said the food situation was “tense” because of natural disasters last year and acknowledged that citizens had faced sacrifices during the pandemic.",
        "date": "20211008",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "UN expert calls for North Korea sanctions to be eased",
        "body": "Leader Kim Jong Un in June said the food situation was ‘tense’ because of natural disasters last year and acknowledged that citizens had faced sacrifices during the pandemic.",
        "date": "20211008",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "UN expert calls for North Korea sanctions to be eased",
        "body": "GENEVA — North Korea’s most vulnerable risk starvation after it slipped deeper into isolation during the COVID-19 pandemic and UN sanctions imposed for its nuclear and missile programs sho...",
        "date": "20211008",
        "country": "Republic%20of%20Korea"
    },
    {
        "title": "Petrie report: Diplomatic blunder",
        "body": "It was a week of more challenges for the UPFA Government both in Sri Lanka and abroad.",
        "date": "20121118",
        "country": "Republic%20of%20Moldova"
    },
    {
        "title": "Discarded phones a major health hazard",
        "body": "Governments from around the world will meet this week to tackle the latest toxic-waste crisis – mobile phones.",
        "date": "20041018",
        "country": "Romania"
    },
    {
        "title": "Germany’s sandbag siege against Danube",
        "body": "COMMUNITIES along the Danube and some of its main tributaries yesterday packed sandbags against houses and shopfronts to protect them from the rising floodwaters that have claimed the live...",
        "date": "20050825",
        "country": "Romania"
    },
    {
        "title": "Drugs giant agrees to share production rights for bird flu medicine",
        "body": "Swiss pharmaceutical giant Roche has bowed to pressure and is ready to share the production of its antibird flu drug Tamiflu.",
        "date": "20051019",
        "country": "Romania"
    },
    {
        "title": "90% of Moldovans want to leave",
        "body": "GRINDING poverty on the fringes of the European Union is driving hundreds of thousands of migrants into Europe and Britain, the Daily Express can reveal.",
        "date": "20060831",
        "country": "Romania"
    },
    {
        "title": "AECL in on Argentina nuclear program",
        "body": "Atomic Energy of Canada Ltd. is hoping to generate more than $1 billion in business for Canada through a co-operation agreement on three projects in Argentina.",
        "date": "20061129",
        "country": "Romania"
    },
    {
        "title": "10 ISSUES THAT REALLY MATTER",
        "body": "STRIKING another blow in the Prime Minister’s grisly political death of a thousand cuts, smirking Gordon Brown last night pledged to be acting “in the best interest of the country”.",
        "date": "20060908",
        "country": "Romania"
    },
    {
        "title": "Britain’s open door is letting in a crisis",
        "body": "AS I write this there is a Polish workman in my kitchen doing a job for half the price his English equivalent would charge me.",
        "date": "20061206",
        "country": "Romania"
    },
    {
        "title": "Heat wave Part 2 leaves S. Europe sweating",
        "body": "ATHENS — Southern Europe sweltered under the summer’s second major heat wave Wednesday as firefighters battled blazes raging in Greece, Italy and Macedonia.",
        "date": "20070726",
        "country": "Romania"
    },
    {
        "title": "Heat scorches Southern Europe",
        "body": "ATHENS — Southern Europe sweltered under the summer’s second major heat wave Wednesday as firefighters battled blazes raging in Greece, Italy and Macedonia.",
        "date": "20070726",
        "country": "Romania"
    },
    {
        "title": "Heatwave triggers blazes, old war bombs",
        "body": "Bitola, Macedonia — One man died and 20 people were rescued from burning homes when a fire reached the outskirts of Macedonia’s second largest city yesterday, destroying several dozen h...",
        "date": "20070725",
        "country": "Romania"
    },
    {
        "title": "Fires roaring in 3 countries while major heat wave bakes",
        "body": "ATHENS, Greece — Southern Europe sweltered under the summer’s second major heat wave yesterday as firefighters battled blazes raging in Greece, Italy and Macedonia.",
        "date": "20070726",
        "country": "Romania"
    },
    {
        "title": "European heat wave fuels fires, outages",
        "body": "ATHENS, Greece — Southern Europe sweltered under the summer’s second major heat wave Wednesday as firefighters battled blazes raging in Greece, Italy and Macedonia.",
        "date": "20070726",
        "country": "Romania"
    },
    {
        "title": "Charity warms lives of Romanian orphans",
        "body": "MAGNOLIA — Real estate agent Sondra Eiler has a calling that directly influences the lives of children halfway around the world.",
        "date": "20081021",
        "country": "Romania"
    },
    {
        "title": "Georgia pride will test Wales",
        "body": "hard to concentrate on his game while Russia continues to wreak havoc in his troubled homeland.",
        "date": "20080820",
        "country": "Romania"
    },
    {
        "title": "THE FUTURE",
        "body": "Now that Kosovo has declared independence from Serbia, here are some scenarios for what could happen next: West recognizes Kosovo, EU takes over",
        "date": "20080218",
        "country": "Romania"
    },
    {
        "title": "U.S. warship in Georgia",
        "body": "ABOARD THE U.S.S. MCFAUL — A U.S. Navy destroyer loadedwith humanitarian aid reached Georgia’s Black Sea port of Batumi yesterday, bringing baby food, bottled and a message of su...",
        "date": "20080825",
        "country": "Romania"
    },
    {
        "title": "European, Asian countries meet to tackle world’s problems",
        "body": "The heads of state and government representing the European Union and Asia met in Beijing for the 7th Asia Europe Meeting (ASEM) last Friday and Saturday. Their discussions focused on the...",
        "date": "20081029",
        "country": "Romania"
    },
    {
        "title": "Out in the cold.",
        "body": "Chinese construction workers eat a meagre meal of boiled water and bread in Bucharest, Romania. Hundreds of Chinese workers are camped outside their embassy in the city in freezing temper...",
        "date": "20090218",
        "country": "Romania"
    },
    {
        "title": "Three groups interested in EYATH utility sale",
        "body": "Three groups have expressed interest in the sale of a 23 percent stake in Greece’s second-biggest utility EYATH in Thessaloniki, officials said yesterday. French Suez Environnem...",
        "date": "20090728",
        "country": "Romania"
    },
    {
        "title": "Lavish extremes so hard to fathom",
        "body": "What",
        "date": "20090303",
        "country": "Romania"
    },
    {
        "title": "Biden says new missiles to defend Europe",
        "body": "BUCHAREST, Romania — Vice President Biden said yesterday that Europe was threatened by medium-and short-range missiles and that a new missile-defense system would help protect it.",
        "date": "20091023",
        "country": "Romania"
    },
    {
        "title": "BRIEFS Turkey releases more much-needed water to Iraq from Euphrates",
        "body": "BAGHDAD (Reuters) – Turkey has agreed to release more water from the Euphrates River to drought-ravaged Iraq, an Iraqi official said on Saturday, after the heaviest rains in Turkey for 80 yea...",
        "date": "20090921",
        "country": "Romania"
    },
    {
        "title": "Four EU nations offer flood aid to Romania",
        "body": "Austria, Belgium, Estonia and France have offered aid to Romania to help it cope with devastating floods that have killed at least 25 people, the European Union said yesterday.",
        "date": "20100705",
        "country": "Romania"
    },
    {
        "title": "Romanians protest wage cuts",
        "body": "BUCHAREST: Tens of thousands of Romanians rallied in the capital Wednesday to protest planned wage cuts the government says are needed to shore up the ailing economy.",
        "date": "20100520",
        "country": "Romania"
    },
    {
        "title": "Thousands of Romanians protest austerity measures",
        "body": "Bucharest (AP) Thousands of angry Romanians protested yesterday outside the Parliament against salary and pension cuts as the legislature started debating a no-confidence motion in ...",
        "date": "20100616",
        "country": "Romania"
    },
    {
        "title": "Short selling ban.",
        "body": "Germany’s cabinet yesterday approved a draft law expanding a ban on naked short selling which angered its international partners to include all stocks traded in Germany, officials tol...",
        "date": "20100603",
        "country": "Romania"
    },
    {
        "title": "Witches see good and bad in Romanian tax move",
        "body": "CUrsInG the taxman is nothing new, but yesterday romanian witches – angry at having to pay for the first time – hurled poison mandrake into the danube to cast spells on the president and ...",
        "date": "20110107",
        "country": "Romania"
    },
    {
        "title": "Curses! Romania puts tax on witchcraft",
        "body": "CHITILA, Romania — Many curse the tax man, but Romanian witches angry about having to pay income taxes for the first time hurled mandrake into the Danube River on Thursday to cast spells on ...",
        "date": "20110107",
        "country": "Romania"
    },
    {
        "title": "Double, double, taxes and trouble",
        "body": "Witches gather to celebrate Epiphany on Thursday in Chitila, Romania. Elsewhere in Romania, other witches who were angry about having to pay taxes for the first time hurled poisonous mandrake into the Danube River and cursed the government.",
        "date": "20110107",
        "country": "Romania"
    },
    {
        "title": "Curses! Romanian witches forced to pay income tax",
        "body": "Everyone curses the tax man but Romanian witches angry about having to pay up for the first time hurled poisonous mandrake into the Danube River this week to cast spells on the government.",
        "date": "20110107",
        "country": "Romania"
    },
    {
        "title": "Europe’s East grows older and poorer",
        "body": "Around 60 per cent of the population in the commune is above 50, so I expect the population to continue dropping. Marriages are fewer and fewer, and the number of deaths is double the num...",
        "date": "20120402",
        "country": "Romania"
    },
    {
        "title": "Ukraine worst-hit by killer cold snap",
        "body": "AT LEAST 221 people have died during a cold snap in which temperatures have plummeted to - 30C and below across eastern Europe, with Ukraine the worst hit.",
        "date": "20120205",
        "country": "Romania"
    },
    {
        "title": "Dreams fade for poorest nations",
        "body": "“I thought they were supposed to raise our wages and pensions and create jobs for young people after we joined. If I didn’t have this cow, I’d starve.”",
        "date": "20120531",
        "country": "Romania"
    },
    {
        "title": "Poverty drives central Europe’s exodus as youngsters seek jobs",
        "body": "MARIA Ene’s traditional white house on a muddy, unnamed Romanian street does not have running water, but it does have two satellite dishes sprouting from its fence.",
        "date": "20120330",
        "country": "Romania"
    },
    {
        "title": "Balkans gold rush prompts pollution fears",
        "body": "BUCHAREST: Plans by mining companies to dig for gold in Romania and Greece have triggered massive opposition, with academics and environmentalists stressing that risks far outweigh b...",
        "date": "20130925",
        "country": "Romania"
    },
    {
        "title": "Wales 20p drinks tax plan",
        "body": "PLANS HAVE been launched to create 1,000 more doctors’ jobs in Wales — via a 20p levy on sugary drinks.",
        "date": "20131012",
        "country": "Romania"
    },
    {
        "title": "Wales 20p drinks tax plan",
        "body": "PLANS HAVE been launched to create 1,000 more doctors’ jobs in Wales — via a 20p levy on sugary drinks.",
        "date": "20131012",
        "country": "Romania"
    },
    {
        "title": "Indian leaders welcome return of Italian marines",
        "body": "Italy’s decision to send two Marines back to India to face trial in the killing of two fishermen has healed a diplomatic rift between the two nations, India’s foreign minister said.",
        "date": "20130324",
        "country": "Romania"
    },
    {
        "title": "TODAY’S NEWS BRIEFING",
        "body": "1: Lawyers for Holmes file new challenges",
        "date": "20130904",
        "country": "Romania"
    },
    {
        "title": "THE CLYDE",
        "body": "the Clyde, then dismantled and shipped in parts to Peru, where she was reassembled and launched in 1893.",
        "date": "20130103",
        "country": "Romania"
    },
    {
        "title": "Defense secretary tours cruiser in the Black Sea",
        "body": "aboard the uss vella gulf — Defense Secretary Chuck Hagel visited this naval cruiser in the Black Sea on Thursday to reinforce the U.S. commitment to protect NATO allies in Eastern Europe ...",
        "date": "20140606",
        "country": "Romania"
    },
    {
        "title": "Nato to deploy more forces in eastern Europe — Rasmussen",
        "body": "BRUSSELS: Nato said Wednesday it will deploy additional air, sea and land forces in eastern Europe in response to the worsening crisis in Ukraine and take further action if needed.",
        "date": "20140418",
        "country": "Romania"
    },
    {
        "title": "Canadian warship bypassing Ukraine — for now1",
        "body": "Canada’s naval response to the crisis in Ukraine is not headed anywhere near that country — for the time being.",
        "date": "20140502",
        "country": "Romania"
    },
    {
        "title": "Russia says no change in tight oil plans",
        "body": "VIENNA, Sept 16, (RTRS): Russia is not changing its plans for developing hardto-extract oil despite Western sanctions, Energy Minister Alexander Novak said on Tuesday.",
        "date": "20140917",
        "country": "Romania"
    },
    {
        "title": "Thousands of migrants pour into Greek capital",
        "body": "disembark from the passenger ship Athens, Greece, on Tuesday.",
        "date": "20150903",
        "country": "Romania"
    },
    {
        "title": "Nato naval drills start in Black Sea",
        "body": "Sofia: Nato’s Black Sea members Bulgaria, Romania and Turkey joined four other alliance states in a multinational naval exercise on Tuesday just across the from the Crimean Peninsula...",
        "date": "20150311",
        "country": "Romania"
    },
    {
        "title": "Thousands of migrants pour into Greek capital",
        "body": "The Greek government was set to hold talks on Wednesday on the huge numbers of migrants landing on its shores, as about 4,300 more people, most of them Syrian refugees, arrived in Athens ove...",
        "date": "20150903",
        "country": "Romania"
    },
    {
        "title": "NATO training response to Russia",
        "body": "SOFIA — NATO’s Black Sea members Bulgaria, Romania and Turkey joined four other alliance states in a multinational naval exercise Tuesday just across the from the Crimean Peninsula a...",
        "date": "20150311",
        "country": "Romania"
    },
    {
        "title": "RIVER SEINE PEAKS IN PARIS AFTER FLOODING",
        "body": "The river Seine, normally stunning in its beauty as it flows through the heart of Paris, peaked early Saturday around the beleaguered city inundated by historic flooding. The river hit its hi...",
        "date": "20160605",
        "country": "Romania"
    },
    {
        "title": "RIVER SEINE PEAKS IN PARIS AFTER FLOODING",
        "body": "The river Seine, normally stunning in its beauty as it flows through the heart of Paris, peaked early Saturday around the beleaguered city inundated by historic flooding. The river hit its hi...",
        "date": "20160606",
        "country": "Romania"
    },
    {
        "title": "Sheikha Lubna lists UAE aid efforts",
        "body": "ABU DHABI // Sheikha Lubna Al Qasimi, Minister of Development and International Cooperation, has highlighted UAE aid efforts and called for stronger partnerships and responses to hum...",
        "date": "20160119",
        "country": "Romania"
    },
    {
        "title": "Seine River peaks in Paris; museums to close for days",
        "body": "PARIS — The Seine River peaked early Saturday around Paris, hitting its highest level in nearly 35 years — almost 4.5 meters (15 feet) above average — and authorities warned it could take up t...",
        "date": "20160605",
        "country": "Romania"
    },
    {
        "title": "Threat from swollen Seine not over yet",
        "body": "The death toll from the flooding in France has risen to four, officials said today, as the water level of the Seine river in Paris slowly started to decrease after reaching its peak overnight.",
        "date": "20160605",
        "country": "Romania"
    },
    {
        "title": "Nations protest Romania’ s weakened graft law",
        "body": "BUCHAREST, Romania — Romania’s new decree diluting the country’s corruption law ignited a furor Thursday, prompting strong criticism from home and abroad and a declaration fromthe pr...",
        "date": "20170203",
        "country": "Romania"
    },
    {
        "title": "Smugglers make test runs with migrants across even more deadly Black Sea route",
        "body": "A dangerous new route for refugees trying to reach Europe is thought to have opened up in the Black Sea, which coastguards in Romania are warning could prove more deadly than the current Medit...",
        "date": "20170913",
        "country": "Romania"
    },
    {
        "title": "Romania climbdown on anti-corruption bill",
        "body": "The chairman of Romania’s governing party has suggested that the government could back down after huge protests against a move to decriminalise official misconduct.",
        "date": "20170205",
        "country": "Romania"
    },
    {
        "title": "Nations protest Romania’s weakened graft law",
        "body": "BUCHAREST, Romania — Romania’s new decree diluting the country’s corruption law ignited a furor Thursday, prompting strong criticism from home and abroad and a declaration from the p...",
        "date": "20170203",
        "country": "Romania"
    },
    {
        "title": "Nations protest Romania’s weakened graft law",
        "body": "BUCHAREST, Romania — Romania’s new decree diluting the country’s corruption law ignited a furor Thursday, prompting strong criticism from home and abroad and a declaration from the p...",
        "date": "20170203",
        "country": "Romania"
    },
    {
        "title": "Pentagon sends warship to safeguard Black Sea",
        "body": "The United States is preparing to send a warship into the Black Sea for the first time in four years, heightening tensions after the Russian seizure of Ukrainian sailors last month.",
        "date": "20181208",
        "country": "Romania"
    },
    {
        "title": "EXCLUSIVE Agthia shifts gears with new markets in mind",
        "body": "Agthia, the Abu Dhabi food and beverage company that produces Al Ain water, expects to expand into new markets amid a forecast of a flat profit next year.",
        "date": "20181029",
        "country": "Romania"
    },
    {
        "title": "A Greek tragedy: How the EU is slowly destroying a country",
        "body": "Greece isn’t the poorest member of the EU — poverty rates are higher in Bulgaria and Romania — but it is close behind in third place, with over a fifth of the population now ‘ severely mate...",
        "date": "20181009",
        "country": "Romania"
    },
    {
        "title": "Russia steps up Ukraine aggression as G20 summit looms",
        "body": "The quick escalation between Russia and Ukraine over the seizure of three Ukrainian naval ships by the Russian Federal Security Service (FSB) off the coast of Crimea in the Sea of Azov is a ...",
        "date": "20181129",
        "country": "Romania"
    },
    {
        "title": "With Romania at helm, EU is moving in rough waters",
        "body": "The Romanian presidency of the European Union could not have come at a more critical moment.",
        "date": "20190108",
        "country": "Romania"
    },
    {
        "title": "Nordic lenders at risk from eastern Europe’s latest tax on banks",
        "body": "VILNIUS: Nordic lenders are facing headwinds in the Baltic region they dominate as yet another eastern European nation weighs introducing a tax on banks.",
        "date": "20191010",
        "country": "Romania"
    },
    {
        "title": "Ireland’s deep poo sea",
        "body": "IRELAND has the eighth worst coastal bathing water quality in the EU, it emerged yesterday.",
        "date": "20190726",
        "country": "Romania"
    },
    {
        "title": "Israel and Romania: Shared legacies, challenges and hope",
        "body": "It is not by mere coincidence that I have arrived in Israel at this particular time, under such challenging circumstances that are upon us all. As I have been preparing for my first of...",
        "date": "20201104",
        "country": "Romania"
    },
    {
        "title": "UK BREAKS",
        "body": "THE coronavirus crisis has failed to stop determined volunteers from helping impoverished young and old in Romania.",
        "date": "20200706",
        "country": "Romania"
    },
    {
        "title": "Playing with fire on Russia’s borders as nations quarrel",
        "body": "Belarusian autocrat Alexander Lukashenko has cleared out the encampment at his border crossing into Poland, where thousands of Middle Eastern migrants had been living in squalor.",
        "date": "20211126",
        "country": "Romania"
    },
    {
        "title": "Playing with fire on Russia’s borders as nations quarrel",
        "body": "Belarusian autocrat Alexander Lukashenko has cleared out the encampment at his border crossing into Poland, where thousands of Middle Eastern migrants had been living in squalor.",
        "date": "20211126",
        "country": "Romania"
    },
    {
        "title": "Playing with fire on Russia’s borders",
        "body": "Belarusian autocrat Alexander Lukashenko has cleared out the encampment at his border crossing into Poland, where thousands of Middle Eastern migrants had been living in squalor.",
        "date": "20211123",
        "country": "Romania"
    },
    {
        "title": "Geography sets the political and economic stage A",
        "body": "CCORDING to geopolitical science, there is a relationship between global politics and economics, and geography. Applied to current events, see if the following theses hold : e...",
        "date": "20090401",
        "country": "Russian%20Federation"
    },
    {
        "title": "Geography sets the political and economic stage",
        "body": "A CCORDING to geopolitical science, there is a relationship between global politics and economics, and geography. Applied to current events, see if the following theses hold :...",
        "date": "20090401",
        "country": "Russian%20Federation"
    },
    {
        "title": "Geography sets the political and economic stage",
        "body": "ACCORDING to geopolitical science, there is a relationship between global politics and economics, and geography. Applied to current events, see if the following theses hold ...",
        "date": "20090401",
        "country": "Russian%20Federation"
    },
    {
        "title": "YEGOR GAIDAR",
        "body": "Rarely has a great nation’s destiny been entrusted to one so young as Yegor Gaidar. He was only in his mid-thirties when he was economics minister and acting prime minister of Russia, and ...",
        "date": "20091218",
        "country": "Russian%20Federation"
    },
    {
        "title": "APEC: Toward a stable, safe and prosperous community",
        "body": "BY DMITRY MEDVEDEV PRESIDENT OF THE RUSSIAN FEDERATION THE Asia-Pacific Economic Cooperation (Apec) summit about to begin in Singapore coincides with the twentieth anniversary of...",
        "date": "20091114",
        "country": "Russian%20Federation"
    },
    {
        "title": "UN in emergency meeting to prevent Korea crisis growing",
        "body": "THE United Nations Security Council was holding an emergency meeting early this morning in a bid to prevent the escalating on the Korean Peninsula spiraling out of control.",
        "date": "20101220",
        "country": "Russian%20Federation"
    },
    {
        "title": "‘Farmers must not leave SA’",
        "body": "AGRI-Northern Cape has advocated that farmers should rather expand their businesses, instead of leaving the country for promises of better opportunities elsewhere.",
        "date": "20101103",
        "country": "Russian%20Federation"
    },
    {
        "title": "Warnings of ‘shale rush’ after Canada’s tar sands success",
        "body": "The successful development of Canada’s tar sands has triggered a rush by Shell and other oil companies to set up similar operations in Russia, Congo and even Madagascar, a new report r...",
        "date": "20100517",
        "country": "Russian%20Federation"
    },
    {
        "title": "Biggest jump yet in CO24",
        "body": "Humans pumped out 10 billion tonnes of carbon emissions in 2010 after rebounding quickly from the global financial crisis two years ago, scientists report.",
        "date": "20111205",
        "country": "Russian%20Federation"
    },
    {
        "title": "Emissions soar again after 2008 slowdown8",
        "body": "Humans pumped out 10 billion tonnes of carbon emissions in 2010, after rebounding quickly from the global financial two years ago that cut industrial output and related emissions...",
        "date": "20111205",
        "country": "Russian%20Federation"
    },
    {
        "title": "Global carbon emissions hit new high in 2010 despite Kyoto pledges10",
        "body": "Humans pumped out 10 billion tonnes of carbon emissions in 2010 after rebounding quickly from the global financial crisis two years ago, scientists report.",
        "date": "20111205",
        "country": "Russian%20Federation"
    },
    {
        "title": "The nuclear debate",
        "body": "Don’t worry too much about the hint of radiation reaching North American shores from the damaged nuclear reactors in Japan, experts say.",
        "date": "20110405",
        "country": "Russian%20Federation"
    },
    {
        "title": "The Arctic is too precious to be left unprotected",
        "body": "A few days ago, the Arctic’s cap of sea ice reached its annual maximum. Around 15 million square kilometres of icy wilderness now stretch over the planet’s northern seas. With the arrival of...",
        "date": "20120401",
        "country": "Russian%20Federation"
    },
    {
        "title": "Fears of a new global food crisis",
        "body": "ANEW world food crisis is being predicted because weather conditions, especially in the United States, has damaged current food crops, in particular corn and soya beans.",
        "date": "20120813",
        "country": "Russian%20Federation"
    },
    {
        "title": "Sell Alaska!",
        "body": "The prospect of once again hitting the federal debt ceiling has provoked the ritual round of handwringing about the intractable nature of this $16 trillion conundrum. But there is a simple, elegant option that involves no tax increases, no spending cuts and just a bit of imagination. Sell Alaska. That’s right. Put the entire state — from Juneau to Deadhorse, from the Bering Strait to the Beaufort Sea — on the auction block.",
        "date": "20121216",
        "country": "Russian%20Federation"
    },
    {
        "title": "Asia",
        "body": "Mexico backs Japan: Visiting Mexican President Enrique Pena Nieto announced his support Monday in Tokyo for Japan’s plan to join talks on forging a huge Pacific-wide free trade zone.",
        "date": "20130409",
        "country": "Russian%20Federation"
    },
    {
        "title": "Old normal",
        "body": "IT IS a no-brainer to expect the “daang matuwid” to be uphill and slippery. Indeed it has been so uphill a climb that a permanently straight path has yet to light up in the nation’s path towa...",
        "date": "20130214",
        "country": "Russian%20Federation"
    },
    {
        "title": "Two geopolitical visions of the future collide inside Europe’s poorest state",
        "body": "In a flea market in Moldova’s capital, Chisinau, you can buy busts of Lenin, Russian army hats and gold icons. Next door the language theatre is staging Chekhov productions. Billboar...",
        "date": "20130510",
        "country": "Russian%20Federation"
    },
    {
        "title": "Moldova: where two visions of region’s future collide",
        "body": "In a flea market in Moldova’s capital you can buy busts of Lenin, furry Russian army hats and gold icons. Next door the language theatre is staging several productions of Chekhov. Bi...",
        "date": "20130501",
        "country": "Russian%20Federation"
    },
    {
        "title": "DEVELOPMENTS",
        "body": "At least one person was killed and ON wounded Saturday during shelling that hit about Q0 apartment blocks in Donetsk, where Ukrainian troops have been battling the proRussia separatists.",
        "date": "20140810",
        "country": "Russian%20Federation"
    },
    {
        "title": "DEVELOPMENTS",
        "body": "At least one person was killed and 18 wounded Saturday during shelling that hit about 30 apartment blocks in Donetsk, where Ukrainian troops have been battling the pro-Russia separatists.",
        "date": "20140810",
        "country": "Russian%20Federation"
    },
    {
        "title": "DEVELOPMENTS",
        "body": "At least one person was killed and 18 wounded Saturday during shelling that hit about 30 apartment blocks in Donetsk, where Ukrainian troops have been battling the proRussia separatists.",
        "date": "20140810",
        "country": "Russian%20Federation"
    },
    {
        "title": "Crimea MPs vote to join Russia",
        "body": "Crimea’s lawmakers on Thursday unanimously voted to ask to be a part of Russia and its government set the date for a referendum.",
        "date": "20140307",
        "country": "Russian%20Federation"
    },
    {
        "title": "Crisis in Ukraine endangers Exxon’s Black Sea drilling",
        "body": "MOSCOW — Crimea’s hastily organized vote this weekend on whether to leave Ukraine to join Russia is threatening Black Sea oil and natural gas drilling prospects coveted by Exxon Mobil and Eni...",
        "date": "20140312",
        "country": "Russian%20Federation"
    },
    {
        "title": "‘Russia ‘thumps’ West in Syria crisis’",
        "body": "“MANY observers wonder about the secret behind the Russian Federation’s insistence in defending Syria and its ruling regime to the extent that the insistence has developed into direc...",
        "date": "20151213",
        "country": "Russian%20Federation"
    },
    {
        "title": "Japan protests Russian PM’s visit to disputed island",
        "body": "TOKYO/ITURUP: Japan yesterday lodged a protest over Russian Prime Minister Dmitry Medvedev’s visit to one of four disputed Pacific islands which have strained ties between the two countries ...",
        "date": "20150823",
        "country": "Russian%20Federation"
    },
    {
        "title": "Russian firms tone down holiday cheer as crisis bites",
        "body": "MOSCOW: Forget corporate holiday bashes where glitterati are treated to fine beverages and French delicacies: Russia’s economic has taken the glow off the holiday season this ye...",
        "date": "20151228",
        "country": "Russian%20Federation"
    },
    {
        "title": "Russian firms tone down holiday cheer as crisis bites",
        "body": "MOSCOW: Forget corporate holiday bashes where glitterati are treated to fine champagne and French delicacies: Russia’s economic has taken the glow off the holiday season this yea...",
        "date": "20151228",
        "country": "Russian%20Federation"
    },
    {
        "title": "What they say",
        "body": "Editor’s note: At the ongoing summit, delegates representing think tanks from around the world told China Daily what they expect from the summit, expressed their concerns and sent their gr...",
        "date": "20150626",
        "country": "Russian%20Federation"
    },
    {
        "title": "Phl: Irregular transnational migration a recurring’ problem",
        "body": "The Philippines underscored irregular transnational migration is a recurring problem, necessitating closer coordination among neighboring countries.",
        "date": "20160608",
        "country": "Russian%20Federation"
    },
    {
        "title": "UN ready to provide aid to Aleppo",
        "body": "THE UN is ready to move into the Syrian city of Aleppo with humanitarian aid as the Russian Federation backs a 48-hour humanitarian pause in and around the city.",
        "date": "20160827",
        "country": "Russian%20Federation"
    },
    {
        "title": "Russian lifters banned en masse",
        "body": "BUDAPEST, Hungary — All of Russia’s weightlifters were banned from the Rio Olympics on Friday for doping for what the international federation called “extremely shocking” results that bro...",
        "date": "20160730",
        "country": "Russian%20Federation"
    },
    {
        "title": "Russian lifters banned en masse",
        "body": "BUDAPEST, Hungary — All of Russia’s weightlifters were banned from the Rio Olympics on Friday for doping for what the international federation called “extremely shocking” results that bro...",
        "date": "20160730",
        "country": "Russian%20Federation"
    },
    {
        "title": "Why Sevastopol is the soul of Russia",
        "body": "Just over three years ago, President Vladimir Putin annexed the Crimean Peninsula. Sparked by the removal of Ukraine’s proRussian president, anonymous units of “little green men” (in reali...",
        "date": "20170423",
        "country": "Russian%20Federation"
    },
    {
        "title": "TurkStream’s offshore section 30 pct complete",
        "body": "SOUTH Stream Transport B.V., the project owner of the offshore section of the TurkStream natural gas pipeline, announced yesterday that 30 percent of construction has been completed.",
        "date": "20171201",
        "country": "Russian%20Federation"
    },
    {
        "title": "Ukraine — Europe’s forgotten conflict",
        "body": "UNITED NATIONS — The rumble of artillery and the cracks of Kalashnikovs shatter the winter chill. The refugees, the displaced and the injured have become part of the broken landscape which ...",
        "date": "20170210",
        "country": "Russian%20Federation"
    },
    {
        "title": "In Magnitsky case, Russia accuses a nemesis of murder",
        "body": "a remarkable new level, claiming that Magnitsky was actually murdered by Browder.",
        "date": "20171024",
        "country": "Russian%20Federation"
    },
    {
        "title": "Trump And The Protesters",
        "body": "The media and the protestors apparently blame Donald Trump (DT) for his potential nationalistic stance (America First) and consider him as a potential threat to the human rights, wome...",
        "date": "20170203",
        "country": "Russian%20Federation"
    },
    {
        "title": "Russia, Ukraine are all at sea over seized ships",
        "body": "KIEV and Moscow were facing their worst crisis in years yesterday as Ukraine and its Western allies demanded the release of three ships fired on and seized by Russia near Crimea.",
        "date": "20181127",
        "country": "Russian%20Federation"
    },
    {
        "title": "Russia-ukraine tensions soar after confrontation at sea",
        "body": "Moscow and Kiev were facing their worst crisis in years on Monday as Ukraine and its Western allies demanded the release of three ships fired on and seized by Russia near Crimea.",
        "date": "20181127",
        "country": "Russian%20Federation"
    },
    {
        "title": "ZIMBABWE LEGALIZES POT FOR MEDICAL USE",
        "body": " Zimbabwe HARARE, ZIMBABWE has legalized the production of marijuana for medicinal and scientific purposes, making it the rare African country to turn the drug into a source of revenu...",
        "date": "20180429",
        "country": "Russian%20Federation"
    },
    {
        "title": "Ukraine bars Russian men from entry",
        "body": "KIEV: Ukraine on Friday barred Russian men aged 16-60 from entry as tensions mounted between the two countries over Moscow’s seizure of three Ukrainian ships last week.",
        "date": "20181201",
        "country": "Russian%20Federation"
    },
    {
        "title": "Russia-ukraine tensions soar",
        "body": "KIEV, Ukraine (AFP) — Kiev and Moscow faced their worst crisis in years yesterday as Ukraine and its western allies demanded the release of three ships fired on and seized by Russia near Crimea...",
        "date": "20181127",
        "country": "Russian%20Federation"
    },
    {
        "title": "Consider using some of the oil revenues to subsidise NIS",
        "body": "Dear Editor,",
        "date": "20190820",
        "country": "Russian%20Federation"
    },
    {
        "title": "Venezuelan military put on a show of force for embattled Maduro6",
        "body": "The Venezuelan military high command threw its weight behind Nicolas Maduro Thursday, upping the stakes in the standoff over the country’s leadership.",
        "date": "20190125",
        "country": "Russian%20Federation"
    },
    {
        "title": "Generals pledge their loyalty to Maduro9",
        "body": "The Venezuelan military high command threw its weight behind Nicolas Maduro Thursday upping the stakes in the standoff over the country’s leadership.",
        "date": "20190125",
        "country": "Russian%20Federation"
    },
    {
        "title": "VENEZUELA TURMOIL MOUNTS3",
        "body": "The Venezuelan military high command threw its weight behind Nicolas Maduro Thursday upping the stakes in the standoff over the country’s leadership.",
        "date": "20190125",
        "country": "Russian%20Federation"
    },
    {
        "title": "Moscow’s fruit stalls become frontline of a border skirmish 2,000 miles away",
        "body": "When Saribek Gevorkyan heard reports that Food City, a vast food distribution centre owned by entrepreneurs from Azerbaijan, had suddenly blocked Armenian farmers and turned away 50 truck...",
        "date": "20200727",
        "country": "Russian%20Federation"
    },
    {
        "title": "Nations convey support, solidarity in wake of Rolly",
        "body": "THE Philippine government has received a torrent of support and messages of solidarity from the global community in the aftermath of Supertyphoon Rolly’s (international name Goni) ...",
        "date": "20201112",
        "country": "Russian%20Federation"
    },
    {
        "title": "Russian perspective on Crimean water crisis",
        "body": "Dear Mr. Altay, Thank you and Daily Sabah for publishing a very interesting study recently – the article “Inside Crimea: What Moscow-Kyiv dispute means for .” I appreciate ...",
        "date": "20210303",
        "country": "Russian%20Federation"
    },
    {
        "title": "New Kremlin crisis",
        "body": "RELATIONS between London and Moscow were at crisis point last night after a Russian vessel pursuing a Royal Navy warship opened fire in a dramatic incident witnessed by the Daily Mail.",
        "date": "20210624",
        "country": "Russian%20Federation"
    },
    {
        "title": "New Kremlin crisis",
        "body": "RELATIONS between London and Moscow were at crisis point last night after a Russian vessel pursuing a Royal Navy warship opened fire in a dramatic incident witnessed by the Daily Mail.",
        "date": "20210624",
        "country": "Russian%20Federation"
    },
    {
        "title": "Wake up and smell the coffee",
        "body": "People love coffee. It is the most popular drink on the planet after water, and a thriving, US$60-billion industry. So why is it plunging farmers in the world’s poorest countries into ruin and ...",
        "date": "20030629",
        "country": "Rwanda"
    },
    {
        "title": "The U.N. fails to lead",
        "body": "Feeble. That’s the only word to describe the shaky package of “reforms” that Prime Minister Paul Martin and 150 world leaders have been invited to endorse at the United Nations’ 60th annive...",
        "date": "20050915",
        "country": "Rwanda"
    },
    {
        "title": "Merging movies and activism",
        "body": "I T was probably the detailed discussion about the energy uses of cow manure that really threw me. Normally when I sit in on meetings at production companies, the talk is all about outr...",
        "date": "20051115",
        "country": "Rwanda"
    },
    {
        "title": "Help for Africans",
        "body": "HChad’s willingness to accept U.N. peacekeepers could save Darfur refugees",
        "date": "20061212",
        "country": "Rwanda"
    },
    {
        "title": "World must not forget Darfur",
        "body": "Three months after Sudan and a rebel group signed a U.S.brokered peace accord, the humanitarian in the country’s vast Darfur region is worse. More than 2 million people living in...",
        "date": "20060816",
        "country": "Rwanda"
    },
    {
        "title": "Darfur sinks deeper into misery",
        "body": "Hope is dwindling in Darfur. The vicious three-year conflict in western Sudan is spreading. The janjaweed horsemen have begun targeting children as they sweep across the countryside, ki...",
        "date": "20061211",
        "country": "Rwanda"
    },
    {
        "title": "Humanitarian crisis grows as refugees flood Beirut park",
        "body": "Once an enchanting tree-lined preserve of sweethearts and families, Beirut’s small Sanaya Park has been transformed into a campground by hundreds of Lebanon’s dispossessed and desperate wa...",
        "date": "20060803",
        "country": "Rwanda"
    },
    {
        "title": "It’s time for a new strategy on Afghanistan",
        "body": "It’s time to re-evaluate NATO’s strategy in Afghanistan. The current strategy is a long-term losing one. In order for the mission to be successful, Canada and its allies must win the suppo...",
        "date": "20060901",
        "country": "Rwanda"
    },
    {
        "title": "FROM DEEP WATER AT HOME TO AFRICA’S DESPAIR",
        "body": "THE Tory leader will leave his party troubles at home when he flies into today as part of a drive against global poverty.",
        "date": "20070723",
        "country": "Rwanda"
    },
    {
        "title": "‘Darfur Now,’ and not later",
        "body": "IT’S not clear whether Washington ever really learned the lesson of Rwanda, but it’s quite evident that Hollywood got it with “Hotel .” Those touched by that 2004 film, which powerful...",
        "date": "20071102",
        "country": "Rwanda"
    },
    {
        "title": "Cameron wants to save the world but fails Brits in need",
        "body": "THE protection of our national interests is meant to be the core principle of Conservatism. Throughout most of the 20th century, the Tories were electorally successful because they stoo...",
        "date": "20070726",
        "country": "Rwanda"
    },
    {
        "title": "Brown to continue reforms on terror and funds",
        "body": "GORDON Brown’s first monthly press conference in Downing Street was dominated by the flooding crisis in the west of England yesterday as he learned that up to 500,000 people in Gloucester...",
        "date": "20070724",
        "country": "Rwanda"
    },
    {
        "title": "Revolt asCameron shuns flood crisis and flies to Africa",
        "body": "DAVID Cameron was facing growing dissent among his own MPs last night after flying to Africa on a global poverty crusade.",
        "date": "20070724",
        "country": "Rwanda"
    },
    {
        "title": "UN warns of humanitarian crisis in Congo",
        "body": "The escalating violence in eastern Democratic Republic of Congo is creating a humanitarian catastrophe and could have tragic consequences for the entire region, the UN chief said W...",
        "date": "20081030",
        "country": "Rwanda"
    },
    {
        "title": "Rwanda displays scars of genocide",
        "body": "KIGALI, Rwanda — Visiting places famous for death is nothing new. You can tour Nazi concentration camps in Germany and Poland, or the killing fields of Cambodia. Tourists sought glimpses of ...",
        "date": "20080717",
        "country": "Rwanda"
    },
    {
        "title": "UN-escorted convoy to feed refugees",
        "body": "GOMA — United Nations workers were preparing to deliver the first aid for a week inside rebel-held territory in the eastern Democratic Republic of Congo as a fragile ceasefire held in pla...",
        "date": "20081104",
        "country": "Rwanda"
    },
    {
        "title": "Fresh fighting erupts in North Kivu province",
        "body": "KIBATI, Congo — Fighting between rebels and the army caused a fresh refugee exodus in east Congo yesterday, and African leaders called for an immediate ceasefire to end a conflict the UN s...",
        "date": "20081108",
        "country": "Rwanda"
    },
    {
        "title": "OC students attend debut of documentary",
        "body": "| PROJECT HIGHLIGHTS NEED FOR CLEAN WATER IN RWANDA",
        "date": "20090912",
        "country": "Rwanda"
    },
    {
        "title": "Pirates’ gunfire foils escape bid",
        "body": "The Associated Press NAIROBI, Kenya — The 53year-old American skipper was in the Indian Ocean only a few seconds.",
        "date": "20090411",
        "country": "Rwanda"
    },
    {
        "title": "How many is too many?",
        "body": "OVER his lengthy career, the naturalist and broadcaster David Attenborough has seen the human population more than double from 2.5 billion in 1950 to nearly 7 billion today (and still ...",
        "date": "20091209",
        "country": "Rwanda"
    },
    {
        "title": "Comforting the stricken",
        "body": "War is always tragic. Sadly, our world has more than 20 conflicts, many of which we never hear about.",
        "date": "20090420",
        "country": "Rwanda"
    },
    {
        "title": "Upstream countries cause Nile crisis",
        "body": "The crisis over the Nile River basin between the downstream countries, Egypt and Sudan, and those of the upstream, has entered a critical turn following the signing of a framework agreem...",
        "date": "20100519",
        "country": "Rwanda"
    },
    {
        "title": "Storm clouds gather over the Nile Basin",
        "body": "To some it might be considered ironic that Egypt and Sudan claim a 1929 British treaty, which was reaffirmed in 1959 after the Suez , to justify their claim to the Nile. But it’s certai...",
        "date": "20101204",
        "country": "Rwanda"
    },
    {
        "title": "Crisis as East African states battle over control of Nile",
        "body": "East African states are struggling to contain an escalating crisis over control of the waters of the river Nile.",
        "date": "20100523",
        "country": "Rwanda"
    },
    {
        "title": "Thirsty neighbors, Egypt at odds over the Nile",
        "body": "BATAMDA, Egypt — One place to begin to understand why this parched country has nearly ruptured relations with its upstream neighbors on the Nile is ankle-deep in mud in the cotton and maize...",
        "date": "20100928",
        "country": "Rwanda"
    },
    {
        "title": "Kayak legend killed by croc in DRC’s dangerous whitewater",
        "body": "LEGENDARY South African kayaker Hendri Coetzee was killed by a crocodile while paddling on the Lukuga River in the Democratic Republic of Congo (DRC) earlier this week.",
        "date": "20101209",
        "country": "Rwanda"
    },
    {
        "title": "Retired lieutenant-general questions humanity",
        "body": "In order to impress on his audience how much humanity has failed in the 20th century, retired lieutenant-general Romeo Dallaire set out to answer the question: Are all humans human or a...",
        "date": "20110317",
        "country": "Rwanda"
    },
    {
        "title": "UN summit as SA warned of looming water crisis",
        "body": "AS a United Nations conference on water opened in South Africa yesterday, the country’s Council for Scientific and Industrial Research (CSIR) has repeated warnings that the country fac...",
        "date": "20110322",
        "country": "Rwanda"
    },
    {
        "title": "Foreign banks double deposits at Fed",
        "body": "Foreign bank deposits at the Federal Reserve have more than doubled to $715 billion from $350 billion since the end of 2010 amid Europe’s debt turmoil, buttressing the dollar’s status as t...",
        "date": "20111125",
        "country": "Rwanda"
    },
    {
        "title": "Somali civil war ‘led to famine’",
        "body": "AFRICAN Development Bank head Donald Kaberuka has blamed the famine in the Horn of Africa on climate change and “our collective failure to end the Somali civil war”.",
        "date": "20110802",
        "country": "Rwanda"
    },
    {
        "title": "Let Congolese voice be heard",
        "body": "ELECTIONS are looming in the Democratic Republic of Congo, and so does the potential for a tragedy. This round of elections is important for the Congolese – and for the whole of the Souther...",
        "date": "20111114",
        "country": "Rwanda"
    },
    {
        "title": "Metro-area charity hosts contest",
        "body": "Oklahoma City-based charity Water4 is inviting Facebook friends, Twitter and Instagram followers and Pinterest pinners to express their gratitude for the free-flowing they are for...",
        "date": "20121208",
        "country": "Rwanda"
    },
    {
        "title": "Group to laud ‘pioneering spirit’",
        "body": "An Oklahoma Citybased nonprofit plans to highlight the state’s compassionate and adventurous nature at a fundraiser event featuring actor Jennie Garth and Grammy Award-winning Gospel...",
        "date": "20120916",
        "country": "Rwanda"
    },
    {
        "title": "A political crisis is a poor time to negotiate water",
        "body": "The former Egyptian regime failed to present a strategy",
        "date": "20120424",
        "country": "Rwanda"
    },
    {
        "title": "The anti-apartheid billionaire who’s ‘bringing peace’ to Africa",
        "body": "from jail that there was potential to make large amounts of money from what he calls, the “peacekeeping industry”.",
        "date": "20120720",
        "country": "Rwanda"
    },
    {
        "title": "Paring back on the poor",
        "body": "In Rwanda, food scientists are battling “hidden hunger” among young mothers and children by adapting X-ray fluorescence technology from the mining industry to improve the quality of b...",
        "date": "20120410",
        "country": "Rwanda"
    },
    {
        "title": "TODAY’S NEWS BRIEFING",
        "body": "1: Flooding kills child; many leave homes",
        "date": "20130807",
        "country": "Rwanda"
    },
    {
        "title": "Kids traumatised by war",
        "body": "geneva — Syrian refugee children are paying a cruel price as civil war rips their country apart, the United Nations warned on Friday in a report with heart-rending testimony from youngsters...",
        "date": "20131130",
        "country": "Rwanda"
    },
    {
        "title": "Cheers, Mr President",
        "body": "ALIFESAVING invention by a Northumberland scientist is being championed by former US president Bill Clinton.",
        "date": "20130814",
        "country": "Rwanda"
    },
    {
        "title": "Humanitarian crisis in Syria",
        "body": "We are facing one of the worst humanitarian crises in recent decades, if not the worst since the Balkans war and Rwanda. Syrian cities are turning into ruins with millions of people, mainly...",
        "date": "20131114",
        "country": "Rwanda"
    },
    {
        "title": "Rwanda reprise",
        "body": "By now, nobody can claim ignorance about the horrifying atrocities unfolding in the Central African Republic. What’s curious is why – as the world this week marks the 20th anniversary ...",
        "date": "20140410",
        "country": "Rwanda"
    },
    {
        "title": "Rwanda reprise",
        "body": "By now, nobody can claim ignorance about the horrifying atrocities unfolding in the Central African Republic. What’s curious is why – as the world this week marks the 20th anniversary ...",
        "date": "20140410",
        "country": "Rwanda"
    },
    {
        "title": "Rwanda reprise",
        "body": "By now, nobody can claim ignorance about the horrifying atrocities unfolding in the Central African Republic. What’s curious is why – as the world this week marks the 20th anniversary ...",
        "date": "20140410",
        "country": "Rwanda"
    },
    {
        "title": "Rwanda reprise",
        "body": "By now, nobody can claim ignorance about the horrifying atrocities unfolding in the Central African Republic. What’s curious is why – as the world this week marks the 20th anniversary ...",
        "date": "20140410",
        "country": "Rwanda"
    },
    {
        "title": "Rwanda reprise",
        "body": "By now, nobody can claim ignorance about the horrifying atrocities unfolding in the Central African Republic. What’s curious is why – as the world this week marks the 20th anniversary ...",
        "date": "20140410",
        "country": "Rwanda"
    },
    {
        "title": "Rwanda echoes in ethnic killing",
        "body": "Gunmen in South Sudan who targeted civilians including children and the elderly left “piles and piles” of bodies, many of them in a mosque and a hospital, the UN’s top humanitarian official...",
        "date": "20140423",
        "country": "Rwanda"
    },
    {
        "title": "African Heads of State to prioritise water, toilets for 10 million people",
        "body": "The African Union has launched a new initiative known as the Kigali Action Plan to bring drinking water, basic toilets and hygiene to 10 million Africans in 10 countries.",
        "date": "20150211",
        "country": "Rwanda"
    },
    {
        "title": "Burundi kids arrive alone in camps",
        "body": "LONDON: Children as young as six are fleeing political unrest in Burundi, travelling for days on foot without their parents and arriving in “unprecedented numbers” in refugee camps, S...",
        "date": "20150607",
        "country": "Rwanda"
    },
    {
        "title": "Cholera infects 3,000 Burundi refugees",
        "body": "More than 64,000 Burundians have fled to Tanzania in recent weeks, UNHCR said, escaping the unrest sparked by their president’s bid for a third term that many say is unconstitutional.",
        "date": "20150523",
        "country": "Rwanda"
    },
    {
        "title": "South Sudan’s conflict needs global attention",
        "body": "The battle of misdirected egos between South Sudan’s President Salva Kiir and his former deputy Riek Machar — who allegedly tried to depose his boss in a coup — has left the oil-rich nation ...",
        "date": "20150513",
        "country": "Rwanda"
    },
    {
        "title": "Scots supporting Burundian refugees in Rwanda",
        "body": "The political crisis in Burundi has killed 450 people so far, with over a quarter of a million fleeing into neighbouring countries in fear of their lives. Supported by people in Scotland, ...",
        "date": "20160629",
        "country": "Rwanda"
    },
    {
        "title": "World Briefs AT LEAST 11 DEAD IN QUAKE IN TANZANIA",
        "body": "dar es salaam, tanzania  A Tanzanian police official says that at least 11 people have died in one town in the 5.7-magnitude earthquake that shook the Lake Victoria region, while the pr...",
        "date": "20160911",
        "country": "Rwanda"
    },
    {
        "title": "It’s a dangerous precedent Kagame is setting",
        "body": "APOET once said Africa is a continent whose heart died long before it was born. I always regarded this poetic expression as an exaggeration, but over time, I have come to believe it.",
        "date": "20160309",
        "country": "Rwanda"
    },
    {
        "title": "Nations agree to cut use of chemical coolant",
        "body": "The accord struck in Rwanda includes specific targets and timetables to replace HFCs with more planet-friendly alternatives.",
        "date": "20161016",
        "country": "Rwanda"
    },
    {
        "title": "Tensions between Burundi, Rwanda mount",
        "body": "TENSION between Burundi and Rwanda continues to rise and has claimed the lives of more than five people in less than two weeks.",
        "date": "20170320",
        "country": "Rwanda"
    },
    {
        "title": "Tensions between Burundi, Rwanda mount",
        "body": "TENSION between Burundi and Rwanda continues to rise and has claimed the lives of more than five people in less than two weeks.",
        "date": "20170320",
        "country": "Rwanda"
    },
    {
        "title": "Burundi, Rwanda tensions rise with 5 killed in two weeks",
        "body": "TENSION between Burundi and Rwanda continues to rise and has claimed the lives of more than five people in two weeks.",
        "date": "20170320",
        "country": "Rwanda"
    },
    {
        "title": "Six arrested over murder of Burundi minister — prosecutor",
        "body": "NAIROBI: Burundi authorities have arrested six people in connection with the murder of the country’s environment minister, the prosecutor general said Saturday.",
        "date": "20170109",
        "country": "Rwanda"
    },
    {
        "title": "Let’s end terror of rape in war zones",
        "body": "In global war zones, rape is frequently used as a weapon of war. Soldiers rape girls and women in front of parents and husbands to force the local population into submission. Girls and women...",
        "date": "20180329",
        "country": "Rwanda"
    },
    {
        "title": "The great aid debate",
        "body": "Although organisations such as Oxfam try to rise above politics, aid has always been political. relief almost always involves waste, mistakes and unintended consequences. ...",
        "date": "20180303",
        "country": "Rwanda"
    },
    {
        "title": "Clean water for all still centuries away: aid group",
        "body": "TEPIC, Mexico: Supplying clean water and toilets for all could take hundreds of years in countries like Eritrea and Namibia unless governments step up funding to tackle the problem and its...",
        "date": "20180716",
        "country": "Rwanda"
    },
    {
        "title": "Clean water, toilets for all still centuries away",
        "body": "TEPIC: Supplying clean water and toilets for all could take hundreds of years in countries like Eritrea and Namibia unless governments step up funding to tackle the problem and its harmful...",
        "date": "20180717",
        "country": "Rwanda"
    },
    {
        "title": "If Lawson can change his mind about France, can’t we change ours about Brexit?",
        "body": "Your article (Chair of Vote Leave applies for residency in France, Friday) makes me think that the only Brexit “success” so far, the return of our blue UK passports, is as rotten as the rest...",
        "date": "20180602",
        "country": "Rwanda"
    },
    {
        "title": "Kagame destabilising region",
        "body": "RWANDAN President Paul Kagame, the hero from the former Rwandan Patriotic Front (RPF) who led the fight against the Interehamwe militias that murdered at least 800 000 Tutsis and Hutu mod...",
        "date": "20190517",
        "country": "Rwanda"
    },
    {
        "title": "Tensions high over Blue Nile power dam",
        "body": "Ethiopia’s construction of a huge power dam on the Blue Nile is raising tensions with Egypt, which depends on the river for 90% of its supply.",
        "date": "20191204",
        "country": "Rwanda"
    },
    {
        "title": "RWANDA IN RETROSPECT",
        "body": "It has been 25 years since more than 800,000 people were slaughtered in Rwanda during one of the worst genocides of modern history.",
        "date": "20190211",
        "country": "Rwanda"
    },
    {
        "title": "Africa’s largest power dam stokes Nile River tensions",
        "body": "PARIS - Ethiopia’s construction of a massive power dam on the Blue Nile is raising tensions with Egypt, which depends on the river for 90 percent of its supply.",
        "date": "20191204",
        "country": "Rwanda"
    },
    {
        "title": "SOLshare wins first prize in Siemens Stiftung’s competition to empower people",
        "body": "The SOLbox, a product from Bangladesh’s SOLshare,won the first prize in the Empowering People Award 2019 competition organised by Siemens Stiftung to support entrepreneurs around the world.",
        "date": "20190716",
        "country": "Rwanda"
    },
    {
        "title": "A pandemic-driven food crisis in Africa can be prevented",
        "body": "WE have only just begun to see the far-ranging consequences of the Covid-19 pandemic around the world. Chief among those is the threat of a food of unprecedented magnitude.",
        "date": "20200421",
        "country": "Rwanda"
    },
    {
        "title": "Gono calls for Kagame mediation in Zim crisis",
        "body": "FORMER Reserve Bank of Zimbabwe (RBZ) governor Gideon Gono (pictured) has proposed Rwandan President Paul Kagame to broker an African Union (AU)-driven national dialogue that would culm...",
        "date": "20200821",
        "country": "Rwanda"
    },
    {
        "title": "About Us",
        "body": "At Random Acts, we believe i n the helpers - the people who, even i n times of crisis, f i nd ways to make l i ves better. Random Acts has helped f rontline health care workers, provided emer...",
        "date": "20201216",
        "country": "Rwanda"
    },
    {
        "title": "Sunderland firm helping tackle global water crisis",
        "body": "A fabrication business is helping tackle the global water crisis after securing a deal to manufacture patented water filtration systems for some of the world’s most impoverished ar...",
        "date": "20200908",
        "country": "Rwanda"
    },
    {
        "title": "Revive and reinvent",
        "body": "“Being poor does not give us room for doing nothing. We have to act and we have to act yesterday.” Jeanne d’Arc Mujawamariya",
        "date": "20200714",
        "country": "Rwanda"
    },
    {
        "title": "PH NOW ONE OF USAID’S PRIORITY COUNTRIES FOR WATER GRANTS",
        "body": "The Philippines was picked as among the 21 high-priority countries that would receive financial and technical assistance for and sanitation projects from the United States Agency for...",
        "date": "20211117",
        "country": "Rwanda"
    },
    {
        "title": "Egypt informs US of project to make Nile a major navigational artery",
        "body": "Egyptian Minister of Irrigation Mohamed Abdel-Aty has presented Washington representatives with plans for a project to divert the Nile River into a navigational artery for the river bas...",
        "date": "20211122",
        "country": "Rwanda"
    },
    {
        "title": "G20 urged to invest in planet for healthy food",
        "body": "NAPLES: The Director-general of the Food and Agriculture Organisation of the United Nations (FAO), QU Dongyu, called on G20 Environment Ministers to step up joint efforts, increase in...",
        "date": "20210725",
        "country": "Rwanda"
    },
    {
        "title": "Mohammed comes to help of volcano-hit Goma in Congo",
        "body": "His Highness Sheikh Mohammed Bin Rashid Al Maktoum, Vice President, Prime Minister of the UAE and Ruler of Dubai, has ordered an aid flight to transport much needed aid to volcano-hit Goma i...",
        "date": "20210615",
        "country": "Rwanda"
    }
]