[
    {
        "title": "The new Great Game",
        "body": "lished.”",
        "date": "20061219",
        "country": "Tajikistan"
    },
    {
        "title": "U.S., China vie for oil, allies on new Silk Road",
        "body": "ATASU, Kazakhstan — The wind-raked scrub of this barren plateau reveals little hint of the revolution gurgling 9 feet beneath.",
        "date": "20061219",
        "country": "Tajikistan"
    },
    {
        "title": "Tajikistan plans sharp power cuts",
        "body": "DUSHANBE, Tajikistan — With electricity reserves depleted, officials in impoverished Tajikistan — where residents are enduring one of the coldest winters in 25 years — said yester...",
        "date": "20080130",
        "country": "Tajikistan"
    },
    {
        "title": "Crisis forces Tajikistan to cut power during cold snap",
        "body": "DUSHANBE (AP) – The stateowned power company said Tuesday it would be forced to cut off power to much of after the poverty-stricken Central Asian nation exhausted its electricit...",
        "date": "20080130",
        "country": "Tajikistan"
    },
    {
        "title": "Frozen Tajikistan appeals for aid",
        "body": "Tajikistan, paralysed by the coldest winter in decades, asked for emergency international aid yesterday to help it survive an energy which has left millions of people without p...",
        "date": "20080207",
        "country": "Tajikistan"
    },
    {
        "title": "Extreme cold",
        "body": "Tajikistan, paralysed by the coldest winter in decades, asked for international aid today with its energy crisis which has left millions of people without power and heating. With tempe...",
        "date": "20080207",
        "country": "Tajikistan"
    },
    {
        "title": "U.S. bailout mirrors Tajikistan",
        "body": "What does the richest nation in the world have in common with the poorest country in Central Asia?",
        "date": "20081025",
        "country": "Tajikistan"
    },
    {
        "title": "Canada goes from zeroes to heroes",
        "body": "If, to paraphrase Gerald Ford, our long national nightmare is over — not that seven medal-free days in Beijing is long; it just felt long — there are two ways to look at what turned it all around.",
        "date": "20080818",
        "country": "Tajikistan"
    },
    {
        "title": "as Russian crisis deepens",
        "body": "12.04.09 ing Tajikistan’s warm spring sunshine last week, drinking cups of green tea in pleasant outdoor cafes, apparently prefer a quiet life.",
        "date": "20090412",
        "country": "Tajikistan"
    },
    {
        "title": "Global forum seeks to avert water crisis",
        "body": "Istanbul (Reuters) Government ministers from 120 countries, scientists and campaigners meet in Istanbul this week to discuss how to avert a global water crisis. They will also discuss...",
        "date": "20090316",
        "country": "Tajikistan"
    },
    {
        "title": "China’s power play",
        "body": "The decision by Kyrgyzstan to close a small but significant US military post in the Central Asian republic has been portrayed as a classic cold war chess move, with Russia squeezing the...",
        "date": "20090312",
        "country": "Tajikistan"
    },
    {
        "title": "Russia forms joint rapid reaction force in effort to build alliance of ex-Soviet states",
        "body": "MOSCOW (AP) – Russia sought to strengthen its security alliance with six other exSoviet nations on Wednesday by forming a joint rapid reaction force, in a continuing effort to curb US in...",
        "date": "20090205",
        "country": "Tajikistan"
    },
    {
        "title": "Tajik leader seeks S’pore investments",
        "body": "VISITING Tajikistan President Emomali Rahmon yesterday invited Singapore businesses to take advantage of untapped natural resources in his country and help its economy develop.",
        "date": "20100401",
        "country": "Tajikistan"
    },
    {
        "title": "Audrey Hoffer",
        "body": "ver there, look,” the driver points through the car window. “We’re only 40 miles from the Afghan border.”",
        "date": "20100627",
        "country": "Tajikistan"
    },
    {
        "title": "Global crisis of water scarcity",
        "body": "IN recent years, climate change seems to have elbowed out other environmental issues to become the No. 1 global problem. But the alarming worldwide scarcity is an equally importan...",
        "date": "20100301",
        "country": "Tajikistan"
    },
    {
        "title": "Latest developments in Pakistan",
        "body": "■ UN Secretary General Ban KiMoon will fly into Pakistan today to visit flood-devastated areas. The United Nations has appealed for $460 million, of which $175 million has already been p...",
        "date": "20100814",
        "country": "Tajikistan"
    },
    {
        "title": "Azerbaijan offers power deal to Pakistan",
        "body": "ISLAMABAD — To ease the power shortage in Pakistan, Azerbaijan government has offered to export electricity to the country through a proposed swap arrangement with Iran.",
        "date": "20111213",
        "country": "Tajikistan"
    },
    {
        "title": "White paper: China’s foreign aid",
        "body": "productive projects accomplished more than traditional technical cooperation in improving enterprise management and production level. Through adjustment and consolidation, Ch...",
        "date": "20110422",
        "country": "Tajikistan"
    },
    {
        "title": "Water crisis threatening Asia Pacific",
        "body": "DESPITE the economic progress of most of the countries in the AsiaPacific region, security in the region still remains a challenge, a new study prepared jointly by the Asian Develop...",
        "date": "20130314",
        "country": "Tajikistan"
    },
    {
        "title": "ADB warns PH, Asia of water crisis",
        "body": "MOST countries in Asia and the Pacific, including the Philippines, are at risk of suffering a because of insufficient investments in resource management despite the rapid expansion of their economies, the Asian Development Bank (ADB) has warned.",
        "date": "20130314",
        "country": "Tajikistan"
    },
    {
        "title": "9 leaders sign Chiang Mai pact",
        "body": "CHIANG MAI: Heads of state attending the second Asia-Pacific Water Summit yesterday jointly pledged to prevent their economies and societies from flood and drought disasters.",
        "date": "20130521",
        "country": "Tajikistan"
    },
    {
        "title": "Energy potential, options",
        "body": "Agroup of central asian and South Asian countries have okayed a quick launch of a huge electricity transmission project to meet the regions’ growing energy demand which is leading to an eco...",
        "date": "20131104",
        "country": "Tajikistan"
    },
    {
        "title": "Overseas agriculture to tackle food security crisis",
        "body": "Businessmen have stressed the need to invest in agricultural projects overseas and increase petrochemical exports in the wake of the Kingdom's plans to stop producing wheat in 2016 due t...",
        "date": "20130514",
        "country": "Tajikistan"
    },
    {
        "title": "Kyrgyzstan grappling with drinking water shortage",
        "body": "Despite the abundance of water resources -- with over 2,000 rivers a total length of about 35,000 kilometers -- the drinking supply problem is exacerbating day by day in Kyrgyzstan.",
        "date": "20141119",
        "country": "Tajikistan"
    },
    {
        "title": "Kyrgyzstan grappling with drinking water shortage",
        "body": "Despite the abundance of water resources -- with over 2,000 rivers a total length of about 35,000 kilometers -- the drinking supply problem is exacerbating day by day in Kyrgyzstan.",
        "date": "20141114",
        "country": "Tajikistan"
    },
    {
        "title": "Petrol crisis bites in Iraq’s Kurdish region",
        "body": "ARBIL: The shutdown of Iraq’s biggest refinery, roads blocked by fighting, and skyrocketing demand have created the worst oil crisis in years in the country’s autonomous Kurdish regi...",
        "date": "20140628",
        "country": "Tajikistan"
    },
    {
        "title": "OSCE team released in Ukraine as more than 50 killed in Odessa",
        "body": "SLAVYANSK: Seven European OSCE inspectors were freed on Saturday in a flashpoint town in east Ukraine, where surrounded pro-Moscow rebels are battling a fierce military assault amid a soari...",
        "date": "20140504",
        "country": "Tajikistan"
    },
    {
        "title": "Start of water wars floating ashore",
        "body": "E UROPE’S problem with migrants — more properly, refugees — flooding in from lessaffluent countries is not some temporary imbalance that will eventually be resolved, but merely the start...",
        "date": "20150904",
        "country": "Tajikistan"
    },
    {
        "title": "Central Asia bursting at the seams",
        "body": "As Russia suffers from an economic slowdown on the back of EU and U.S. sanctions, Central Asia's economy has suffered more than it cares to admit. Hit by the devaluation of the ruble, Ce...",
        "date": "20150313",
        "country": "Tajikistan"
    },
    {
        "title": "Central Asia to experience water crisis in 35 years",
        "body": "The sharp seven-fold growth of the population of the Earth in the twentieth century has created one of the gravest global problems of present – the lack of fresh , the source of all life.",
        "date": "20150909",
        "country": "Tajikistan"
    },
    {
        "title": "Russia pledges to keep up military support for Syria",
        "body": "MOSCOW IS PUSHING FOR A COALITION OF FORCES TO TAKE ON THE IS, BUT REGIONAL PLAYERS REFUSE TO BACK ASSAD",
        "date": "20150916",
        "country": "Tajikistan"
    },
    {
        "title": "GUtech to host international conference on fossil corals and sponges from today",
        "body": "Feb 4: An international conference addressing research topics on fossil corals and sponges from Paleozoic to recent times, will begin at the German University of Technology in Oman ...",
        "date": "20150205",
        "country": "Tajikistan"
    },
    {
        "title": "Defence",
        "body": "A man walks in a park during heavy snowfall in Minsk, Belarus, on March 1. Belarus was hit by heavy snowfall on Tuesday, as temperatures plummeted below 0 degrees Celsius (32 Fahrenheit)....",
        "date": "20160303",
        "country": "Tajikistan"
    },
    {
        "title": "Turkmenistan’s electricity export proposal turned down",
        "body": "ISLAMABAD: Pakistan has turned down a proposed plan of Turkmenistan to build a separate transmission line for electricity export and asked it to join the Central Asia South Asia (Casa) 1,...",
        "date": "20160908",
        "country": "Tajikistan"
    },
    {
        "title": "Tajikistan reels in shock after mothers kill selves, babies",
        "body": "VAHDAT, Tajikistan: Pointing to the leaden waters of the river, Manzura Borbieva recalls the horror of seeing her 21-year-old colleague commit suicide with her baby.",
        "date": "20160703",
        "country": "Tajikistan"
    },
    {
        "title": "Tajikistan in shock as mothers commit suicide with babies",
        "body": "POINTING to the leaden waters of the river, Manzura Borbieva recalls the horror of seeing her young colleague commit suicide with her baby.",
        "date": "20160630",
        "country": "Tajikistan"
    },
    {
        "title": "Statement from the Tajik Embassy in Kuwait",
        "body": "The embassy of Tajikistan in Kuwait released the following statement, which includes a briefing by Sirodjidin Aslov, Tajikistan’s Minister of Foreign Affairs in connection with the a...",
        "date": "20170116",
        "country": "Tajikistan"
    },
    {
        "title": "Belt & Road must overcome water disputes in Central Asia",
        "body": "Central Asia is strategically important in the development of the Silk Road Economic Belt. The five countries in this area speak highly of and responded actively to the initiative, but t...",
        "date": "20170410",
        "country": "Tajikistan"
    },
    {
        "title": "Central Asia needs unified strategy on water",
        "body": "Not so long ago, environmental experts from five Central Asian countries met in Almaty, Kazakhstan. They discussed environmental issues, which concern not only the Central Asian state...",
        "date": "20170510",
        "country": "Tajikistan"
    },
    {
        "title": "In South Africa, they’re valuing water beyond the money",
        "body": "JOHANNESBURG: Amid the worst drought in a century, South Africans are kick-starting a global consultative process to agree on the values of water in a bid to ensure more equitable use of the...",
        "date": "20170604",
        "country": "Tajikistan"
    },
    {
        "title": "Middle East nations must talk to resolve water disputes",
        "body": "In an article titled The War Over Water, written for Foreign Policy in 1984, American journalist John K. Cooley warned that the region could witness conflicts due to shortage of . ...",
        "date": "20181022",
        "country": "Tajikistan"
    },
    {
        "title": "UN chief urges to address root causes of crisis in Central Asia",
        "body": "UNITED NATIONS: UN Secretary-General Antonio Guterres Friday urged parties concerned to address the root causes of the crisis in Central Asia and build peaceful societies resilient to...",
        "date": "20180121",
        "country": "Tajikistan"
    },
    {
        "title": "Why the world is more divided than ever",
        "body": "Thousands of miles of walls and fences have gone up around the world in the 21st century. How can it be, wonders Tim Marshall, that we are seemingly as divided as ever? Tim Marshall’s books incl...",
        "date": "20180804",
        "country": "Tajikistan"
    },
    {
        "title": "Why the world is more divided than ever",
        "body": "Thousands of miles of walls and fences have gone up around the world in the 21st century. How can it be, wonders Tim Marshall, that we are seemingly as divided as ever?",
        "date": "20180804",
        "country": "Tajikistan"
    },
    {
        "title": "A water crisis which could spark disaster and war",
        "body": "THE postponed UN Climate Change Conference (COP 26) will be held in Glasgow next November. One of the most startling impacts of man-made climate catastrophes they should consider is the un...",
        "date": "20201219",
        "country": "Tajikistan"
    },
    {
        "title": "Neighbors agree truce after border clashes",
        "body": "MOSCOW — Neighboring Kyrgyzstan and Tajikistan have agreed to withdraw troops from their borders after an outburst of intense fighting last week killed about 40 people and wounded 175 — t...",
        "date": "20210503",
        "country": "Tajikistan"
    },
    {
        "title": "Neighbors agree truce after border clashes",
        "body": "MOSCOW — Neighboring Kyrgyzstan and Tajikistan have agreed to withdraw troops from their borders after an outburst of intense fighting last week killed about 40 people and wounded 175 — t...",
        "date": "20210503",
        "country": "Tajikistan"
    },
    {
        "title": "Are we ready for a ‘Caucasian Spring’?",
        "body": "Aseries of uprisings and armed rebellions called the “Arab Spring” began in Tunisia on Dec. 17th, 2010, spreading to many other countries in Africa and the Middle East. These demonstrations...",
        "date": "20210727",
        "country": "Tajikistan"
    },
    {
        "title": "Tackling Taliban-run Af: Difficult path lies ahead",
        "body": "At the third regional meeting of national security advisers or secretaries on Afghanistan, that was held in New Delhi earlier this week, the absence of both Pakistan and China underscored the l...",
        "date": "20211112",
        "country": "Tajikistan"
    },
    {
        "title": "Scandals and rifts leave embattled premier struggling to hold course",
        "body": "A year after a triumphant election victory, embattled Thai Prime Minister Thaksin Shinawatra faces mounting criticism while he struggles to hold together his coalition.",
        "date": "20020107",
        "country": "Thailand"
    },
    {
        "title": "Lessons from Argentina",
        "body": "Argentina’s economy is in a state of crisis. The tragic thing is that it need not be, based on its economic fundamentals. Yet the was inevitable, as the country’s institutions, incl...",
        "date": "20020121",
        "country": "Thailand"
    },
    {
        "title": "Thailand’s new, improved economy?",
        "body": "Have Thai businessmen and politicians learned their lesson from the 1997 economic crash? Raise that question today and you get a rousing chorus of “yes” and a bevy of bad luck stories. One voi...",
        "date": "20031027",
        "country": "Thailand"
    },
    {
        "title": "Boatpeople intercepted off Australia",
        "body": "Fifty-four Vietnamese asylumseekers were on their way to a remote Indian Ocean island yesterday after their boat was intercepted by the Royal Australian Navy a few kilometres off Western Aus...",
        "date": "20030703",
        "country": "Thailand"
    },
    {
        "title": "Could this be World War H2O?",
        "body": "“As scarcity develops, more people are going to die and more ecosystems are going to become unviable”",
        "date": "20031018",
        "country": "Thailand"
    },
    {
        "title": "Thailand puts smelters on hold",
        "body": "Thailand will delay until after February’s elections a decision on whether to approve two steel-making projects valued at more than 700 billion baht ($139 billion), Industry Minister Pongs...",
        "date": "20041206",
        "country": "Thailand"
    },
    {
        "title": "Grim wait for news; Bar the sirens, life goes on",
        "body": "Families across the world anxiously sought news of loved ones yesterday as thousands of distraught tourists fled Asian coastal resorts from Thailand and Malaysia, to the Maldives and Sri Lanka.",
        "date": "20041228",
        "country": "Thailand"
    },
    {
        "title": "Bird flu crisis deepens across region",
        "body": "Thailand yesterday confirmed a six-year-old boy was the nation’s first human victim of bird flu, and Pakistan became the eighth Asian country hit by the outbreak.",
        "date": "20040127",
        "country": "Thailand"
    },
    {
        "title": "Hong Kong should begin to conserve water now",
        "body": "The article headlined “Farm weathers the drought” (October 29) reported widespread drought in Guangdong with flows in the Dongjiang, upon which Hong Kong relies for 77 per cent of its wa...",
        "date": "20041102",
        "country": "Thailand"
    },
    {
        "title": "Give as for tsunami",
        "body": "The crisis in New Orleans is unprecedented. Never before in history has an area as large as a nation been destroyed. Unlike following the tsunami, when corporations in Hong Kong gave quickly...",
        "date": "20050922",
        "country": "Thailand"
    },
    {
        "title": "Myanmar’s economy crushed by sanctions",
        "body": "Sanctions have sent the Myanmese economy reeling, with thousands of impoverished garment workers bearing the brunt of international bans on exports.",
        "date": "20050308",
        "country": "Thailand"
    },
    {
        "title": "Businesses seek monks’ blessings for a prosperous future",
        "body": "Three monks entered the tsunamidamaged Cat Bar, sat on the floor and started chanting for the living and the dead – an ancient Buddhist ritual to address Thailand’s most incomprehensible mod...",
        "date": "20050109",
        "country": "Thailand"
    },
    {
        "title": "One month on, chaos is normal",
        "body": "Corpses no longer litter Banda Aceh’s streets. Tourists are trickling back to Thailand’s beach resorts. Sri Lanka has barred any rebuilding along its ravaged coastline.",
        "date": "20050123",
        "country": "Thailand"
    },
    {
        "title": "Too many cooks spoil broth",
        "body": "Rayong — Poor water management causedbyinvolving toomanygovernment agencies is a common problem among SoutheastAsiancountries, includingThailand, experts said.",
        "date": "20060913",
        "country": "Thailand"
    },
    {
        "title": "Thai gains threatened",
        "body": "I regret that Thaksin Shinawatra has resigned (“Anti-Thaksin drive continues as coalition boycotts byelections”, April 10).",
        "date": "20060413",
        "country": "Thailand"
    },
    {
        "title": "Ch. Karnchang tap-water affiliate preparing to list",
        "body": "Thai Tap Water Supply Plc (TTW) is preparing an initial public offering to raise funds to expand its Nakhon Pathom plant and build new facilities to accommodate future demand for tap ...",
        "date": "20061023",
        "country": "Thailand"
    },
    {
        "title": "Editorial: Thailand must return to a democratic path; Harry’s view; Wrong action, right reasons",
        "body": "The Thai military’s coup d’etat is unconstitutional and undemocratic, no matter how objectionable some of the policies of Prime Minister Thaksin Shinawatra may have been. ’s political evolution has been damaged and only by restoring the rights and freedoms of the nation’s people through a prompt return to democracy can repairs begin.",
        "date": "20060921",
        "country": "Thailand"
    },
    {
        "title": "BoT sees need to save more and use less fuel",
        "body": "Declining national savings, high dependence on oil and eroding competitiveness are among the country’s key medium- to long-term economic problems, according to Tarisa Watanagase, the ...",
        "date": "20061208",
        "country": "Thailand"
    },
    {
        "title": "Water crisis looming",
        "body": "Politics, economics and the southern unrest are capturing the headlines in Thailand at the moment, but these issues pale in comparison with the looming , said a Thai Rath...",
        "date": "20070818",
        "country": "Thailand"
    },
    {
        "title": "East may face water crisis",
        "body": "Eastern Thailand may face water shortages within five years unless additional resources can be made available to meet growing demand, says Chakramon Phasukvanich, the permanent secre...",
        "date": "20071229",
        "country": "Thailand"
    },
    {
        "title": "Avoiding water shortages",
        "body": "The Asian Development Bank (ADB) released a report compiled by a group of experts which said that without proper management developing Asian nations would face severe shortages ...",
        "date": "20071202",
        "country": "Thailand"
    },
    {
        "title": "Water works for investors",
        "body": "In",
        "date": "20070623",
        "country": "Thailand"
    },
    {
        "title": "Hemaraj raises 2007 forecast",
        "body": "Hemaraj Land Development Plc, the country’s second-biggest industrial land developer, has raised its forecast for land sales in 2007 by 18% as producers of cars and petrochemicals exp...",
        "date": "20070627",
        "country": "Thailand"
    },
    {
        "title": "Thai GE poised for growth",
        "body": "The Thai unit of General Electric (GE) expects its revenue to be flat this year at $1 billion but says the business could grow by 18% in 2009 despite unfavourable global economic conditions...",
        "date": "20081126",
        "country": "Thailand"
    },
    {
        "title": "Government faces tough task over sea border",
        "body": "The",
        "date": "20080803",
        "country": "Thailand"
    },
    {
        "title": "Thailand to set aside more land for farming",
        "body": "THAILAND is moving to devote more land to agricultural use in the face of rising grain prices.",
        "date": "20080424",
        "country": "Thailand"
    },
    {
        "title": "Protesters threaten water cuts",
        "body": "PROTESTERS demanding Prime Minister Samak Sundaravej’s resignation vowed yesterday to target the government’s water supply and cause more disruption to travelers to force him fr...",
        "date": "20080902",
        "country": "Thailand"
    },
    {
        "title": "Thailand is Rockefeller climate pick",
        "body": "Thailand is among four priority destinations of the Rockefeller Foundation in providing financial aid and other support to help Asian countries adapt to climate change, said the foun...",
        "date": "20090212",
        "country": "Thailand"
    },
    {
        "title": "Rohingya ‘not ours’",
        "body": "Myanmar’s junta stepped into the deepening Rohingya crisis yesterday, denying any of the boat people washing up in , India and Indonesia were from its soil, but promising to tak...",
        "date": "20090131",
        "country": "Thailand"
    },
    {
        "title": "Shortages are a management problem",
        "body": "WILL THAILAND RUN short of water to grow crops? Not if we have a proper water resources management, according to Royol Chitradon, director of Hydro and Agro Informatics Institute und...",
        "date": "20090405",
        "country": "Thailand"
    },
    {
        "title": "PM and the sacrificial prawn",
        "body": "Prime Minister Abhisit Vejjajiva eats a prawn while Suttha Hemsakol, Tourism and Environmental Promotion Association chairman in Rayong’s Ban Chang-Map Ta Phut districts, left, gi...",
        "date": "20091104",
        "country": "Thailand"
    },
    {
        "title": "Recession eating away at Thailand Post profits",
        "body": "Thailand Post has adjusted its profit target down from 1.6 billion baht to one billion as local businesses increasingly feel the impact of the global economic crisis.",
        "date": "20090416",
        "country": "Thailand"
    },
    {
        "title": "Rice woes in Thailand",
        "body": "THAILAND, the world’s largest rice exporter, is facing major losses to its next crop of rice and a because of the worst drought in nearly two decades.",
        "date": "20100610",
        "country": "Thailand"
    },
    {
        "title": "FoodWorld",
        "body": "Precious Thai rice harvest declines",
        "date": "20100616",
        "country": "Thailand"
    },
    {
        "title": "Drought threatens Thai rice crop",
        "body": "BANGKOK, Thailand — The world’s largest rice exporter, Thailand, is facing major losses to its next crop of rice and a water because of the worst drought in nearly two decades.",
        "date": "20100610",
        "country": "Thailand"
    },
    {
        "title": "Drought threatens rice crop",
        "body": "BANGKOK — The world’s largest rice exporter, Thailand, is facing major losses to its next crop of rice and a because of the worst drought in nearly two decades.",
        "date": "20100610",
        "country": "Thailand"
    },
    {
        "title": "Shine goes off Brand Thailand",
        "body": "B rand Thailand is losing its lustre because of the red shirts rally, clashes and arson attacks in Bangkok, noted a Post Today writer.",
        "date": "20100612",
        "country": "Thailand"
    },
    {
        "title": "Drought jeopardizes Thailand’s rice production",
        "body": "Thailand, the world’s largest rice exporter, is facing major losses to its next crop of rice and a worsening because of the worst drought in nearly two decades. Chanchai Raktha...",
        "date": "20100609",
        "country": "Thailand"
    },
    {
        "title": "Bangkok braces for flood crisis",
        "body": "THAILAND: Prime Minister Yingluck Shinawatra has admitted it would be impossible to protect all of Bangkok from the country’s worst floods in decades, describing the situation as a ‘‘...",
        "date": "20111021",
        "country": "Thailand"
    },
    {
        "title": "FLOODS ARE A NATIONAL CRISIS",
        "body": "Bangkok governor Sukhumbhand Paribatra warned on Wednesday that seven districts in northern and eastern Bangkok were at risk of inundation because of a broken dyke. The longer we block ...",
        "date": "20111021",
        "country": "Thailand"
    },
    {
        "title": "Thailand in crisis",
        "body": "called for national unity in the face of the crisis.",
        "date": "20111021",
        "country": "Thailand"
    },
    {
        "title": "Thailand on alert as floods free crocodiles",
        "body": "BANGKOK – The ancient city of Ayutthaya, which has been battling a flood crisis, is now facing another menace lurking in the floodwaters – crocodiles. Around 100 are thought to be on the l...",
        "date": "20111017",
        "country": "Thailand"
    },
    {
        "title": "Mazuma adds new Japanese line",
        "body": "After focusing on its own brand for two decades, Mazuma (Thailand) Co, the local water purifier producer, is diversifying to distribute products for Toray International, one of Ja...",
        "date": "20120718",
        "country": "Thailand"
    },
    {
        "title": "Drink in Science Film Festival delights",
        "body": "Call 02-287-0942 ext 17 and 80, email sciencefilmsecretary@bangkok.gothe.org, or visit . The eighth Science Film Festival has gone to , which will b...",
        "date": "20121120",
        "country": "Thailand"
    },
    {
        "title": "Trains, water likely to draw foreign cash",
        "body": "Thailand is expected to draw foreign investment in various sectors next year, led by mass-transit rail lines and management, says the Office of Industrial Economic (OIE).",
        "date": "20121128",
        "country": "Thailand"
    },
    {
        "title": "Flood toll rises to more than 800",
        "body": "Bangkok The death toll from months of flooding in Thailand has risen above 800, although the waters have receded in many parts of the country, the government said yesterday. Late reporting of ...",
        "date": "20120101",
        "country": "Thailand"
    },
    {
        "title": "Troubles for Tech",
        "body": "NEW YORK — Research firm Gartner Inc. has lowered its global technology spending growth forecast because of the sluggish economy, the euro crisis and continuing supply constraints from...",
        "date": "20120107",
        "country": "Thailand"
    },
    {
        "title": "Plodprasop says crisis easing",
        "body": "Authorities say the flood crisis is easing and are hopeful that a new typhoon will weaken before it hits already-inundated parts of .",
        "date": "20131013",
        "country": "Thailand"
    },
    {
        "title": "COOL OPERATOR",
        "body": "Toshiba intends to make Thailand its global export production base for air conditioners.",
        "date": "20130518",
        "country": "Thailand"
    },
    {
        "title": "Thai protests fizzle out",
        "body": "Nation calm ahead of king’s birthday; Indians safe Bangkok, Dec. 3: Thai security forces on Tuesday abandoned their defence of the government headquarters against a siege by protesters s...",
        "date": "20131204",
        "country": "Thailand"
    },
    {
        "title": "Loxley keen to join water megaprojects",
        "body": "Loxley Plc is throwing its full support behind the government’s 350-billionbaht water management megaprojects, saying has a desperate need for a strategy and system.",
        "date": "20130605",
        "country": "Thailand"
    },
    {
        "title": "How Thailand can restore trust and avoid twin crises",
        "body": "The revival of street protests against the government shows signs of deepening conflicts and crises which continue seven years after the coup d’etat in 2006.",
        "date": "20131120",
        "country": "Thailand"
    },
    {
        "title": "ASIA",
        "body": "INDIA | Srinagar — Health workers were scrambling Tuesday to manage a mounting health crisis nearly two weeks after massive flooding engulfed much of Kashmir, and were treating cases of di...",
        "date": "20140917",
        "country": "Thailand"
    },
    {
        "title": "Implement rain-making technology",
        "body": "WITH the present water crisis in which tens of thousands of people are affected, the relevant management authorities should urgently embark on securing all available alterna...",
        "date": "20140426",
        "country": "Thailand"
    },
    {
        "title": "Thailand is heading for a refuse crisis",
        "body": "BANGKOK: A blaze at a vast rubbish dump containing 6 million tons of putrefying trash and toxic effluent has kindled fears that poor planning and lax law enforcement are tipping Thailan...",
        "date": "20140902",
        "country": "Thailand"
    },
    {
        "title": "Struggling to tame its trash",
        "body": "BANGKOK: A blaze at a vast rubbish dump home to six million tonnes of putrefying trash and toxic effluent has kindled fears that poor planning and lax law enforcement are tipping Thailand...",
        "date": "20140902",
        "country": "Thailand"
    },
    {
        "title": "Military alternative",
        "body": "WE VIEW the turn of events in Thailand with great concern. Thais are longtime allies and friends of the Philippines, and the declaration of martial law on Tuesday creates a new complicat...",
        "date": "20140522",
        "country": "Thailand"
    },
    {
        "title": "300 migrants adrift off Thailand",
        "body": "Thailand has found a boat drifting off its west coast carrying 300 migrants, but has refused to grant it permission to land, giving them only “food and water to adhere to our human rights ...",
        "date": "20150515",
        "country": "Thailand"
    },
    {
        "title": "Asean must act now on Rohingya crisis",
        "body": "Thailand must turn the Rohingya crisis into an opportunity to rid itself of the human trafficking stigma. So much is at stake if it fails to grasp this moment. The Trafficking in Persons...",
        "date": "20150523",
        "country": "Thailand"
    },
    {
        "title": "Malaysia ban boatpeople",
        "body": "Kuala Lumpur",
        "date": "20150515",
        "country": "Thailand"
    },
    {
        "title": "Thailand deploys helicopter carrier",
        "body": "BANGKOK: Thailand has deployed a helicopter carrier in its waters to serve as a temporary medical and processing centre for migrants, its prime minister said yesterday.",
        "date": "20150526",
        "country": "Thailand"
    },
    {
        "title": "Songkran during water crisis",
        "body": "Rowdy crowds took to the streets across Thailand with hoses and water guns as they celebrated the weeklong Songkran festival despite the worst in 20 years. The scene was more boi...",
        "date": "20160414",
        "country": "Thailand"
    },
    {
        "title": "Rain won’t solve drought",
        "body": "The rainy season is here but it won’t automatically end the country’s drought .",
        "date": "20160524",
        "country": "Thailand"
    },
    {
        "title": "PM tells drought-stricken Thailand to cut rice production",
        "body": "THAILAND’S prime minister told farmers yesterday to cultivate less rice to help the country manage its intensifying , as experts called this year’s drought the worst in de...",
        "date": "20160225",
        "country": "Thailand"
    },
    {
        "title": "Thai water festival begins amid drought",
        "body": "With temperatures at near-record highs, Thailand began celebrating the week-long water festival known as Songkran even as the military regime urged people to save water and keep their c...",
        "date": "20160414",
        "country": "Thailand"
    },
    {
        "title": "Thai PM wants to cut rice production",
        "body": "Thailand’s prime minister on Wednesday told farmers to cultivate less rice to help the country manage its intensifying water , as experts called this year’s drought the worst in...",
        "date": "20160225",
        "country": "Thailand"
    },
    {
        "title": "Economic experts warn of ‘boiling frog’ crisis",
        "body": "Economic experts have urged the private and industrial sectors to quickly modernise and ease the impact of the Thailand 4.0 economic development model.",
        "date": "20170405",
        "country": "Thailand"
    },
    {
        "title": "Thailand vulnerable to ‘boiling frog’ crisis",
        "body": "ECONOMIC experts have urged the private and industrial sectors to quickly modernise and ease the impact of the Thailand 4.0 economic development model.",
        "date": "20170411",
        "country": "Thailand"
    },
    {
        "title": "Thai plan to refuse to accept refugees",
        "body": "Military-ruled Thailand says its navy will push Rohingya refugees back out to sea as fears grow of a new wave of boat people across Asia’s .",
        "date": "20170927",
        "country": "Thailand"
    },
    {
        "title": "A sense of frustration",
        "body": "Puttanee Kangkun, human rights specialist with Fortify Rights, a nonprofit human rights organisation, shares her take on the situation in a Q&A.",
        "date": "20170912",
        "country": "Thailand"
    },
    {
        "title": "Thailand flood toll rises",
        "body": "BANGKOK: Flash floods in southern Thailand have left 19 dead and affected nearly a million others since New Year’s day, the country’s Prevention Centre said on Sunday.",
        "date": "20170109",
        "country": "Thailand"
    },
    {
        "title": "Boat carrying Rohingya arrives in Malaysia: official",
        "body": "A BOAT carrying dozens of Rohingya from Myanmar arrived in Malaysia Tuesday and the refugees will be allowed to enter the country, but an expert played down fears of a new exodus.",
        "date": "20180404",
        "country": "Thailand"
    },
    {
        "title": "T-JUNCTION IS KEY CRISIS POINT IN THAI CAVE",
        "body": "• The Thai footballers and their coach trapped in a flooded Thai cave are in the process of squeezing through a narrow tunnel in pitch blackness, the main “choke point” that looms at the end of t...",
        "date": "20180709",
        "country": "Thailand"
    },
    {
        "title": "16,000 trees for Qatar World Cup",
        "body": "DOHA: Qatar will plant at least 16,000 trees to beautify its eight 2022 World Cup stadiums. The trees, a mixture of local specimens and varieties imported from China, Spain and wil...",
        "date": "20180224",
        "country": "Thailand"
    },
    {
        "title": "Boat carrying Rohingya arrives in Malaysia",
        "body": "KUALA LUMPUR: A boat carrying dozens of Rohingya from Myanmar arrived in Malaysia on Tuesday and the refugees will be allowed to enter the country, but an expert played down fears of a new ex...",
        "date": "20180404",
        "country": "Thailand"
    },
    {
        "title": "Plastic wasteland: Asia’s ocean pollution crisis",
        "body": "We are in a plastic pollution crisis, we can see it everywhere in our rivers, in our oceans ... we need to do something about it. Ahmad Ashov Birry, Greenpeace Indonesia campaigner",
        "date": "20180606",
        "country": "Thailand"
    },
    {
        "title": "Plastic wasteland: Asia’s ocean pollution crisis",
        "body": "We are in a plastic pollution crisis, we can see it everywhere in our rivers, in our oceans ... we need to do something about it.",
        "date": "20180606",
        "country": "Thailand"
    },
    {
        "title": "Missing Mekong waters rouse suspicions of China",
        "body": "BAN NONG CHAN, Thailand, (Reuters) - By this time of year, the Mekong River should have been rising steadily with the monsoon rains, bringing fishermen a bounty of fat fish.",
        "date": "20190726",
        "country": "Thailand"
    },
    {
        "title": "Ferries struggle as Mekong falls",
        "body": "NAKHON PHANOM: Passenger ferries and tourist cruises along the Thai-Lao border are struggling to operate as levels on the Mekong River dip to their lowest point in a decade.",
        "date": "20191203",
        "country": "Thailand"
    },
    {
        "title": "Govt calls on volunteers to battle plastic trash crisis",
        "body": "The government has sought help from 230,000 environmental volunteers in its campaign to help reduce the scourge of plastic waste in the country.",
        "date": "20191205",
        "country": "Thailand"
    },
    {
        "title": "Thailand’s northeast submerged after storms",
        "body": "MUCH of Thailand’s northeastern region remains flooded, two weeks after being hit by tropical storms Podul and Kajiki which have left 33 people dead and four provinces submerged in flood ...",
        "date": "20190918",
        "country": "Thailand"
    },
    {
        "title": "US, Asean launch military drills in disputed waters",
        "body": "BANGKOK— Eight warships, four aircraft and more than a thousand personnel from the United States and ten Southeast Asian countries will join maritime drills kicking off on Monday, as part of...",
        "date": "20190903",
        "country": "Thailand"
    },
    {
        "title": "Thai leader asks for help",
        "body": "BANGKOK (AP) — Thailand’s leader says he will appeal directly to the country’s 20 wealthiest people for assistance in overcoming the Coronavirus crisis.",
        "date": "20200418",
        "country": "Thailand"
    },
    {
        "title": "THAI PM TO TAKE HELM AT TACKLING WATER CRISIS IN FACE OF SERIOUS DROUGHT",
        "body": "Bangkok: As Thailand faces water shortage and drought declared in 31 provinces,",
        "date": "20200107",
        "country": "Thailand"
    },
    {
        "title": "Australia,Thailand tackle water,energy",
        "body": "EFFECTIVE management of water and energy resources is a national priority for both Thailand and Australia. Covid-19 has made many countries more vulnerable to pre-existing threats su...",
        "date": "20201105",
        "country": "Thailand"
    },
    {
        "title": "Join the water fight with Laneige",
        "body": "Known for its hydrating Water Bank range, Laneige acknowledges how water shortage has become an increasing problem across the world.",
        "date": "20200825",
        "country": "Thailand"
    },
    {
        "title": "Thai riverside restaurant finds silver lining in floods",
        "body": "NONTHABURI, Thailand – A flood-hit riverside restaurant in Thailand has become an unlikely dining hotspot after fun-loving foodies began flocking to its water-logged deck to eat amid the l...",
        "date": "20211008",
        "country": "Thailand"
    },
    {
        "title": "Mekong needs tough govt stance",
        "body": "On Feb 8, Charge d’Affaires of Chinese Embassy Yang Xin paid a courtesy call to Prime Minister Prayut Chan-o-cha, in which they exchanged Chinese New Year’s wishes, looking ahead for warmer re...",
        "date": "20210228",
        "country": "Thailand"
    },
    {
        "title": "Flood dining by the river in Thailand goes viral",
        "body": "NONTHABURI (Thailand) • Riverside restaurant owner Titiporn Jutimanon was convinced a bout of flooding in could be the end of a business already struggling from the pandemic.",
        "date": "20211009",
        "country": "Thailand"
    },
    {
        "title": "Thailand lifts quarantine for Phuket",
        "body": "BANGKOK, Thailand (AFP) — Thailand on Friday announced plans for an experimental quarantine-free model in ultra-popular beach destination Phuket, as the kingdom attempts to resusci...",
        "date": "20210329",
        "country": "Thailand"
    },
    {
        "title": "US pledges $5m to aid virus fight",
        "body": "The United States government is providing US$5 million (167.7 million baht) in assistance to and another $50 million to international and nongovernmental organisation par...",
        "date": "20210811",
        "country": "Thailand"
    },
    {
        "title": "The dragon’s newest friend",
        "body": "SINCE the political crisis in Timor Leste in May last year, China’s presence and influence in the fledgling South-east Asian nation have been on the rise.",
        "date": "20070919",
        "country": "Timor-Leste"
    },
    {
        "title": "Politics and poverty",
        "body": "Fiery campaigner Ceu Lopes, 50, was active during her fledgling nation’s 24-year struggle against the occupation by Indonesia. From Australia, where she has lived since 1985, the founder of the...",
        "date": "20070407",
        "country": "Timor-Leste"
    },
    {
        "title": "Poor but rich Timor-Leste",
        "body": "ONE could describe Timor-Leste, Asia’s newest nation, as a poor little rich country. In terms of per capita oil reserves – one million people with 800 million barrels of oil and 12 trillion...",
        "date": "20101219",
        "country": "Timor-Leste"
    },
    {
        "title": "RP scientists note massive bleaching of coral reefs",
        "body": "A DISASTER is unfolding under our waters.",
        "date": "20100906",
        "country": "Timor-Leste"
    },
    {
        "title": "WWF: humans use 1.5 planets’ worth of resources",
        "body": "The Earth’s population is using the equivalent of 1.5 planets’ worth of natural resources, but the long-term decline of animal life appears to have been halted, a WWF report shows.",
        "date": "20101014",
        "country": "Timor-Leste"
    },
    {
        "title": "Why Asean should admit Timor Leste",
        "body": "IN THE span of a decade, Timor Leste has attained independence through democratic self-determination, elected Nobel laureates as its leaders and, through steady economic growth, lifted c...",
        "date": "20110315",
        "country": "Timor-Leste"
    },
    {
        "title": "Govt working to create investor-friendly climate",
        "body": "as well. There is only one airport, with flights to just three destinations from Dili – Singapore, Bali in Indonesia and Darwin, Australia.",
        "date": "20110416",
        "country": "Timor-Leste"
    },
    {
        "title": "PH ranks third on climate change vulnerability list",
        "body": "THE PHILIPPINES ranks third in the list of countries most vulnerable to climate change, a study by a United Nations agency haswarned.",
        "date": "20111010",
        "country": "Timor-Leste"
    },
    {
        "title": "TIMOR’S TIME HAS COME",
        "body": "The streets of Dili are filled with more cars than ever. The capital of tiny TimorLeste, Southeast Asia’s newest and poorest nation, has never bustled like this before. New buildings are go...",
        "date": "20120521",
        "country": "Timor-Leste"
    },
    {
        "title": "Ramos-horta reluctant candidate for re-election",
        "body": "DILI (Timor Leste): For more than 30 years, Timor Leste’s President Jose Ramos-horta has been the face of the young country, tirelessly championing its right to self-determination. But his...",
        "date": "20120317",
        "country": "Timor-Leste"
    },
    {
        "title": "East Timor votes in key test for young democracy",
        "body": "DILI: East Timor’s voters went to the polls Saturday in parliamentary elections seen as a key test for the young and fragile democracy and likely to determine if UN peacekeepers can leave...",
        "date": "20120708",
        "country": "Timor-Leste"
    },
    {
        "title": "China’s agenda",
        "body": "BEIJING—In dealing with China particularly on territorial disputes, the Philippines’ foreign policy makers still live in the Cold War era. The Aquino administration lacks strategic th...",
        "date": "20121016",
        "country": "Timor-Leste"
    },
    {
        "title": "Australia braced for more revelations",
        "body": "Australia remains trapped in a growing intelligence bog as allegations of espionage against Timor Leste trigger another diplomatic spat and the nation’s spy agencies brace for even mor...",
        "date": "20131206",
        "country": "Timor-Leste"
    },
    {
        "title": "U.N. says ‘stunted’ kids will learn less",
        "body": "UNITED NATIONS — The United Nations Children’s Fund says more than a quarter of children under age 5 worldwide are permanently “stunted” from malnutrition, leaving them physically and i...",
        "date": "20130416",
        "country": "Timor-Leste"
    },
    {
        "title": "U.N. spotlights ‘stunted’ kids",
        "body": "DUBLIN — The United Nations Children’s Fund says more than a quarter of children under the age of 5 worldwide are permanently “stunted” from malnutrition, leaving them physically and in...",
        "date": "20130421",
        "country": "Timor-Leste"
    },
    {
        "title": "165 million children stunted from malnutrition, UN says",
        "body": "DUBLIN— The United Nations Children’s Fund says more than a quarter of children under the age of 5 worldwide are permanently “stunted” from malnutrition, leaving them physically and int...",
        "date": "20130416",
        "country": "Timor-Leste"
    },
    {
        "title": "Lessons from Ukraine crisis",
        "body": "THE crisis in Ukraine holds four lessons for a small city-state like Singapore, Foreign Minister K. Shanmugam said yesterday.",
        "date": "20140306",
        "country": "Timor-Leste"
    },
    {
        "title": "Small innovations, big impacts",
        "body": "IT was a three- way tie butin the end, all emerged winners for their work in making the world a better place.",
        "date": "20151104",
        "country": "Timor-Leste"
    },
    {
        "title": "Ocean crisis devastates Asean waters",
        "body": "Beyond the waters that every country has the right to exploit and control are vast oceans that generate most of the earth’s oxygen; providing food, and life-saving medicine, even in...",
        "date": "20150119",
        "country": "Timor-Leste"
    },
    {
        "title": "Asean members ‘can influence, not compel’",
        "body": "ASEAN countries can work together, influence one another, and even encourage others to tackle serious problems, Prime Minister Lee Hsien Loong said.",
        "date": "20150606",
        "country": "Timor-Leste"
    },
    {
        "title": "L Eithne rescues 200 migrants",
        "body": "MORE than 200 migrants were rescued by the L Eithne in the Mediterranean yesterday.",
        "date": "20150529",
        "country": "Timor-Leste"
    },
    {
        "title": "Timor-leste's big spending: a brave way to tackle economic crisis or just reckless?",
        "body": "In Timor-leste’s Oecusse province, a band of children wash in the river beneath a multimillion-dollar bridge, yet to open. On a freshly paved road towards a Us$9m-plus irrigation project,...",
        "date": "20170526",
        "country": "Timor-Leste"
    },
    {
        "title": "HAOLIANG XU: CHOOSING TO VOTE MAKES A GREAT DIFFERENCE",
        "body": "The following is an interview with United Nations Assistant Secretary-General & United Nations Development Programme (UNDP) Assistant Administrator and Regional Director fo...",
        "date": "20170419",
        "country": "Timor-Leste"
    },
    {
        "title": "Call to duty: Rescue, peacekeeping and relief efforts",
        "body": "1983: Activated to rescue stranded passengers during the Sentosa cable car accident, saving 13 lives. 1986: Deployed helicopters to evacuate casualties from the Hotel New World col...",
        "date": "20180124",
        "country": "Timor-Leste"
    },
    {
        "title": "Merkel gives in on refugees. Timor-Leste facing fiscal crisis. US chasing Kim Jong-un on nuclear promises.",
        "body": "It is the season of turnbacks and about-faces in Europe, as its political leaders variously try to contain or ride popular resentment against undocumented migrants.",
        "date": "20180707",
        "country": "Timor-Leste"
    },
    {
        "title": "Mixed results in US midterms. Asian region prepares for key summits.",
        "body": "Donald Trump will be encouraged to double down on his anti-immigrant and America-first policies after ambiguous midterm congressional election results, in which Democrats narrowly regained control of the house of representatives but Republicans tightened their grip on the senate, adding three seats to their former majority of one.",
        "date": "20181110",
        "country": "Timor-Leste"
    },
    {
        "title": "Mixed results in US midterms. Asian region prepares for key summits.",
        "body": "Donald Trump will be encouraged to double down on his anti-immigrant and America-first policies after ambiguous midterm congressional election results, in which Democrats narrowly rega...",
        "date": "20181110",
        "country": "Timor-Leste"
    },
    {
        "title": "Gometra islanders stage day of protest against rising sea levels",
        "body": "ONE is a tropical paradise in the South Pacific while the other is situated almost 10,000 miles away in an exposed and weather-beaten corner of the Inner Hebrides.",
        "date": "20190826",
        "country": "Timor-Leste"
    },
    {
        "title": "Not just a toilet",
        "body": "LOCAL group Friends of Lacluta continue to play a part in the challenge to end the world’s sanitation crisis as annual World Toilet Day calls for collective action.",
        "date": "20191120",
        "country": "Timor-Leste"
    },
    {
        "title": "Not just a toilet at stake",
        "body": "LOCAL group Friends of Lacluta continue to play a part in the challenge to end the world’s sanitation crisis as annual World Toilet Day calls for collective action.",
        "date": "20191120",
        "country": "Timor-Leste"
    },
    {
        "title": "Gifts making difference in Timor Leste",
        "body": "THE donation of sewing machines made by people in North East Victoria to small communities in is proving to be more valuable than ever expected during the COVID-19 .",
        "date": "20200923",
        "country": "Timor-Leste"
    },
    {
        "title": "Gifts making difference in Timor Leste",
        "body": "THE donation of sewing machines made by people in North East Victoria to small communities in is proving to be more valuable than ever expected during the COVID-19 .",
        "date": "20200923",
        "country": "Timor-Leste"
    },
    {
        "title": "Impacts of the pandemic",
        "body": "AS a man who has lived his life for Timor-Leste, I like all of my compatriots, am no stranger to seemingly overwhelming challenges. Perhaps more than if I had led an easier life, I am aware ...",
        "date": "20200407",
        "country": "Timor-Leste"
    },
    {
        "title": "Masks making difference in Lacluta",
        "body": "THE donation of sewing machines made by people in North East Victoria to small communities in is proving to be more valuable than ever expected during the COVID-19 .",
        "date": "20200914",
        "country": "Timor-Leste"
    },
    {
        "title": "Changes with continuity needed",
        "body": "BETWEEN May 2018 and February this year, the country has seen two changes of governments.",
        "date": "20201002",
        "country": "Timor-Leste"
    },
    {
        "title": "Mansfield’s friendship with Venilale endures",
        "body": "IN 2005 a Mansfield Shire delegation visited the mountain town of Venilale in (East ).",
        "date": "20210428",
        "country": "Timor-Leste"
    },
    {
        "title": "Regional group acts to help with flood crisis",
        "body": "MEMBERS of Campaspe East Timor Association in Friendship were dismayed to learn of the devastating floods throughout over Easter weekend.",
        "date": "20210505",
        "country": "Timor-Leste"
    },
    {
        "title": "Sacrifice and commitment",
        "body": "ON this day in 1915, in the darkness before dawn, a group of volunteer Australian and New Zealand soldiers stormed ashore in a place now known as Anzac Cove.",
        "date": "20210425",
        "country": "Timor-Leste"
    },
    {
        "title": "Timor-leste and Covid-19.",
        "body": "Dr Joshua Francis had never seen anything like it. The Darwin-based infectious diseases physician at the Menzies School of Health Research is used to tropical downpours, but the biblical ...",
        "date": "20210529",
        "country": "Timor-Leste"
    },
    {
        "title": "‘Massive’ flood relief required",
        "body": "Geneva — The Red Cross warned yesterday that a massive aid effort is needed to cope with floods in 18 countries across Africa that have already affected at least 1.5 million people and killed...",
        "date": "20070922",
        "country": "Togo"
    },
    {
        "title": "African floods worst in 30yrs",
        "body": "The Red Cross warned yesterday that a massive aid effort is needed to cope with floods in 18 countries across Africa that have already affected at least 1.5 million people and killed nearly 3...",
        "date": "20070922",
        "country": "Togo"
    },
    {
        "title": "Pirates release Lebanese ship",
        "body": "NAIROBI: Somali pirates have released one more ship but still held 19 others yesterday, as foreign navies chased sea brigands around the Gulf of Aden and Indian Ocean at the height of the ‘‘h...",
        "date": "20090421",
        "country": "Togo"
    },
    {
        "title": "A body blow to tourism1",
        "body": "CANCUN, MEXICO – The airports are empty. The beach you could have to yourself. The hotel staffs are washing their hands every half-hour when they’re not sanitizing the doorknobs.",
        "date": "20090501",
        "country": "Togo"
    },
    {
        "title": "Aquiet night …",
        "body": "Before leaving Haiti this week, Johnson pulls an all-nighter in the emergency room.",
        "date": "20100204",
        "country": "Togo"
    },
    {
        "title": "Facebook runner, Google rider",
        "body": "Carousel ride",
        "date": "20100116",
        "country": "Togo"
    },
    {
        "title": "UN chief urges Turkey to resolve conflicts",
        "body": "THIS month, Africa’s Francophone countries will mark the 50th anniversary of their independence, and of the ties they maintain with France. But is there much to celebrate?",
        "date": "20100522",
        "country": "Togo"
    },
    {
        "title": "Airlines come in for a landing on growing African market",
        "body": "Airlines world-wide have been slashing flights to match dropping demand amid the economic crisis, but one unlikely region is bucking the trend: Africa.",
        "date": "20100328",
        "country": "Togo"
    },
    {
        "title": "The presidential guard outside a polling station in Kinshasayesterday. Above, Mobutu Sese Seko and his son, Mobutu Nzanga",
        "body": "invaded Zaire, boosting the antiMobutu rebels, who overthrew Mobutu, installed Laurent Kabila as President and renamed the country the Democratic Republic of Congo.",
        "date": "20111129",
        "country": "Togo"
    },
    {
        "title": "Spring break at Yucca",
        "body": "As part of his “investigation” into President Barack Obama’s decision to shut down the YuccaMountain project, Rep. John Shimkus, R-Ill., led a congressional delegation toNevada on Tue...",
        "date": "20110427",
        "country": "Togo"
    },
    {
        "title": "Death knell for Gbagbo’s regime",
        "body": "FORCES loyal to Ivory Coast presidential claimant Alassane Ouattara launched a heavy attack yesterday on the bunker where Laurent Gbagbo is holed up but appeared to have been repelled, a Western military source said.",
        "date": "20110407",
        "country": "Togo"
    },
    {
        "title": "Why SA is France’s poster child",
        "body": "SOUTH Africa is a poster child for France’s new Africa policy, so it is not surprising that France invests considerable resources in the relationship. That was very evident on President...",
        "date": "20110331",
        "country": "Togo"
    },
    {
        "title": "Battle with sickle cell anemia calls for family to sacrifice",
        "body": "A year after Japhet Kodjo was born, he was sick and back in the hospital, his anxious parents holding their breath as the doctor awaited the results.",
        "date": "20121217",
        "country": "Togo"
    },
    {
        "title": "Child smuggler turns child saviour",
        "body": "In a region of Africa often marked by uprisings and upheaval, George Norshie’s graduation last month was, by his own account, “a journey of 1,000 steps.”",
        "date": "20120510",
        "country": "Togo"
    },
    {
        "title": "Emerging stronger",
        "body": "",
        "date": "20120531",
        "country": "Togo"
    },
    {
        "title": "Postal fashion another poor fit",
        "body": "The U.S. Postal Service is in deep financial trouble, having lost $1.3 billion in just the first quarter of its current fiscal year. Last year, it missed $12 billion in payments it owed the...",
        "date": "20130222",
        "country": "Togo"
    },
    {
        "title": "OUT OF AFRICA?",
        "body": "Africa may have achieved independence, but the colonial ties are still strong as France’s sending troops to Mali to fight Islamist extremists shows. The old colonial powers may no longer be ...",
        "date": "20130126",
        "country": "Togo"
    },
    {
        "title": "Military tension around Diaoyu Islands overstated, experts say",
        "body": "The security situation around the Diaoyu Islands is actually “not as serious” as the media make it out to be, veteran officers and defense-studies scholars from China and Japan said ...",
        "date": "20131027",
        "country": "Togo"
    },
    {
        "title": "Military tension around Diaoyu Islands overstated, experts say",
        "body": "The security situation around the Diaoyu Islands is actually “not as serious” as the media make it out to be, veteran officers and defense-studies scholars from China and Japan said ...",
        "date": "20131027",
        "country": "Togo"
    },
    {
        "title": "Ebola spreads in Nigeria; Liberia has 1,000 deaths",
        "body": "ABUJA, Nigeria (AP) — Two alarming new cases of Ebola have emerged in Nigeria, widening the circle of people sickened beyond the immediate group of caregivers who treated a dying airline...",
        "date": "20140823",
        "country": "Togo"
    },
    {
        "title": "Ebola-hit Sierra Leone declares emergency",
        "body": "Sierra Leone declared a state of emergency yesterday as countries across the world announced stringent new security measures to contain the deadly Ebola epidemic that has claimed more than...",
        "date": "20140801",
        "country": "Togo"
    },
    {
        "title": "Advocate forearth",
        "body": "boulder  Xiuhtezcatl Roske-Martinez is only 14 years old, but already he’s a seasoned superstar in the world of political and environmental activists.",
        "date": "20140529",
        "country": "Togo"
    },
    {
        "title": "Big guns of Africa lie in wait",
        "body": "GROUP C of the African Nation Cup, identified as the group of death, is likely to produce an unpredictable outcome. And that’s just how Bafana Bafana coach Ephraim “Shakes” Mashaba prefers it. ...",
        "date": "20141207",
        "country": "Togo"
    },
    {
        "title": "Battle for water has begun",
        "body": "THE WAR over water will not be waged in the future. It has started already.",
        "date": "20151210",
        "country": "Togo"
    },
    {
        "title": "Battle for water has begun",
        "body": "THE WAR over water will not be waged in the future. It has started already.",
        "date": "20151210",
        "country": "Togo"
    },
    {
        "title": "Their nests on wheels4",
        "body": "As the price of housing continues to soar in Metro, more people are living in vans, cars and RVs.",
        "date": "20151114",
        "country": "Togo"
    },
    {
        "title": "Troubled Gabon ready to host African Cup",
        "body": "LIBREVILLE: Gabon insists it is ready to host the African Cup of Nations despite concern about the state of preparations amid political instability just one month ahead of the opening cer...",
        "date": "20161215",
        "country": "Togo"
    },
    {
        "title": "China injects positivity for Africa’s social, economic benefit",
        "body": "According to the incomplete statistics by the Chinese side, since the end of the summit, there have been 182 co-operation agreements signed between China and Africa, worth $32.5 billion (...",
        "date": "20160810",
        "country": "Togo"
    },
    {
        "title": "West Africa’s fight against air pollution",
        "body": "WHEN it comes to Africa, the story of pollution and its impact on ordinary people is often the one least told.",
        "date": "20161208",
        "country": "Togo"
    },
    {
        "title": "West Africa’s fight against air pollution",
        "body": "WHEN it comes to Africa, the story of pollution and its impact on ordinary people is often the one least told.",
        "date": "20161208",
        "country": "Togo"
    },
    {
        "title": "Harare Central Hospital in ICU",
        "body": "SERVICES at Zimbabwe’s biggest referral health centre, Harare Central Hospital, have plummeted to alarming levels with the institution operating on a US$ 1 million budget against a ...",
        "date": "20161120",
        "country": "Togo"
    },
    {
        "title": "Disease looms in wake of killer mudslides",
        "body": "FREETOWN: As the devastated survivors of Sierra Leone’s deadly mudslides, which killed more than 500 people last week, attempt to pick up the pieces of their lives, they face the possibility...",
        "date": "20170823",
        "country": "Togo"
    },
    {
        "title": "Fresh aid for Sierra Leone",
        "body": "THE death toll from devastating floods in Sierra Leone has passed 400 with 600 people still missing in the stricken capital, the Red Cross said yesterday, as Britain promised 5-million (abou...",
        "date": "20170819",
        "country": "Togo"
    },
    {
        "title": "Death toll from Sierra Leone floods passes 400 – Red Cross",
        "body": "GENEVA: The death toll from devastating floods in Sierra Leone has passed 400 with 600 people still missing in the stricken capital, the Red Cross said yesterday, as Britain promised  5 mil...",
        "date": "20170819",
        "country": "Togo"
    },
    {
        "title": "Losing isn’t everything",
        "body": "Sometimes the final score does not tell the whole story. UNESCO’s vote on Tuesday – another aimed at undermining Israel’s control over Jerusalem – is one of those times.",
        "date": "20170503",
        "country": "Togo"
    },
    {
        "title": "TEES FOR TOGO IS HER GIG",
        "body": "Kathleen Hanna uses air quotes around words.",
        "date": "20181125",
        "country": "Togo"
    },
    {
        "title": "In Africa, change of power not always a sign of change",
        "body": "THE winds of change may blow in several directions across Africa this year, as a host of countries prepare for elections. But in Africa, very often, a new face in power doesn’t signal change o...",
        "date": "20180215",
        "country": "Togo"
    },
    {
        "title": "The drive to teach Africa how to fly drones",
        "body": "“Drones have become my passion,” says Noursely Doumbia, who holds a degree in electronics and is currently learning to pilot drones as part of a pioneering programme in Ivory Coast’s econ...",
        "date": "20180326",
        "country": "Togo"
    },
    {
        "title": "In Ivory Coast, ‘drone academy’ offers youth the chance to soar",
        "body": "ABIDJAN: “Drones have become my passion,” says Noursely Doumbia, who holds a degree in electronics and is currently learning to pilot drones as part of a pioneering program in Ivory Coast’...",
        "date": "20180326",
        "country": "Togo"
    },
    {
        "title": "TARGET :1,000 WATER WELLS IN FIVE YEARS",
        "body": "Emirates Red Crescent will next year build 12 wells in Sierra Leone, Niger, Togo, India, Pakistan, Tajikistan and Kyrgyzstan as part of a plan to dig 1,000 wells in five years |",
        "date": "20190923",
        "country": "Togo"
    },
    {
        "title": "Oilwatch Africa demands remediation of fossil extraction sites",
        "body": "Oilwatch Africa Network members have said there should be no new fossil energy extraction on the continent and demanded immediate remediation activities at all fossil extraction...",
        "date": "20190814",
        "country": "Togo"
    },
    {
        "title": "World Refugee Day: ECOWAS Parliament to assist member states domesticate, implement Kampala convention",
        "body": "As the global community World Refugee Day, the Parliament of the of west african States (ECOWAS Parliament) has mapped out strategies to assist national parliaments of member countries ye...",
        "date": "20190621",
        "country": "Togo"
    },
    {
        "title": "Niue: The best kept secret",
        "body": "The tiny Pacific paradise of Niue – three hours north of Auckland – recently had a national crisis. Trevor, the island’s only duck ran out of water. The roadside puddle he called home, had tu...",
        "date": "20190120",
        "country": "Togo"
    },
    {
        "title": "UN seeks US$ 84,9m for Zim",
        "body": "THE United Nations and partners yesterday launched an updated Global Humanitarian Response Plan (GHRP) in New York, seeking US$6,7 billion with Zimbabwe’s immediate share being US$84,9 million to respond to both the immediate public health and the secondary impacts of the Covid-19 pandemic on vulnerable people.",
        "date": "20200508",
        "country": "Togo"
    },
    {
        "title": "Cote d’Ivoire declares end of 45- day energy crisis",
        "body": "The Cote d’Ivoire government on Tuesday declared the end of the country’s energy after weeks of electricity rationing and power cuts.",
        "date": "20210805",
        "country": "Togo"
    },
    {
        "title": "CASE STUDIES",
        "body": "NAMIBIA",
        "date": "20210305",
        "country": "Togo"
    },
    {
        "title": "We Shall Overcome",
        "body": "To the people of the North – we shall overcome this crisis. This was the reassuring remark by the Commissioner Nothern, Uraia Rainima, after hearing the challenges of maritime islands in the North, who have gone through major setbacks.",
        "date": "20210529",
        "country": "Togo"
    },
    {
        "title": "Alarm sounded over wave of blackouts hitting major cities",
        "body": "CONSUMERS, unions and business leaders in Ivory Coast have sounded the alarm about waves of blackouts hitting major cities, including the economic capital Abidjan and its 5 million resid...",
        "date": "20210505",
        "country": "Togo"
    },
    {
        "title": "College students stuck in chaos",
        "body": "At first, the snow was exciting, ethereal, dreamy, said college students who bundled up to play like children in the unusual Texas snowstorm.",
        "date": "20210222",
        "country": "Togo"
    },
    {
        "title": "Pacific islands face water emergency",
        "body": "A DRINKING water crisis was spreading across the Pacific today. Tokelau declared a state of emergency after neighbour Tuvalu rationed , with New Zealand airlifting supplies. Tokel...",
        "date": "20111004",
        "country": "Tokelau"
    },
    {
        "title": "Fresh water shortage hits South Pacific islands",
        "body": "Crops are wilting, schools are without functioning bathrooms and government officials are bathing in lagoons amid a severe fresh shortage in the South Pacific.",
        "date": "20111004",
        "country": "Tokelau"
    },
    {
        "title": "Airlift for drought-hit Pacific island",
        "body": "WELLINGTON — New Zealand and Australia began an airlift to help supply fresh water to the tiny drought-stricken Pacific nation of Tuvalu, which is under a state of emergency due to the cris...",
        "date": "20111008",
        "country": "Tokelau"
    },
    {
        "title": "No-one owns water, we all own the water",
        "body": "MAORI ARE doing us all a big favour. Putting aside for one moment the rights and wrongs of the Government’s partial state assets sales plan, as a nation we may yet come to regard indigenous ...",
        "date": "20120916",
        "country": "Tokelau"
    },
    {
        "title": "World rings in 2012",
        "body": "NEW YORK — With glittering fireworks and star-studded celebrations from New Zealand to Times Square, the world eagerly welcomed a new year and hoped for a better future Saturday, saying g...",
        "date": "20120101",
        "country": "Tokelau"
    },
    {
        "title": "US and NZ became good pals 70 years ago – let’s keep it up",
        "body": "SEVENTY years ago today, on February 16, 1942, Walter Nash entered the Oval Office and presented to President Franklin Delano Roosevelt his credentials as Envoy Extraordinary and Min...",
        "date": "20120216",
        "country": "Tokelau"
    },
    {
        "title": "World gives a big welcome to 2012",
        "body": "NEW YORK: Revellers erupted in cheers amid a confetti-filled celebration in New York’s Times Square to welcome in the New Year, part of star-studded celebrations and glittering fireworks ...",
        "date": "20120102",
        "country": "Tokelau"
    },
    {
        "title": "NZ could take a leadership role",
        "body": "THE PROSPECT of refugees washing up on New Zealand beaches may seem unlikely, but the Pacific will soon face its own crisis as whole nations flee, not from war but from climate change.",
        "date": "20161116",
        "country": "Tokelau"
    },
    {
        "title": "The politics of obesity",
        "body": "If Auckland University professor and obesity expert Boyd Swinburn was to look back over the past 15 years, what would he see? Not much, really. Progress on tackling obesity has been painfull...",
        "date": "20160827",
        "country": "Tokelau"
    },
    {
        "title": "Climate of criticism",
        "body": "SMALL Pacific island nations are urging the Morrison Government not to use so-called “carryover credits” in its bid to meet carbon emissions targets.",
        "date": "20190801",
        "country": "Tokelau"
    },
    {
        "title": "Climate of criticism",
        "body": "SMALL Pacific island nations are urging the Morrison Government not to use so-called “carryover credits” in its bid to meet carbon emissions targets.",
        "date": "20190801",
        "country": "Tokelau"
    },
    {
        "title": "Climate of criticism",
        "body": "SMALL Pacific island nations are urging the Morrison Government not to use so-called “carryover credits” in its bid to meet carbon emissions targets.",
        "date": "20190801",
        "country": "Tokelau"
    },
    {
        "title": "6000 climate change fighters",
        "body": "Hundreds more boots on the ground and large cuts to emissions are going to be needed in the Defence Force’s fight against climate change.",
        "date": "20191209",
        "country": "Tokelau"
    },
    {
        "title": "Vaccine for our ailing economy?",
        "body": "On March 25th — when New Zealand first went into level 4 lockdown — Covid-19 was about to test our broadband infrastructure like nothing had ever tested it before.",
        "date": "20201118",
        "country": "Tokelau"
    },
    {
        "title": "Warming waters threaten tuna",
        "body": "GLOBAL warming is expected to progressively push tuna populations from the waters of 10 Pacific Small Island Developing States (SIDS) into the high seas, disrupting island economies, ac...",
        "date": "20210803",
        "country": "Tokelau"
    },
    {
        "title": "What sumo really needs is someone to look up to",
        "body": "With just two weeks to go before the highlight of Japan’s sumo calendar, the official of the sport’s governing body pauses before making his admission: “Yes, there are tickets still availabl...",
        "date": "20040425",
        "country": "Tonga"
    },
    {
        "title": "Evacuation amid Fiji show of force",
        "body": "THE Australian Army helicopter crash came ahead of a midnight show of force in Suva by the Fiji military, training to tackle a foreign intervention.",
        "date": "20061130",
        "country": "Tonga"
    },
    {
        "title": "Adrift in the arc of ongoing instability",
        "body": "FOR the past 20 years political analysts have seen the Western Pacific as either a crescent of instability, or an arc of crisis. It is therefore disturbing that New Zealand authorit...",
        "date": "20061121",
        "country": "Tonga"
    },
    {
        "title": "MY HOPES AND FEARS FOR THE TOURNAMENT",
        "body": "In no particular order but with heartfelt conviction, a list of wishes for France 2007: THAT Wales and Scotland rediscover credibility on the world stage. Joint bottom in the Six Nation...",
        "date": "20070902",
        "country": "Tonga"
    },
    {
        "title": "Feeding the aid machine",
        "body": "THERE’S not a cardigan sight among the 117 government aid workers cramped on two floors high above Lambton Quay. They’re modern aid workers, wearing smart clothes, carrying swipe cards and ce...",
        "date": "20070707",
        "country": "Tonga"
    },
    {
        "title": "Candidates have their say on election issues",
        "body": "Four weeks from tomorrow, Marlburians will join the rest of the country in heading to the polls to decide who will lead New Zealand for the next three years.",
        "date": "20081010",
        "country": "Tonga"
    },
    {
        "title": "‘Crisis’ looming in Pacific",
        "body": "The Pacific is facing a looming economic, social and political crisis unless something is done fast to create jobs, a new Australian think-tank paper says.",
        "date": "20080821",
        "country": "Tonga"
    },
    {
        "title": "Changed diet big problemfor islands",
        "body": "Glossy photographs in tourist brochures showing lean, fit and muscular Pacific islanders fishing with spears from canoes in azure lagoons and shimmying up coconut palms hide an ugly trut...",
        "date": "20080212",
        "country": "Tonga"
    },
    {
        "title": "OBESITY KILLING PACIFIC",
        "body": "GLOSSY PHOTOGRAPHS in tourist brochures showing lean, fit and muscular Pacific Islanders fishing with spears from canoes in azure lagoons and shimmying up coconut palms hide an ugly trut...",
        "date": "20080210",
        "country": "Tonga"
    },
    {
        "title": "ISLE of BLISS",
        "body": "‘We call it our autobahn,’’ says resort owner Boris Stavenow, referring to the waves crashing on the reef east of Foa Island, in ’s Ha’apai group. Listening to the constant rumble, it’...",
        "date": "20090518",
        "country": "Tonga"
    },
    {
        "title": "Oz set for any crisis",
        "body": "SYDNEY: Australia will form a civilian crisis-response corps to enable the rapid deployment of experts to regions hit by natural disaster or unrest, Prime Minister Kevin Rudd said.",
        "date": "20091026",
        "country": "Tonga"
    },
    {
        "title": "Disaster prompts response close to home",
        "body": "THE tragedy that has unfolded in Samoa over the last week is truly astounding. I’m sure I’m not alone in voicing my heartfelt sympathy for those whose families and lives have been torn apart ...",
        "date": "20091008",
        "country": "Tonga"
    },
    {
        "title": "Samoa superbug crisis could lead to amputations",
        "body": "SAMOA faces a medical crisis in the wake of the tsunami, with the discovery of dangerous levels of superbugs that could lead to hundreds of amputations, a medical expert warns.",
        "date": "20091031",
        "country": "Tonga"
    },
    {
        "title": "Superbugs add to Samoa’s woes after tsunami",
        "body": "Samoa faces a medical crisis in the wake of the tsunami with the discovery of dangerous levels of superbugs which could lead to hundreds of amputations, a medical expert warns.",
        "date": "20091031",
        "country": "Tonga"
    },
    {
        "title": "Tsunami warning has nations across the Pacific rim on alert",
        "body": "A huge arc of Pacific nations from New Zealand to Japan went on tsunami alert yesterday after a giant earthquake in Chile, readying emergency plans instituted after the Indian Ocean dis...",
        "date": "20100228",
        "country": "Tonga"
    },
    {
        "title": "Helping to rebuild the lives of those broken",
        "body": "LAST year, many Australian soldiers, sailors and aircrew were deployed far from our shores.",
        "date": "20100119",
        "country": "Tonga"
    },
    {
        "title": "When lives are upturned",
        "body": "THIS could be the year of SmackBang, the theatre company in residence at the Auckland Performing Arts Centre (Tapac). Co-directors Charlie Unwin and Tainui Tukiwaho are about to launch th...",
        "date": "20100227",
        "country": "Tonga"
    },
    {
        "title": "Military has key disaster relief role",
        "body": "HELPING people affected by disasters such as earthquakes and floods must be a core skill for military forces in disaster-prone Asia, three defence ministers said yesterday.",
        "date": "20100607",
        "country": "Tonga"
    },
    {
        "title": "Sea ‘rescue’ sparks crisis",
        "body": "Nuku’alofua – A Tongan navy mission to ‘‘rescue’’ a rebellious Fijian soldier accused of plotting the overthrow of dictator Commodore Voreqe Bainimarama has plunged the South Pacific ...",
        "date": "20110516",
        "country": "Tonga"
    },
    {
        "title": "Soldier ‘rescue’ sparks crisis",
        "body": "A Tongan navy mission to ‘‘rescue’’ a rebellious Fijian soldier accused of plotting the overthrow of dictator Voreqe Bainimarama has plunged the South Pacific into .",
        "date": "20110516",
        "country": "Tonga"
    },
    {
        "title": "Fiji outraged at Tonga’s ‘rescue’",
        "body": "A Tongan navy mission to ‘‘rescue’’ a rebellious Fijian soldier accused of plotting the overthrow of dictator Frank Bainimarama has plunged the South Pacific into .",
        "date": "20110516",
        "country": "Tonga"
    },
    {
        "title": "Tonga’s ‘rescue’ of rebellious Fiji colonel sparks South Pacific crisis",
        "body": "A TONGAN NAVY mission to ‘‘rescue’’ a rebellious Fijian soldier accused of plotting the overthrow of dictator Voreqe Bainimarama has plunged the South Pacific into crisis.",
        "date": "20110516",
        "country": "Tonga"
    },
    {
        "title": "NEWS Crisis after top Fijian soldier defects to Tonga",
        "body": "A covert mission by Tonga’s navy to carry a rebellious Fijian soldier to freedom has plunged the South Pacific into a crisis and is creating dangerous splits in Fiji’s military forces.",
        "date": "20110516",
        "country": "Tonga"
    },
    {
        "title": "EIGHT DIE AS RAINS WREAK HAVOC IN NORTH",
        "body": "THERE was a spate of deaths as heavy storms and swollen rivers wreaked havoc in northern provinces at the weekend.",
        "date": "20130121",
        "country": "Tonga"
    },
    {
        "title": "Navy medic helps island nations out",
        "body": "A young navy medic is part of a humanitarian mission to the islands started in response to the catastrophic 2004 tsunami.",
        "date": "20130620",
        "country": "Tonga"
    },
    {
        "title": "Tracking the sharks",
        "body": "A researcher embarking on the country’s biggest shark-tagging exercise says New Zealand is lacking scientific data about its rapidly declining shark populations",
        "date": "20130315",
        "country": "Tonga"
    },
    {
        "title": "Line of succession fraught with danger",
        "body": "frame. At last weekend’s National Party conference they looked like a potentially potent combination.",
        "date": "20130817",
        "country": "Tonga"
    },
    {
        "title": "No help wanted despite devastation",
        "body": "Auckland – A historic Tongan town of 2000 people has been left in ruins by one of the most powerful hurricanes ever to hit the South Pacific and the fate of another 5000 people nearby is st...",
        "date": "20140114",
        "country": "Tonga"
    },
    {
        "title": "No help wanted after ‘near total destruction’",
        "body": "A historic Tongan town of 2000 people has been left in ruins by one of the most powerful hurricanes ever to hit the South Pacific and the fate of another 5000 people nearby is still uncert...",
        "date": "20140114",
        "country": "Tonga"
    },
    {
        "title": "Navy chiefs ban locking weapons on foreign radars",
        "body": "QINGDAO, China  Navy chiefs from 21 countries meeting in the northeastern port city of Qingdao yesterday adopted a resolution banning warships of member countries from locking weapons-targeting radar on other warships during peacetime.",
        "date": "20140423",
        "country": "Tonga"
    },
    {
        "title": "Eveready launches preparedness campaign",
        "body": "EVEREADY Philippines Inc., in collaboration with the Davao City Risk Reducation and Management Council (DCRRMC) launched its nationwide preparedness campaign at Matina Town Square (MTS)...",
        "date": "20140922",
        "country": "Tonga"
    },
    {
        "title": "COMMUNITY CALENDAR",
        "body": "THURSDAY, JULY 24",
        "date": "20140724",
        "country": "Tonga"
    },
    {
        "title": "Pope Francis, the Common Good and Global Climate Change",
        "body": "It is a line repeated with tiresome regularity in right-wing circles: Pope Francis has no business proposing solutions to the of global climate change. He is not a scientist, the...",
        "date": "20150615",
        "country": "Tonga"
    },
    {
        "title": "Temperature goal at issue in Paris talks",
        "body": "PARIS — For smaller nations attending the climate talks in Paris, the difference between 1.5 and 2 degrees Celsius is the difference between life and death.",
        "date": "20151205",
        "country": "Tonga"
    },
    {
        "title": "Going the distance for the good of the family",
        "body": "My mother, Shirl, has a lot to answer for. For a start, she has four sons, 14 grandchildren and 32 great grandchildren. That’s a lot of lives and all the stories and dramas that go with that on...",
        "date": "20150821",
        "country": "Tonga"
    },
    {
        "title": "Global temperature target at issue in U.N. climate talks",
        "body": "PARIS — For smaller nations attending the climate talks in Paris, the difference between 1.5 and 2 degrees Celsius is the difference between life and death.",
        "date": "20151205",
        "country": "Tonga"
    },
    {
        "title": "Rino Tirikatene,",
        "body": "the MP for the Te Tai Tonga electorate, says the proposed fishing park in the Marlborough Sounds spells disaster for small fishing businesses.",
        "date": "20161107",
        "country": "Tonga"
    },
    {
        "title": "ISRAELI DRONES WERE WATCHED BY U. S., BRITAIN",
        "body": "jerusalem  U. S. and British intelligence cracked the codes of Israeli drones operating in the Middle East and monitored their surveillance feeds for almost 20 years, according to doc...",
        "date": "20160130",
        "country": "Tonga"
    },
    {
        "title": "Rescuers search rubble for survivors in Japan",
        "body": "Japanese rescue teams on Sunday scoured the splintered remains of buildings destroyed by a series of deadly earthquakes in southern Japan as time ran out for finding survivors and as maj...",
        "date": "20160418",
        "country": "Tonga"
    },
    {
        "title": "Rescuers in desperate bids after second quake",
        "body": "The desperate search for survivors intensified yesterday in the splintered remains of buildings destroyed by Japan’s deadly earthquakes and authorities ordered nearly a quarter of a...",
        "date": "20160418",
        "country": "Tonga"
    },
    {
        "title": "Rescuers search rubble for survivors in Japan",
        "body": "Japanese rescue teams on Sunday scoured the splintered remains of buildings destroyed by a series of deadly earthquakes in southern Japan as time ran out for finding survivors and as maj...",
        "date": "20160418",
        "country": "Tonga"
    },
    {
        "title": "Japan reels in wake of two quakes",
        "body": "JAPANESE rescue teams yesterday scoured the splintered remains of buildings destroyed by a series of deadly earthquakes in southern Japan as time ran out for finding survivors and as ma...",
        "date": "20160418",
        "country": "Tonga"
    },
    {
        "title": "The Kariba dam.. a disaster waiting to happen?",
        "body": "Despite its core purpose being the production of hydro-electric power it serves both an aesthetic and economic purpose in the country.",
        "date": "20170405",
        "country": "Tonga"
    },
    {
        "title": "Climate change and water security",
        "body": "ON June 15, I delivered a speech during the one-day “Conference on The Effects of Climate Change on Food and Water Sustainability: Challenges and Prospects” held at the Manila Elks Club in...",
        "date": "20170623",
        "country": "Tonga"
    },
    {
        "title": "Three weeks on the campaign trail Halswell",
        "body": "They come by car and bike and sometimes on foot. They pack church halls and community centres. They ask about health and mental health, housing and tax and . Sometimes they ask about cann...",
        "date": "20170916",
        "country": "Tonga"
    },
    {
        "title": "PROBE LUSAKA WATER CRISIS",
        "body": "By NATION REPORTER AUTHORITIES should look into the ongoing water crisis in Lusaka because it might be a ploy by some elements of the cartel to cause a stir in the nation, opposition ...",
        "date": "20180323",
        "country": "Tonga"
    },
    {
        "title": "Tongan community keen to help victims",
        "body": "OAMARU’S Tongan community probably all have family members suffering in the aftermath of the category 4 storm that ripped through the islands at the start of the week, Oamaru Tongan C...",
        "date": "20180216",
        "country": "Tonga"
    },
    {
        "title": "Payment due: Pacific islands in the red as debts to China mount",
        "body": "WELLINGTON/SYDNEY: Just over a decade ago, deadly riots in the capital of Tonga, Nuku’alofa, destroyed much of the small Pacific nation’s central business and government districts.",
        "date": "20180801",
        "country": "Tonga"
    },
    {
        "title": "Stuart Perry announces council candidacy",
        "body": "He missed out on the Hastings mayoralty last year, but after encouragement Stuart Perry says he has decided to stand in the fast-approaching byelection for a Hastings/Havelock North ward...",
        "date": "20180213",
        "country": "Tonga"
    },
    {
        "title": "Pacific youths on UK tour",
        "body": "MORE than 20 youths from the Pacific left for the United Kingdom yesterday to navigate ways and how the church can care for the environment to address climate change.",
        "date": "20190827",
        "country": "Tonga"
    },
    {
        "title": "Samoan government shuts down amid measles crisis",
        "body": "The measles epidemic in Samoa has prompted a government shutdown, with public servants enlisted to help implement the nation’s mass vaccination campaign.",
        "date": "20191203",
        "country": "Tonga"
    },
    {
        "title": "Time for World Rugby to share money: Nichol",
        "body": "New Zealand players’ boss Rob Nichol has slammed World",
        "date": "20190623",
        "country": "Tonga"
    },
    {
        "title": "Time for World Rugby to share money: Nichol",
        "body": "New Zealand players’ boss Rob Nichol has slammed World Rugby for ‘‘burying its head in the sand’’ while Pacific Island nations Samoa, and Fiji continue to struggle to get access to thei...",
        "date": "20190623",
        "country": "Tonga"
    },
    {
        "title": "Niue: The",
        "body": "The tiny Pacific paradise of Niue – three hours north of Auckland – recently had a national crisis. Trevor, the island’s only duck ran out of water. The roadside puddle he called home, had t...",
        "date": "20190120",
        "country": "Tonga"
    },
    {
        "title": "UNICEF calls for action",
        "body": "WELLINGTON - Pacific governments are being encouraged to remember the basic provision of services for children even as COVID-19 takes up time and money.",
        "date": "20200523",
        "country": "Tonga"
    },
    {
        "title": "‘Huge crisis’",
        "body": "ON Saipan, the tourist area resembles a ghost town. Restaurants are being shuttered, shops reducing hours, resorts and water parks sit empty.",
        "date": "20200313",
        "country": "Tonga"
    },
    {
        "title": "Learning from the Kariba Dam",
        "body": "NEW YORK: The Kariba Dam is failing. Since the late 1950s, it has sat on the Zambezi River, on the border between Zambia and Zimbabwe, in one of the zigzagging gorges that ripple the land ther...",
        "date": "20200807",
        "country": "Tonga"
    },
    {
        "title": "IFC,PCGI train board members on COVID-19 roles and responsibilities",
        "body": "Boards must have multiple plans for multiple scenarios to survive the impact of COVID-19 as the economic crisis will continue even when the health crisis is over, International Finance...",
        "date": "20200609",
        "country": "Tonga"
    },
    {
        "title": "Vanishing buffer",
        "body": "The heating of the surface waters of the western North Atlantic under climate change has caused that important layer to shrink, which an international team of researchers says has crippl...",
        "date": "20200413",
        "country": "Tonga"
    },
    {
        "title": "Reining in the tongas",
        "body": "The ubiquitous single-horse drawn carriages in Lucknow, the city of Nawabs, are facing multiple hurdles to survive — facing competition from faster and modern modes of transport and the...",
        "date": "20210606",
        "country": "Tonga"
    },
    {
        "title": "First Australia . . . then the islands",
        "body": "Dust off your passports. It’s more than a year since New Zealand’s borders were closed after Covid19 swept the world – but Australia is unlikely to be the only country Kiwis will be travelling to this year.",
        "date": "20210406",
        "country": "Tonga"
    },
    {
        "title": "Six more countries Kiwis could bubble up with",
        "body": "Dust off your passports, as Prime Minister Jacinda Ardern is poised to announce when two-way quarantine-free travel with Australia will begin. The announcement will be made today, with a st...",
        "date": "20210406",
        "country": "Tonga"
    },
    {
        "title": "6 PAVILIONS TO TAKE YOU UNDER THE SEA 4 FIJI PAVILION Fiji is known as the home of happiness — it is this that propels this small island nation forward despite facing challenges due to rising sea levels. Titled ‘Riding the waves of happiness’, the pavili",
        "body": "Have you dreamt of taking a deep dive into the mesmerising world underwater and say hello to the myriad forms of marine life there?",
        "date": "20210609",
        "country": "Tonga"
    },
    {
        "title": "have to be careful to avoid a similar fate as in Nigeria",
        "body": "The world needs Africa’s oil, but the stuff has a habit of ruining the places that produce it. From the civil war battlefields of southern Sudan to the slums of Angola and the swamps of the Ni...",
        "date": "20080901",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "He took the road to Damascus. What he found was a city caught between its ancient roots and modern sensibilities.",
        "body": "“The problem with America,” says Amr, digging into a gelato, “is that everyone thinks Syria and Iran are like Trinidad and Tobago.”",
        "date": "20080217",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "Angostura shortage shakes cocktail trade",
        "body": "COCKTAIL CONNOISSEURS should be on alert. There could be an aromatic kick missing from your next manhattan or pink gin. The world is suffering an acute shortage of angostura bitters, the h...",
        "date": "20091108",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "Bitters pill to take! Angostura shortage shakes cocktail trade",
        "body": "Cocktail connoisseurs should be on alert. There could be an aromatic kick missing from your next manhattan or pink gin. The world is suffering an acute shortage of angostura bitters, the h...",
        "date": "20091106",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "Harper caught in the middle of Obama’s Cuba shift",
        "body": "With Barack Obama poised to make his Latin American debut, his administration is having little luck changing the channel on something that has bedeviled almost a dozen U.S. presidents...",
        "date": "20090415",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "Harper could learn a thing or two from the small fry",
        "body": "In prescribing (and describing) a series of books for Stephen Harper to read, has Canadian bestselling author Yann Martel listed Gulliver’s Travels? It’s a good choice for the Prime Minis...",
        "date": "20091127",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "Supply glitch cannot stop manhattan cocktail",
        "body": "It’s not often that a story from the New York Post strikes fear into my heart, but when a colleague emailed me the story “Manhattan cocktail faces bitter end,” the afore-mentioned organ stoppe...",
        "date": "20100120",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "Don’t take manhattan",
        "body": "It’s not often that a story from the New York Post strikes fear into my heart, but when a colleague e-mailed me the story “Manhattan cocktail faces bitter end,” the afore-mentioned organ stopp...",
        "date": "20100116",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "Don’t take Manhattan",
        "body": "It’s not often that a story from the New York Post strikes fear into my heart, but when a colleague e-mailed me the story “Manhattan cocktail faces bitter end,” the afore-mentioned organ stopp...",
        "date": "20100116",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "The golden gateway to Africa",
        "body": "“We have prioritized investment in agriculture and are putting in more capacity for two reasons,” Vice President of Ghana John Dramani Mahama explained.",
        "date": "20101026",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "Dookeran warns: T&T’S economy remains fragile",
        "body": "(Trinidad Express) The economic situation in Trinidad and Tobago and the rest of the Caribbean remains very fragile and suspect to external shocks, Minister of Finance Winston Dookeran ...",
        "date": "20111225",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "Feeling responsible",
        "body": "Living in this country could be such a beautiful experience.",
        "date": "20111215",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "Caricom leaders play down worries on bloc’s future",
        "body": "CASTRIES, St. Lucia — Caribbean leaders opened the annual summit of the Caricom trade bloc by seeking to lessen concerns that the 15-member regional group is disintegrating.",
        "date": "20120706",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "Caribbean nations look to a solar future",
        "body": "BRIDGETOWN, Barbados  With the exception of oil rich , most, if not all, other Caribbean islands are extremely vulnerable when it comes to the high costs of imported fue...",
        "date": "20121215",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "Rodney and the concept of labour",
        "body": "I would like to suggest that we see Walter Rodney’s book – How Europe Underdeveloped Africa- as one critical chapter in the whole body of his work, for there is an impressive continuity ...",
        "date": "20120618",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "“The Promise”: Jason de Caires Taylor’s generative human intervention in marine ecosystems",
        "body": "Anastasia Deonarinesingh is a Trinidadian student, graduating from the University of Toronto this year with a Bachelor of Science in Physics, Caribbean Studies and Mathematics. Her re...",
        "date": "20120716",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "Violence and the state in the Caribbean: Breaking the silence, connecting the dots",
        "body": "Honor Ford-Smith teaches in the Faculty of Environmental Studies at York University in Canada. She has worked in the Caribbean women’s movement, primarily through her involvement in colla...",
        "date": "20120917",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "St Lucia PM sees humanitarian crisis after flooding",
        "body": "( Trinidad Express) St Lucia Prime Minister Dr Kenny Anthony has described the damage inflicted on his country due to extreme weather as a “humanitarian ”.",
        "date": "20131230",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "Germany’s Bild says online edition has 152,000 readers",
        "body": "Axel Springer, Europe’s biggest newspaper publisher, said the online version of its flagship Bild newspaper has attracted more than 152,000 paying customers six months after the BILDPlus pr...",
        "date": "20131212",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "Earthweek: a diary of the planet",
        "body": "Survival plan Polar bears may need to be fed in the wild, housed or relocated by humans within the next few decades to help them survive a warming climate, according to a new report. Climat...",
        "date": "20130216",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "Aubyn’s second take on Trini disrespect and boycott",
        "body": "W HILE JAMAICA’S minister of national security has had the humbling experience of having to seek ‘ divine guidance’ to help address his mounting ministerial challenges, his Trinida...",
        "date": "20131213",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "China’s money and the Guyanese people (Part 1)",
        "body": "A surprise",
        "date": "20130721",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "Calls for ban on Trinidad’s shark sarnie",
        "body": "KINGSTON, JAMAICA— Conservationists said Wednesday they have launched a shark-saving campaign in the Caribbean country of , trying to stop locals tourists from eati...",
        "date": "20140306",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "Worldinbrief",
        "body": "TOKYO: Japanese officials are handing out radiation- blocking iodine tablets to people living in the shadow of two nuclear reactors slated to restart this year, underscoring concerns a...",
        "date": "20140729",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "Granger slams response to Chikungunya",
        "body": "Government was chided on Friday for its response to the spread of the mosquitoborne Chikungunya virus, with APNU Leader David Granger stating that the authorities had not been very forthcom...",
        "date": "20140707",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "Caribbean sees worrying rise in climate-sensitive diseases",
        "body": "ROSEAU, Dominica: Caribbean countries, struggling to emerge from a slump in exports and falling tourist arrivals brought on by the world-wide economic that began five years ago, have on...",
        "date": "20140124",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "Save-the-sharks activists launch snack attack",
        "body": "Conservationists have launched a save-the-sharks campaign in the Caribbean country of Trinidad and Tobago, trying to stop locals and tourists eating a popular delicacy: deep-fried shar...",
        "date": "20140307",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "UWI dropped ball on water crisis research",
        "body": "THE EDITOR, Sir:",
        "date": "20150708",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "soccer",
        "body": "BERNE, Oct 18, (RTRS): FIFA’s reform committee kept its plans for overhauling the scandal-plagued organisation’s structure under wraps after its second meeting on Sunday, saying only that discussions had been “rich and in-depth”.",
        "date": "20151019",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "Granger to address Parliament on maritime decree",
        "body": "President David Granger will address the National Assembly today on the controversial May 26th maritime decree by Venezuela which has rocked relations with Guyana.",
        "date": "20150709",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "Candidate Champagne says Fifa must iron out inequalities amid calls for TV debate",
        "body": ">> ZURICH: Alarmed at the financial gulf between soccer’s haves and havenots, Fifa presidential candidate Jerome Champagne says a more even distribution of riches will be a priority...",
        "date": "20151024",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "Too little investment, saving leading T&T into choppy economic waters - IMF",
        "body": "While the Guyana economy is still some distance away from beginning to factor oil revenues into the country’s economic fortunes, it is not too soon for the administration here to learn cr...",
        "date": "20160325",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "Venezuela crisis draws timid global response",
        "body": "CARACAS: Venezuela is sinking deeper into political and economic chaos, but the international response has been timid so far - and is unlikely to put much pressure on an unbending Presi...",
        "date": "20160525",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "Navigating choppy political waters",
        "body": "JAMAICA, AS Bruce Golding suggests, may be heading into uncharted, and potentially perilous, political . But with measured sensible leadership, they are not unnavigatable.",
        "date": "20160301",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "Not a good time to be a leader in Latin America",
        "body": "It does not appear to be a good time to be a leader in Latin America or, for that matter, the Caribbean.",
        "date": "20160415",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "Housing deficit",
        "body": "There is a housing crisis in Guyana. This is obvious even from a cursory look around, which would reveal families squatting in one-room shacks on government reserves in areas like Plastic...",
        "date": "20160414",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "T&T must demonstrate leadership in Caricom with regard to Venezuela policy",
        "body": "Dear Editor, Once again this Keith Rowley government has shown no leadership, no courage, no vision and no strategic plan in dealing with our foreign policy challenges especially those ...",
        "date": "20170710",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "GrowinG Global",
        "body": "Three days, 70 pavilions, more than 100 countries.",
        "date": "20170802",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "Festival takes visitors around the world in three days",
        "body": "Three days, 70 pavilions, more than 100 countries.",
        "date": "20170802",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "Government should appoint Ramotar, Jagdeo to help resuscitate Venezuelan rice deal",
        "body": "Dear Editor, The PetroCaribe deal that facilitated the export of rice to Venezuela as a form of payment for fuel imported from Venezuela is an avenue that should be pursued as the highest p...",
        "date": "20170320",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "Venezuelans survive by smuggling over the waves to Trinidad",
        "body": "CHAGUARAMAS, Trinidad and Tobago, (Thomson Reuters Foundation) Unemployed and without food to feed his family, Venezuelan construction worker Robert Monterosi says there is only one way he c...",
        "date": "20180621",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "Earthquake rocks three countries",
        "body": "CARACAS: A magnitude 7.3 earthquake struck Venezuela’s eastern coast, home to largely poor fishing communities, yesterday, shaking buildings as far away as Colombian capital Bogota ...",
        "date": "20180823",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "Venezuelans expose cracks in Trinidad policy",
        "body": "Underneath a sign reading “Jesus was a refugee”, a line of Venezuelan asylum seekers 30 people long stretches in front of a Catholic church in Trinidad’s capital, Port of Spain. They have fled...",
        "date": "20180724",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "Powerful quake hits Venezuela coast, damage limited",
        "body": "CARACAS, (Reuters) - A major earthquake of magnitude 7.3 struck Venezuela’s eastern coast, home to largely poor fishing communities, yesterday afternoon, shaking buildings as far away as...",
        "date": "20180822",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "Boat sinks near Venezuela; four rescued, 21 missing",
        "body": "CARACAS, Venezuela — Rescuers launched a search for 21 missing Venezuelans on Thursday, after a boat sank in rough waters of the Caribbean Sea en route to the island of Trinidad, authorities...",
        "date": "20190426",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "Sunken Venezuelan migrant boat ‘overloaded’ – Survivor",
        "body": "CUMAN , Venezuela: A fishing vessel that sank while carrying Venezuelan migrants to Trinidad and Tobago was overloaded, a survivor said Friday as the search continued for 22 people still mi...",
        "date": "20190428",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "Sunken Venezuelan migrant boat ‘overloaded’ – Survivor",
        "body": "CUMAN , Venezuela: A fishing vessel that sank while carrying Venezuelan migrants to was overloaded, a survivor said Friday as the search continued for 22 people still mi...",
        "date": "20190428",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "21 Venezuelans missing in boat sinking",
        "body": "CARACAS, Venezuela — Rescuers searched Thursday for 21 Venezuelans after a boat sank in rough of the Caribbean Sea on the way to the island of , authorities said.",
        "date": "20190426",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "25 Venezuelans missing in boat sinking",
        "body": "CARACAS, Venezuela — Rescuers searched Thursday for 25 Venezuelans after a boat sank in the Caribbean Sea on the way to the island of , authorities said.",
        "date": "20190426",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "14 found dead",
        "body": "CARACAS - Fourteen people believed to have travelled from Venezuela to Trinidad and Tobago were found dead in waters near the South American nation’s coast, Venezuelan authorities said on...",
        "date": "20201216",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "11 migrants found dead off Venezuela’s eastern coast:",
        "body": "Eleven people believed to have traveled from Venezuela to Trinidad and Tobago were found dead in waters near the South American nation’s coast, Trinidad and Tobago’s coast guard said. At least ...",
        "date": "20201214",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "14 Venezuelans die in migrant shipwreck",
        "body": "Fourteen people believed to have travelled from Venezuela to were found dead in near the South American nation’s coast, Venezuelan authorities said. At least 40,...",
        "date": "20201215",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "14 dead in migrant shipwreck",
        "body": "CARACAS: The Venezuelan government said Sunday it had found 14 bodies a er a ship carrying migrants bound for was wrecked en route.",
        "date": "20201215",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "14 dead in migrant shipwreck",
        "body": "CARACAS: The Venezuelan government said Sunday it had found 14 bodies a er a ship carrying migrants bound for was wrecked en route.",
        "date": "20201215",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "An opportunity to reset — Part II",
        "body": "TRINIDAD and Tobago has had low scores in Transparency International’s (TI) Corruption Perception Index (CPI) and the World Bank’s Control of Corruption Index (CC) for several years, sco...",
        "date": "20210217",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "Extraction, Ecocide and Human Rights Abuses in the Caribbean",
        "body": "Extractive industries are fueling ecocide and human rights abuses in the Caribbean. This will be the message at a landmark hearing of the Inter-American Commission on Human Rights on the Im...",
        "date": "20211020",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "Days to disaster",
        "body": "A young medical student was driving home last Sunday, when the frantic siren of a speeding ambulance forced her to pull aside stop. She spotted the hazmat suits that have become the un...",
        "date": "20210507",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "Empower us to save the planet",
        "body": "IN the countdown to COP26, young people from around the world will each day be telling the Daily Mirror why the environment summit cannot fail sharing their hopes for the future.",
        "date": "20211029",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "Empower us to save the planet",
        "body": "IN the countdown to COP26, young people from around the world will each day be telling the Daily Mirror why the environment summit cannot fail sharing their hopes for the future.",
        "date": "20211029",
        "country": "Trinidad%20and%20Tobago"
    },
    {
        "title": "WHO RUINED GAZA?",
        "body": "No sooner had Israel completed its withdrawal of 8,000 Jewish citizens from the Gaza Strip than official Palestinian spokesmen proclaimed that this move would not end the occupation — sin...",
        "date": "20050916",
        "country": "Tunisia"
    },
    {
        "title": "Sarkozy’s quick-fix mission goes global",
        "body": "PARIS— From Germany and Brussels, where he brokered a deal to overhaul European institutions, to Poland, Algeria and , followed by trips to Libya, Senegal and Gabon by way of conf...",
        "date": "20070803",
        "country": "Tunisia"
    },
    {
        "title": "I feel guilty lounging by my Italian holiday pool when illegal immigrants are drowning trying to reach here",
        "body": "The holiday house in Tuscany has reached saturation point, with 14 people — six of them children — now in residence. It is generally good fun, but it’s no use pretending that it isn’t ha...",
        "date": "20070817",
        "country": "Tunisia"
    },
    {
        "title": "Water calculus steers farming in Arab world",
        "body": "Cairo Global food shortages have placed the Middle East and North Africa (Mena) in a quandary, as they are forced to choose between growing more crops to feed an expanding population or pres...",
        "date": "20080726",
        "country": "Tunisia"
    },
    {
        "title": "Early Israeli elections sought",
        "body": "JERUSALEM — Hard-line opposition leader Benjamin Netanyahu called Thursday for national elections in the wake of Israeli Prime Minister Ehud Olmert’s decision to step down in September u...",
        "date": "20080801",
        "country": "Tunisia"
    },
    {
        "title": "Egypt tries to stem population growth",
        "body": "Cairo (Reuters) Red and white banners along Nile bridges and Cairo streets this month were Egypt’s latest effort to curb an increasingly pressing problem: a population growing faster than th...",
        "date": "20080705",
        "country": "Tunisia"
    },
    {
        "title": "Planemakers have a lot in common — but only one of them is fighting a strike",
        "body": "MANY manufacturers would love to be where Boeing and Airbus are: both have orders stretching years into the future, with exciting new products in demand and vigorous customers in Asia ...",
        "date": "20080919",
        "country": "Tunisia"
    },
    {
        "title": "As marinas mushroom, yacht makers struggle to keep afloat",
        "body": "Just under 40 entities submitted feedback to the Malta Maritime Authority on the government’s proposal for 21 new yacht marinas offering 4,800 berths across Malta and Gozo.",
        "date": "20090619",
        "country": "Tunisia"
    },
    {
        "title": "The quiet American diplomat",
        "body": "When he flew into Pyongyang to make the Barack Obama administration’s first official contact with Kim Jong-il’s regime on Tuesday, Stephen Bosworth was occupying arguably the hottest sea...",
        "date": "20091213",
        "country": "Tunisia"
    },
    {
        "title": "AFRICAN NATIONS TO FAIL GOALS",
        "body": "MOST African countries will fail to attain the UN Millennium Goals on access to water and sanitation.",
        "date": "20101129",
        "country": "Tunisia"
    },
    {
        "title": "Arab world among most vulnerable to climate change",
        "body": "BEIRUT: Dust storms scour Iraq. Freak floods wreak havoc in Saudi Arabia and Yemen. Rising sea levels erode Egypt’s coast. Hotter, drier weather worsens scarcity in the Middle East, alr...",
        "date": "20101117",
        "country": "Tunisia"
    },
    {
        "title": "Green revolution drives rag trade",
        "body": "POISONOUS pesticides, soil pollution and water waste: high-street fashion has a lot to answer for in the environmental game. But can big brands use their global clout to drive the green rev...",
        "date": "20100929",
        "country": "Tunisia"
    },
    {
        "title": "Climate change in the Arab world4",
        "body": "Countries from Syria to Yemen, already experiencing water shortages, will be hit hard if temperatures continue to rise, raising tensions in a region prone to conflict.",
        "date": "20101116",
        "country": "Tunisia"
    },
    {
        "title": "Wheat price sparks food-supply fears",
        "body": "FEW rural pleasures match seeing a golden field of grain, rustling and ripe for reaping. But the harvest season in the Northern Hemisphere is being marked by turmoil on global wheat markets....",
        "date": "20100917",
        "country": "Tunisia"
    },
    {
        "title": "Italy turns to EU over refugee crisis",
        "body": "ITALY has warned it faces a humanitarian crisis with some 1,600 refugees from Tunisia arriving in its waters over the past two weeks following unrest there.",
        "date": "20110212",
        "country": "Tunisia"
    },
    {
        "title": "Border emergency",
        "body": "VIOLENCE and chaos in Libya have triggered an exodus of more than 140,000 refugees to Tunisia and Egypt, a UN official said, as aid workers warned the situation at the Tunisian border ha...",
        "date": "20110303",
        "country": "Tunisia"
    },
    {
        "title": "Violence in Libya brings refugee crisis",
        "body": "She said 14,000 people fled to Tunisia on Monday and another 15,000 were expected to flee Tuesday.",
        "date": "20110302",
        "country": "Tunisia"
    },
    {
        "title": "Violence in Libya brings refugee crisis",
        "body": "She said 14,000 people fled to Tunisia on Monday and another 15,000 were expected to flee Tuesday.",
        "date": "20110302",
        "country": "Tunisia"
    },
    {
        "title": "THOUSANDS OF REFUGEES",
        "body": "Violence and chaos in Libya have triggered an exodus of more than 140,000 refugees to Tunisia and Egypt, a U.N. official said Tuesday, as aid workers warned the situation at the Tunisian...",
        "date": "20110302",
        "country": "Tunisia"
    },
    {
        "title": "Over 350 migrants saved off Italian coast",
        "body": "ROME — Italian coastguards rescued more than 350 African migrants off the small Italian island of Lampedusa over the weekend as they tried to reach European shores on rickety wooden boats, a...",
        "date": "20120820",
        "country": "Tunisia"
    },
    {
        "title": "Italians rescue African migrants",
        "body": "ITALIAN coastguards rescued more than 350 African migrants off the small Italian island of Lampedusa over the weekend as they tried to reach European shores on rickety wooden boats, a coast...",
        "date": "20120820",
        "country": "Tunisia"
    },
    {
        "title": "Today in history",
        "body": "Today is Sunday, Feb. 19, the 50th day of 2012. There are 316 days left in the year.",
        "date": "20120219",
        "country": "Tunisia"
    },
    {
        "title": "Nation & World",
        "body": "The CIA says officers went to the aid of State Department staff under attack in Benghazi on Sept. 11 less than 25 minutes after the first call for help. Officials air the timeline in part to rebut a Fox News story that CIA officers were told instead to‘stand down.’ The“conspiracy of silence” that protected Jerry Sandusky extended to the top, prosecutors say as they charge former university President Graham Spanier with hushing up child sexual abuse allegations; two subordinates also face new charges. Israel acknowledges it killed Palestinian leader Yasser Arafat’s deputy in a 1988 raid in , lifting a nearly 25-year veil of secrecy. One commando was disguised as a woman on a romantic vacation, and one of the weapons was hidden in a box of chocolates.",
        "date": "20121102",
        "country": "Tunisia"
    },
    {
        "title": "Ex-libyan oil minister’s body found in Danube",
        "body": "VIENNA: The body of Libya’s former oil minister Shukri Ghanem, who had defected from Muammar Gaddafi’s regime, was found in the Danube, Austrian police said in a statement.",
        "date": "20120501",
        "country": "Tunisia"
    },
    {
        "title": "Dozens of migrants killed as boat sinks",
        "body": "More than 50 people died when a boat carrying around 250 migrants capsized off the Italian coast",
        "date": "20131012",
        "country": "Tunisia"
    },
    {
        "title": "700 more migrants rescued from boats",
        "body": "ITALIAN navy and coastguard vessels have rescued more than 700 migrants in waters between Sicily and North Africa as an immigration crisis that has cost hundreds of lives this month showed...",
        "date": "20131026",
        "country": "Tunisia"
    },
    {
        "title": "Tunisia’s security crisis is an opportunity for politicians",
        "body": "The political crisis in Tunisia has calmed slightly since the appointment of a new prime minister last week. Ali Larayedh now has two weeks in which to form a new government – a government th...",
        "date": "20130226",
        "country": "Tunisia"
    },
    {
        "title": "24,000 landed on Italy shores last year",
        "body": "More than 24,000 immigrants landed on Italy’s shores in the last year, the interior minister said yesterday, but insisted the situation had not reached a crisis point.",
        "date": "20130816",
        "country": "Tunisia"
    },
    {
        "title": "Foreign investors urged to join Tunisia democratic ‘startup’",
        "body": "TUNIS: Tunisia yesterday urged foreign investment in its democratic “startup”, three years after the country set the ball rolling on the Arab Spring uprisings that swept away longtime dic...",
        "date": "20140909",
        "country": "Tunisia"
    },
    {
        "title": "Foreign investors urged to join Tunisia democratic ‘startup’",
        "body": "TUNIS: Tunisia on Monday urged foreign investment in its democratic “startup”, three years after the country set the ball rolling on the Arab Spring uprisings that swept away long-time dict...",
        "date": "20140910",
        "country": "Tunisia"
    },
    {
        "title": "Foreign investors urged to join Tunisia democratic ‘startup’",
        "body": "TUNIS: Tunisia on Monday urged foreign investment in its democratic “startup”, three years after the country set the ball rolling on the Arab Spring uprisings that swept away long-time dict...",
        "date": "20140910",
        "country": "Tunisia"
    },
    {
        "title": "Rising tide of migrants off Tunisia",
        "body": "ZARZIS, TUNISIA — The fishermen of this small North African port are used to catching sea bass and sea bream in their nets, but lately they’ve been hauling in something else: shipwrecked migra...",
        "date": "20140811",
        "country": "Tunisia"
    },
    {
        "title": "Italy wants Egypt, Tunisia to rescue migrants in Mediterranean",
        "body": "BRUSSELS: Italy wants Egypt and Tunisia to play a role in rescuing stricken migrant vessels in the Mediterranean, a government planning paper showed, so that survivors could be taken back t...",
        "date": "20150322",
        "country": "Tunisia"
    },
    {
        "title": "Cool heads set Arab quartet on path to peace prize",
        "body": "When gunmen shot dead a Tunisian opposition politician in July 2013, it seemed as if the country’s brief journey towards democracy was descending into chaos and violence. It was the sec...",
        "date": "20151011",
        "country": "Tunisia"
    },
    {
        "title": "Peace prized as sands shift",
        "body": "When gunmen shot dead a Tunisian opposition politician i n July 2013 it seemed as though the country’s brief journey towards democracy was descending into chaos and violence.",
        "date": "20151016",
        "country": "Tunisia"
    },
    {
        "title": "TUI issues profit alert after Tunisian tragedy",
        "body": "THOMSON and First Choice owner TUI said the terrorist massacre in Tunisia will have an impact on earnings of up to 32m.",
        "date": "20150814",
        "country": "Tunisia"
    },
    {
        "title": "STREET PROTESTS SHAKE TUNISIA",
        "body": "Authorities impose night-time curfew in attempt to maintain law and order,",
        "date": "20160123",
        "country": "Tunisia"
    },
    {
        "title": "UK’s Petrofac to resume gas plant work after labor dispute: Tunis",
        "body": "Tunisia announced Friday that British energy firm Petrofac is to resume operations at a gas plant in the country after a labor dispute was resolved that had halted work for months.",
        "date": "20160925",
        "country": "Tunisia"
    },
    {
        "title": "Tunisia imposes curfew amid spreading unrest",
        "body": "TUNIS: Tunisia yesterday declared a nighttime curfew across the country after a wave of protests and clashes that constitute the most serious outbreak of social unrest since its 2011 r...",
        "date": "20160123",
        "country": "Tunisia"
    },
    {
        "title": "Boating program aims to help Syrian refugees ‘break the trauma’2",
        "body": "A group offering support to the Syrian refugee community hopes to use water sport to address trauma.",
        "date": "20160722",
        "country": "Tunisia"
    },
    {
        "title": "Kuwait signs half million dollar deal for water project in Yemen",
        "body": "RIYADH, Aug 12, (KUNA): The “Kuwait by Your Side” campaign on Friday signed a $500,000 agreement to carry out the first phase of a project for the treatment of a supply system in the sout...",
        "date": "20170813",
        "country": "Tunisia"
    },
    {
        "title": "Enhanced role for Souda Bay due to Incirlik crisis?",
        "body": "An ongoing crisis between Turkey and its NATO allies in the West regarding the use of the Incirlik airbase, in the country’s southeast, is fueling speculation about an upgraded role for the alliance’s base at Souda Bay on Crete, Kathimerini understands.",
        "date": "20170522",
        "country": "Tunisia"
    },
    {
        "title": "EU polls take their toll on refugee crisis",
        "body": "s Europe gears up for crucial elections in Germany, France and the Netherlands with immigration high on the agenda, the refugee crisis that until last year grabbed prime-time headlines seems...",
        "date": "20170223",
        "country": "Tunisia"
    },
    {
        "title": "‘Thirsty protests’ hit Morocco over water shortages",
        "body": "RABAT: Residents angered by persistent water shortages in southern Morocco have taken to the streets in a series of “thirsty protests” that has grabbed the attention of the country’s king.",
        "date": "20171016",
        "country": "Tunisia"
    },
    {
        "title": "Henna losing its allure as ‘red gold’ in Tunisia",
        "body": "GABES, Tunisia — In and around the Tunisian coastal city of Gabes, henna has long been a key driver of the economy — so much so that the plant is known as “red gold”.",
        "date": "20180727",
        "country": "Tunisia"
    },
    {
        "title": "At least 46 migrants drown off Tunisia",
        "body": "MADRID — A boat carrying migrants toward Europe sank off the coast of Tunisia and at least 46 people drowned, though dozens more could be missing, the North African nation’s defence ministry...",
        "date": "20180604",
        "country": "Tunisia"
    },
    {
        "title": "Water crisis drying up henna’s allure as Tunisia’s ‘red gold’",
        "body": "GABES, Tunisia: In and around the Tunisian coastal city of Gabes, henna has long been a key driver of the economy — so much so that the plant is known as “red gold”.",
        "date": "20180729",
        "country": "Tunisia"
    },
    {
        "title": "Water crisis drying up henna’s allure as Tunisia’s ‘red gold’",
        "body": "GABES, Tunisia: In and around the Tunisian coastal city of Gabes, henna has long been a key driver of the economy — so much so that the plant is known as “red gold”.",
        "date": "20180729",
        "country": "Tunisia"
    },
    {
        "title": "Poor planning creates Tunisia water crisis",
        "body": "KAIROUAN: If pushed to sacrifice showering, cooking, drinking or raising his chickens, Tunisian farmer Saeed Barhoumi said he would first forgo showering. It is a decision that he and his...",
        "date": "20191102",
        "country": "Tunisia"
    },
    {
        "title": "Thirsty crops, leaky infrastructure drive Tunisia’s water crisis",
        "body": "KAIROUAN, Tunisia: If pushed to sacrifice showering, cooking, drinking or raising his chickens, Tunisian farmer Saeed Barhoumi said he would first forgo showering. It is a decision that ...",
        "date": "20191107",
        "country": "Tunisia"
    },
    {
        "title": "Tunisia PM elected as leader of new secular party",
        "body": "Tunisia’s secular Tahya Tounes party, founded this year, elected Prime Minister Youssef Chahed as its president on Sunday, confirming expectations of his leadership months before parli...",
        "date": "20190603",
        "country": "Tunisia"
    },
    {
        "title": "Thirsty crops, leaky infrastructure drive Tunisia’s water crisis",
        "body": "If pushed to sacrifice showering, cooking, drinking or raising his chickens, Tunisian farmer Saeed Barhoumi said he would first forgo showering. It is a decision that he and his family f...",
        "date": "20191107",
        "country": "Tunisia"
    },
    {
        "title": "Group of 16 young climate activists file complaint before UN",
        "body": "Sixteen youth activists including India's Ridhima Pandey and Swedish Greta Thunberg on Monday filed an \"official complaint\" before the United Nations Committee demanding the organis...",
        "date": "20190925",
        "country": "Tunisia"
    },
    {
        "title": "Face palm: a bad date crisis in Tunisia",
        "body": "Mansour Rajeb is wrapping a plastic protective sheet around the branch of a date palm in his oasis near the village of Bchelli, in southern . Tying it up, he lingers.",
        "date": "20200124",
        "country": "Tunisia"
    },
    {
        "title": "Can revolution be predicted?",
        "body": "THE wave of political unrest that rocked Tunisia in December 2010 following Mohamed Bouazizi’s self- immolation in protest of police ill treatment was never fathomed in the schema of ...",
        "date": "20201020",
        "country": "Tunisia"
    },
    {
        "title": "Tunisia's incoming PM plans restructuring of economic ministries",
        "body": "TUNIS - Tunisia’s premier-designate plans to gather the ministries of finance, investment and state property into a single department to be led by economist Ali Kooli under plans to rev...",
        "date": "20200825",
        "country": "Tunisia"
    },
    {
        "title": "'Entire families are arriving at our shores': Covid drives Tunisian exodus",
        "body": "Unsurprisingly for a coastal town perched upon Tunisia’s border with Libya, it’s hot when Ahmed climbs into the back of the car outside the petrol station in Zarzis.",
        "date": "20200813",
        "country": "Tunisia"
    },
    {
        "title": "Tunisia’s fledgling democracy in crisis as president takes over",
        "body": "A dramatic political crisis in Tunisia moved into its second day on Monday after President Kais Saied fired the prime minister and suspended parliament in the most serious test to th...",
        "date": "20210727",
        "country": "Tunisia"
    },
    {
        "title": "Parched fields push North Africa farmers to the edge",
        "body": "SIDI SALEM, Tunisia — Crushing a lump of dry dusty earth in his hand, Tunisian olive farmer Ali Fileli looked out over his parched fields.",
        "date": "20211116",
        "country": "Tunisia"
    },
    {
        "title": "Parched fields push North Africa farmers to the edge",
        "body": "SIDI SALEM, Tunisia — Crushing a lump of dry dusty earth in his hand, Tunisian olive farmer Ali Fileli looked out over his parched fields.",
        "date": "20211116",
        "country": "Tunisia"
    },
    {
        "title": "North African climate change threatens farming in Tunisia",
        "body": "SIDI SALEM, Tunisia: Tunisian olive farmer Ali Fileli looked out over his parched fields and crushed a lump of dry, dusty earth in his hand. “I can’t do anything with my land because of the lack of w...",
        "date": "20211116",
        "country": "Tunisia"
    },
    {
        "title": "US ban aims to stop beluga becoming toast",
        "body": "The US is expected to impose a blanket ban on beluga caviar imports from the Caspian Sea region, in a move designed to prevent the delicacy from vanishing forever from melba toasts and fine-bone...",
        "date": "20050911",
        "country": "Turkmenistan"
    },
    {
        "title": "Even after death of dictator, Turkmens still live in fear",
        "body": "ASHGABAT (AP) – An old woman taps her throat, drops her head and shuts her eyes. A young man tightens an imaginary noose around his neck. Another woman fashions her fingers into a gun and pu...",
        "date": "20070221",
        "country": "Turkmenistan"
    },
    {
        "title": "India’s energy sector needs $120b-$150b",
        "body": "New Delhi (IANS) The volatility in global crude market continued to pose a major threat to India’s energy security and eroded the bottomlines of many oil companies in 2007, even as sever...",
        "date": "20071228",
        "country": "Turkmenistan"
    },
    {
        "title": "Selling the Iranian line",
        "body": "ATS THE interview ends, Iran’s new ambassador, Morteza Movahed, relaxes and puts his mind to how he might take up some new pastime while stationed in Wellington. He talks about the idea of tak...",
        "date": "20070331",
        "country": "Turkmenistan"
    },
    {
        "title": "IRAQIS’ MASS EXODUS",
        "body": "AMMAN, Jordan — Inside his cold, crumbling apartment, Saad Ali teeters on the fringes of life. Once a popular singer in his native Baghdad, he is now unemployed. To pay his $45 monthly rent,...",
        "date": "20070222",
        "country": "Turkmenistan"
    },
    {
        "title": "Crisis forces Tajikistan to cut power during cold snap",
        "body": "DUSHANBE (AP) – The stateowned power company said Tuesday it would be forced to cut off power to much of Tajikistan after the poverty-stricken Central Asian nation exhausted its electricit...",
        "date": "20080130",
        "country": "Turkmenistan"
    },
    {
        "title": "W",
        "body": "HEN the order came down from the top brass of Bangladesh’s armed forces it sounded like a joke.",
        "date": "20080426",
        "country": "Turkmenistan"
    },
    {
        "title": "Iceland: For worse andfor better",
        "body": "The plan was that Iceland would have a general election tomorrow, on May 9. We all know by now that the then Icelandic Prime Minister’s plan, announced on January 23, did not quite work out....",
        "date": "20090508",
        "country": "Turkmenistan"
    },
    {
        "title": "Frog flu warning? Hop to it . . .",
        "body": "Stop Press. Epidemic. Pandemic. Pandemonium. Fear. Crisis. Emergency. Beat-Up. Update 314 – Influenza Z (K2Q2) Frog Flu. Issued at 8am, Tuesday, May 12, issued just after Update 313, is...",
        "date": "20090512",
        "country": "Turkmenistan"
    },
    {
        "title": "India-Oman deepwater gas pipeline mulled",
        "body": "MUSCAT: India is actively considering building a deepwater transnational gas pipeline from Oman for transporting natural gas sourced from Turkmenistan, Iran and Qatar.",
        "date": "20100920",
        "country": "Turkmenistan"
    },
    {
        "title": "HOPE FOR PIPELINE",
        "body": "While it would be premature to talk of a breakthrough in the Pakistan-Iran gas pipeline project, one can, nevertheless, detect a subtle, positive change in the American attitude. Along...",
        "date": "20101027",
        "country": "Turkmenistan"
    },
    {
        "title": "Turkmenistan on the road to accelerated development",
        "body": "THE people of Turkmenistan marked the 20th anniversary of independence on Oct. 27.",
        "date": "20111028",
        "country": "Turkmenistan"
    },
    {
        "title": "Steep fuel prices strain Afghanistan",
        "body": "KABUL, Afghanistan — The price of fuel has risen sharply in parts of Afghanistan as an Iranian-imposed slowdown on tanker traffic at key border crossings has stretched into a second month, offi...",
        "date": "20110110",
        "country": "Turkmenistan"
    },
    {
        "title": "Steep fuel prices strain Afghanistan",
        "body": "KABUL, Afghanistan — The price of fuel has risen sharply in parts of Afghanistan as an Iranian-imposed slowdown on tanker traffic at key border crossings has stretched into a second month, offi...",
        "date": "20110110",
        "country": "Turkmenistan"
    },
    {
        "title": "Prince Andy: Merchant of death",
        "body": "I call them AndyFlaps. They’re scandals involving that big-toothed baby Prince Andrew, his huge grin getting scarier as he ages, who was given a job in 2000 as Britain’s “Special Trade Represe...",
        "date": "20110314",
        "country": "Turkmenistan"
    },
    {
        "title": "Overseas agriculture to tackle food security crisis",
        "body": "Businessmen have stressed the need to invest in agricultural projects overseas and increase petrochemical exports in the wake of the Kingdom's plans to stop producing wheat in 2016 due t...",
        "date": "20130514",
        "country": "Turkmenistan"
    },
    {
        "title": "Iran gas imports a disaster for Pakistan",
        "body": "ISLAMABAD, Oct 23, (AP): Pakistan’s plan to import natural gas by pipeline from neighboring Iran would be an economic “death sentence” for the country because the gas price is too high, a...",
        "date": "20131024",
        "country": "Turkmenistan"
    },
    {
        "title": "Central Asian tensions could lead to worse things than the Arab Spring",
        "body": "IF the West is disillusioned by the Arab Spring, what may eventually happen in Central Asia is beyond its worst imaginings. The Middle East, for all its challenges, has no legacy of Stalinism, boasts Western-educated elites, knows something of capitalism and the free market and is proximate to Europe via the Mediterranean. European colonialism in the Middle East was benign in the extreme compared to that of Stalin’s Soviet Union in Central Asia.",
        "date": "20130203",
        "country": "Turkmenistan"
    },
    {
        "title": "Protesters burst Erdogan’s bubble of fear",
        "body": "The morning after the night before, Sabah had a curious front page. The daily newspaper, which supports the Justice and Development party of Turkey’s prime minister, Recep Tayyip Erdo...",
        "date": "20130604",
        "country": "Turkmenistan"
    },
    {
        "title": "Anxious foreign workers caught in crossfire",
        "body": "BEIJING/ ISTANBUL: As the world watches the latest crisis in Iraq, reports are coming in of foreign workers stranded or abducted in the battle-torn country.",
        "date": "20140619",
        "country": "Turkmenistan"
    },
    {
        "title": "Anxious foreign workers caught in crossfire",
        "body": "BEIJING/ ISTANBUL: As the world watches the latest crisis in Iraq, reports are coming in of foreign workers stranded or abducted in the battle-torn country.",
        "date": "20140619",
        "country": "Turkmenistan"
    },
    {
        "title": "Anxious foreign workers caught in crossfire",
        "body": "As the world watches the latest crisis in Iraq, reports are coming in of foreign workers stranded or abducted in the battle-torn country.",
        "date": "20140619",
        "country": "Turkmenistan"
    },
    {
        "title": "Anxious foreign workers caught in crossfire",
        "body": "BEIJING/ ISTANBUL: As the world watches the latest crisis in Iraq, reports are coming in of foreign workers stranded or abducted in the battle-torn country.",
        "date": "20140619",
        "country": "Turkmenistan"
    },
    {
        "title": "Will talk to Afghan Taliban for security of TAPI project: Khawaja Asif",
        "body": "Defence Minister Khawaja Asif has stated that Pakistan would talk to Afghan Taliban for security of gas pipeline coming from Turkmenistan, Afghanistan to Pakistan and India (TAPI). Talkin...",
        "date": "20151212",
        "country": "Turkmenistan"
    },
    {
        "title": "Caspian pivot to European gas market",
        "body": "Europe is either at or close to a turning point in its Ukraine-crisis-motivated strive to add another vector to its energy security.",
        "date": "20150520",
        "country": "Turkmenistan"
    },
    {
        "title": "Central Asia bursting at the seams",
        "body": "As Russia suffers from an economic slowdown on the back of EU and U.S. sanctions, Central Asia's economy has suffered more than it cares to admit. Hit by the devaluation of the ruble, Ce...",
        "date": "20150313",
        "country": "Turkmenistan"
    },
    {
        "title": "Armenia threatening water stability in region",
        "body": "Despite their recoverable nature, the diminishing global water resources pose a real danger to the nature. This danger recognizes no borders.",
        "date": "20150109",
        "country": "Turkmenistan"
    },
    {
        "title": "Iran pins hopes on gas output increase",
        "body": "With nuclear talks between Iran and six world powers nearing to an end, there have been hopes the resolution of the decades-old nuclear dispute would open new business and investment oppo...",
        "date": "20150529",
        "country": "Turkmenistan"
    },
    {
        "title": "Central Asia’s regimes challenged by stuttering economy",
        "body": "ASHGABAT (TurkmeniSTAn): Pensioner Anna Kovalyova, 63, would struggle to make ends meet on her pension worth US$250 if it was not for the subsidies from the authorities in ...",
        "date": "20160314",
        "country": "Turkmenistan"
    },
    {
        "title": "Central Asia strongman regimes challenged by stuttering economy",
        "body": "ASHGABAT, Turkmenistan (AFP) — Pensioner Anna Kovalyova, 63, would struggle to make ends meet on her pension worth $250 if it was not for the subsidies f rom the authorities in Turkmeni...",
        "date": "20160316",
        "country": "Turkmenistan"
    },
    {
        "title": "Central Asian leaders face stuttering economies",
        "body": "PENSIONER Anna Kovalyova, 63, would struggle to make ends meet on her pension worth US$250 if it was not for the subsidies from the authorities in that make , gas and el...",
        "date": "20160314",
        "country": "Turkmenistan"
    },
    {
        "title": "Strongman states challenged",
        "body": "PENSIONER Anna Kovalyova, 63, would struggle to make ends meet on her pension worth $250 if it were not for the subsidies from the authorities in that make , gas and ele...",
        "date": "20160314",
        "country": "Turkmenistan"
    },
    {
        "title": "Defence",
        "body": "A man walks in a park during heavy snowfall in Minsk, Belarus, on March 1. Belarus was hit by heavy snowfall on Tuesday, as temperatures plummeted below 0 degrees Celsius (32 Fahrenheit)....",
        "date": "20160303",
        "country": "Turkmenistan"
    },
    {
        "title": "Central Asia needs unified strategy on water",
        "body": "Not so long ago, environmental experts from five Central Asian countries met in Almaty, Kazakhstan. They discussed environmental issues, which concern not only the Central Asian state...",
        "date": "20170510",
        "country": "Turkmenistan"
    },
    {
        "title": "A worsening water crisis in Gorgan Gulf",
        "body": "Iran’s Gorgan Gulf, in the northeastern province of Golestan, is facing severe drought due to the drying up of the Caspian Sea at Gaz Port region, gathering of running wastewater on the por...",
        "date": "20170906",
        "country": "Turkmenistan"
    },
    {
        "title": "Awash with boats at anchor in sea of sand",
        "body": "‘AND the waters shall fail from the sea, and the rivers shall be wasted and dried up” reads Isaiah 19:5, which reflects the fallibility of our precious sources. The in the...",
        "date": "20170511",
        "country": "Turkmenistan"
    },
    {
        "title": "Bank sector Q1 profit up 6.9% y-o-y",
        "body": "OInterest Rates",
        "date": "20170623",
        "country": "Turkmenistan"
    },
    {
        "title": "Demarcation of the Caspian Sea will bring in more oil and gas supply",
        "body": "When is a sea not a sea?",
        "date": "20180827",
        "country": "Turkmenistan"
    },
    {
        "title": "UN chief urges to address root causes of crisis in Central Asia",
        "body": "UNITED NATIONS: UN Secretary-General Antonio Guterres Friday urged parties concerned to address the root causes of the crisis in Central Asia and build peaceful societies resilient to...",
        "date": "20180121",
        "country": "Turkmenistan"
    },
    {
        "title": "Minister: Iran cuts power to Iraq to meet domestic demand",
        "body": "Iran’s energy minister said rising energy consumption amid a suffocating heat wave forced the country to cut power exports to neighboring Iraq which is grappling with an electricity c...",
        "date": "20180718",
        "country": "Turkmenistan"
    },
    {
        "title": "Fading sea becomes town’s main attraction",
        "body": "MUYNAK, Uzbekistan — The fierce windstorm that walloped this small defunct port in late spring stunned even a local ecologist long resigned to the devastation wrought by the disappearance...",
        "date": "20180810",
        "country": "Turkmenistan"
    },
    {
        "title": "World in water crisis",
        "body": "Nearly a quarter of the world’s population lives in 17 countries facing extremely high water stress, close to day zero conditions when the taps run dry, according to a new report.",
        "date": "20190807",
        "country": "Turkmenistan"
    },
    {
        "title": "Water crisis escalates",
        "body": "WASHINGTON, United States — Nearly a quarter of the world’s population lives in 17 countries facing extremely stress, close to “day zero” conditions when the taps run dry, accor...",
        "date": "20190807",
        "country": "Turkmenistan"
    },
    {
        "title": "17 countries face severe water stress",
        "body": "NEARLY a quarter of the world’s population lives in 17 countries facing extremely high water stress, close to “day zero” conditions when the taps run dry, according to a report released ...",
        "date": "20190807",
        "country": "Turkmenistan"
    },
    {
        "title": "1.5b people face extreme water stress",
        "body": "WASHINGTON — Nearly onequarter of the world’s population, or almost 1.5 billion people, live in 17 countries vulnerable to shortages close to “day zero” conditions, according ...",
        "date": "20190807",
        "country": "Turkmenistan"
    },
    {
        "title": "1.5b people face extreme water stress",
        "body": "WASHINGTON — Nearly onequarter of the world’s population, or almost 1.5 billion people, live in 17 countries vulnerable to shortages close to “day zero” conditions, according ...",
        "date": "20190807",
        "country": "Turkmenistan"
    },
    {
        "title": "Taps in India to run dry soon",
        "body": "A report from the World Resources Institute (WRI) says that India’s surface and groundwater are highly stressed. Ground tables in many aquifers situated in the northern part of the country have declined at a rate of more than eight centimetres per year from 1990 to 2014.",
        "date": "20190807",
        "country": "Turkmenistan"
    },
    {
        "title": "Turkmenistan to build a $1.5b city amid social spending cuts",
        "body": "ASHGABAT, Turkmenistan, Feb 9, (AP): Turkmenistan’s president allocated $1.5 billion to build a new city as the government cuts social spending and the country’s economy is weakened by l...",
        "date": "20200210",
        "country": "Turkmenistan"
    },
    {
        "title": "A water crisis which could spark disaster and war",
        "body": "THE postponed UN Climate Change Conference (COP 26) will be held in Glasgow next November. One of the most startling impacts of man-made climate catastrophes they should consider is the un...",
        "date": "20201219",
        "country": "Turkmenistan"
    },
    {
        "title": "Humanitarian aid to Afghans amidst suffering: Will it be a pipe dream?",
        "body": "The temperature in Kabul now is an average of six degrees Celsius in the day and minus one Celsius at night. As the winter progresses, the temperatures fall as low as minus 16 degrees Celsius....",
        "date": "20211231",
        "country": "Turkmenistan"
    },
    {
        "title": "Afghanistan: Geo-economics over geopolitics",
        "body": "The hasty withdrawal of US, British and other NATO troops from Afghanistan after their almost 20 years of failed “war on terror” could become an inflection point toward a new era in world pol...",
        "date": "20210824",
        "country": "Turkmenistan"
    },
    {
        "title": "Afghanistan: Geo-economics over geopolitics",
        "body": "The hasty withdrawal of US, British and other NATO troops from Afghanistan after their almost 20 years of failed “war on terror” could become an inflection point toward a new era in world pol...",
        "date": "20210824",
        "country": "Turkmenistan"
    },
    {
        "title": "Afghanistan: Geo-economics over geopolitics",
        "body": "The hasty withdrawal of US, British and other NATO troops from Afghanistan after their almost 20 years of failed “war on terror” could become an inflection point toward a new era in world pol...",
        "date": "20210824",
        "country": "Turkmenistan"
    },
    {
        "title": "Tightening the noose",
        "body": "Rising international terrorism has lent new urgency to ending an old problem: the spread of nuclear, chemical and biological weapons. So it was not surprising that a multinational exerc...",
        "date": "20031001",
        "country": "Tuvalu"
    },
    {
        "title": "Pocket of resistance to the rising tide",
        "body": "VEU Lesa, a 73-year-old villager in Tuvalu, does not need scientific reports to tell him that the sea is rising. The beaches of his childhood are vanishing. The crops that used to feed his fa...",
        "date": "20070721",
        "country": "Tuvalu"
    },
    {
        "title": "Charles terms climate change greatest question for mankind",
        "body": "THE TELEGRAPH KAMPALA, UGANDA",
        "date": "20071124",
        "country": "Tuvalu"
    },
    {
        "title": "Sinking culture snapped",
        "body": "A photographer is racing against time and tide to get images of nearly all in the people in a remote Pacific island group before its predicted disappearance beneath rising sea levels.",
        "date": "20080317",
        "country": "Tuvalu"
    },
    {
        "title": "Islanders’ future is paradise lost",
        "body": "The islanders of Tuvalu could lose their homes and much of their land in the coming decades. But the world has yet to figure out how it will deal with them, and millions of others who may be di...",
        "date": "20080319",
        "country": "Tuvalu"
    },
    {
        "title": "Islanders ‘must have say’",
        "body": "www.waikatotimes.co.nz",
        "date": "20091207",
        "country": "Tuvalu"
    },
    {
        "title": "Islands ‘must have say’ in migration",
        "body": "SYDNEY – Pacific island nations at risk of being swamped by rising sea levels must have a say in the mass migration of their people, an independent think tank has warned ahead of global t...",
        "date": "20091207",
        "country": "Tuvalu"
    },
    {
        "title": "We have to rescue sinking ship",
        "body": "Though there are some people who still believe that climate change is a “conspiracy”, global warming — once only in scientists’ domain — has become an increasingly incontestable ground r...",
        "date": "20091210",
        "country": "Tuvalu"
    },
    {
        "title": "Japan gives $ 572m climate change aid to Pacific Islands",
        "body": "SHIMUKAPPU, Japan — Japan last week pledged 50 billion yen ($ 572 million CAD) in aid to small Pacific islands over the next three years to help them with clean energy projects and to cope with...",
        "date": "20090601",
        "country": "Tuvalu"
    },
    {
        "title": "U.S. hostage fails in escape attempt",
        "body": "Somali pirates call in other hijacked foreign ships",
        "date": "20090411",
        "country": "Tuvalu"
    },
    {
        "title": "Strange case of the disappearing islands",
        "body": "IN SEPTEMBER 2009 it was reported that, in spite of being on maps for centuries, the tiny island of Bermeja, in the Gulf of Mexico, could no longer be found. The Mexican Government sent out...",
        "date": "20100403",
        "country": "Tuvalu"
    },
    {
        "title": "Identity crisis as island state vanishes",
        "body": "Encroaching seas are raising the salt level in the wells of the Marshall Islands. Waves threaten to cut one sliver of an island in two.",
        "date": "20101208",
        "country": "Tuvalu"
    },
    {
        "title": "Small island states seek global fund",
        "body": "CANCUN, Mexico — A group of 43 small island states called for a global insurance fund to help vulnerable countries cope with climate change.",
        "date": "20101202",
        "country": "Tuvalu"
    },
    {
        "title": "A GLOBAL LOOK AT ECOREFUGEES",
        "body": "PAKISTAN",
        "date": "20101218",
        "country": "Tuvalu"
    },
    {
        "title": "A GLOBAL LOOK AT ECOREFUGEES",
        "body": "PAKISTAN",
        "date": "20101218",
        "country": "Tuvalu"
    },
    {
        "title": "Tuvalu receives emergency fresh water",
        "body": "– The tiny Pacific nation of Tuvalu has declared a state of emergency due to severe shortages, prompting New Zealand to airlift in fresh supplies, officials in Wellington said. New ...",
        "date": "20111004",
        "country": "Tuvalu"
    },
    {
        "title": "NZ help in Tuvalu water crisis",
        "body": "A New Zealand team has been sent to help in Tuvalu as the Pacific Island nation declared a state of emergency over a lack of drinking .",
        "date": "20111004",
        "country": "Tuvalu"
    },
    {
        "title": "NZ help in island water crisis",
        "body": "A New Zealand team has been sent to help in Tuvalu as the Pacific Island nation declared a state of emergency over a lack of drinking .",
        "date": "20111004",
        "country": "Tuvalu"
    },
    {
        "title": "Enduring love",
        "body": "ister, Grigol Vashadze, visited Fiji to court the regime of Commodore Josaia Voreqe “Frank” Bainimarama. Then, late last month, just days before Russia’s Mr Lavrov was scheduled to make his f...",
        "date": "20120214",
        "country": "Tuvalu"
    },
    {
        "title": "No-one owns water, we all own the water",
        "body": "MAORI ARE doing us all a big favour. Putting aside for one moment the rights and wrongs of the Government’s partial state assets sales plan, as a nation we may yet come to regard indigenous ...",
        "date": "20120916",
        "country": "Tuvalu"
    },
    {
        "title": "Plenty of seasonal cheer can be found this winter",
        "body": "Our schizoid winter is playing with Pittsburghers’ minds. My neighbor Tom had the top down on his ’66 Mustang convertible in January, when it felt like May and even bald guys went hatless. He...",
        "date": "20120212",
        "country": "Tuvalu"
    },
    {
        "title": "The rising tide",
        "body": "The modern world has long thought of refugees in strictly political terms, victims in a world riven by competing ideologies. But as climate change continues unabated, there is a growing ...",
        "date": "20120817",
        "country": "Tuvalu"
    },
    {
        "title": "Water crisis threatening Asia Pacific",
        "body": "DESPITE the economic progress of most of the countries in the AsiaPacific region, security in the region still remains a challenge, a new study prepared jointly by the Asian Develop...",
        "date": "20130314",
        "country": "Tuvalu"
    },
    {
        "title": "ADB warns PH, Asia of water crisis",
        "body": "MOST countries in Asia and the Pacific, including the Philippines, are at risk of suffering a because of insufficient investments in resource management despite the rapid expansion of their economies, the Asian Development Bank (ADB) has warned.",
        "date": "20130314",
        "country": "Tuvalu"
    },
    {
        "title": "Climate asylum claim sign of things to come",
        "body": "The story from New Zealand that received the most international play this week must at first glance have looked like one of those eccentric yarns from down under: NZ rejects climate change re...",
        "date": "20131129",
        "country": "Tuvalu"
    },
    {
        "title": "Warming helps crop pests spread",
        "body": "OSLO, Sept 2, (Agencies): Crop-damaging pests are moving towards the poles at a rate of more than 25 kms (16 miles) a decade, aided by global warming and human transport, posing a potential...",
        "date": "20130903",
        "country": "Tuvalu"
    },
    {
        "title": "Consequences",
        "body": "ARE KILLER typhoons like “Yolanda/Haiyan,” unburied corpses, and traumatized survivors screaming to get out the “new normal”?",
        "date": "20131116",
        "country": "Tuvalu"
    },
    {
        "title": "UN climate deal reached",
        "body": "NEGOTIATORS HAVE reached a watered-down deal at UN talks in Peru that sets the stage for a global climate pact in Paris next year.",
        "date": "20141215",
        "country": "Tuvalu"
    },
    {
        "title": "Saving the house",
        "body": "MADRID — A crack in a house’s foundation, if not repaired, can continue to grow, ultimately destabilizing the structure and rendering it uninhabitable. Its occupants must then move t...",
        "date": "20140826",
        "country": "Tuvalu"
    },
    {
        "title": "Saving the House",
        "body": "Acrack in a house's foundation, if not repaired, can continue to grow, ultimately destabilizing the structure and rendering it uninhabitable. Its occupants must then move to another...",
        "date": "20140822",
        "country": "Tuvalu"
    },
    {
        "title": "World urged to change course",
        "body": "UNITED NATIONS, United States, Sept 23, (Agencies): The largest gathering of world leaders on climate change opened at the United Nations on Tuesday facing calls for action to put the planet...",
        "date": "20140924",
        "country": "Tuvalu"
    },
    {
        "title": "Palm Cove rejects a tide of alarmists",
        "body": "PALM Cove is the red-hot favourite in most people’s books, but the idyllic stretch is at short odds for the wrong reasons.",
        "date": "20150909",
        "country": "Tuvalu"
    },
    {
        "title": "Aid workers set example NZ should follow",
        "body": "WHEN PETER Brown first saw his wife Elizabeth after the cyclone, the tough aid worker was in tears.",
        "date": "20150322",
        "country": "Tuvalu"
    },
    {
        "title": "Cyclone",
        "body": "spread over 65 islands. About 47,000 people live in the capital.",
        "date": "20150315",
        "country": "Tuvalu"
    },
    {
        "title": "A climate crisis in paradise",
        "body": "Pacific leaders have been getting blunt with wealthy nations about the unfolding calamity of climate change that is gradually gnawing away their remote idylls. At a summit in Fiji last wee...",
        "date": "20151106",
        "country": "Tuvalu"
    },
    {
        "title": "NZ could take a leadership role",
        "body": "THE PROSPECT of refugees washing up on New Zealand beaches may seem unlikely, but the Pacific will soon face its own as whole nations flee, not from war but from climate change.",
        "date": "20161116",
        "country": "Tuvalu"
    },
    {
        "title": "A passion for politics",
        "body": "Not much of global interest happens on Tuvalu.",
        "date": "20160405",
        "country": "Tuvalu"
    },
    {
        "title": "Are cyclones becoming our norm?",
        "body": "My social media news feed has been flooded with devastating images of cyclone Gita in the Pacific. Beautiful and recently refurbished businesses, now buried beneath debris and . F...",
        "date": "20180215",
        "country": "Tuvalu"
    },
    {
        "title": "Australia relationship with Pacific on climate change 'dysfunctional' and 'abusive'",
        "body": "Australia’s relationship with the Pacific region on the issue of climate change has been described as “dysfunctional” and “abusive” – providing aid to the region to deal with the effect...",
        "date": "20180906",
        "country": "Tuvalu"
    },
    {
        "title": "Climate change migrants",
        "body": "WILDFIRES tearing across Southern California have forced thousands of residents to evacuate from their homes. Even more people fled ahead of the hurricanes that slammed into Texas and Fl...",
        "date": "20180123",
        "country": "Tuvalu"
    },
    {
        "title": "Climate crisis clash looms as Pacific leaders get together on tiny Tuvalu",
        "body": "As the leaders of Pacific countries step off their planes in Tuvalu this week for the Pacific Islands Forum, they are being met by the children of the tiny nation, who sit submerged in wat...",
        "date": "20190812",
        "country": "Tuvalu"
    },
    {
        "title": "Forum chief ‘positive’ on Tuvalu summit outcome",
        "body": "DESPITE Australia’s opposition to referencing coal or the climate crisis, the secretary-general of the Pacific Islands Forum says she is “very positive” about the outcome of the re...",
        "date": "20190824",
        "country": "Tuvalu"
    },
    {
        "title": "Pacific Forum Chief ‘Positive’ on Tuvalu Summit Outcome",
        "body": "Despite Australia’s opposition to referencing coal or the climate crisis, the secretary general of the Pacific Islands Forum says she is “very positive” about the outcome of the re...",
        "date": "20190824",
        "country": "Tuvalu"
    },
    {
        "title": "Former Tuvalu PM says he was 'stunned' by Scott Morrison's behaviour at Pacific Islands Forum",
        "body": "The former prime minister of Tuvalu has said he was “stunned” by Scott Morrison’s behaviour at the recent Pacific Islands Forum, which he though communicated the view that Pacific lead...",
        "date": "20191024",
        "country": "Tuvalu"
    },
    {
        "title": "Leaders to UN: If virus doesn’t kill us, climate change will",
        "body": "In a year of cataclysm, some world leaders at this week’s annual United Nations meeting are taking the long view, warning: If Covid-19 doesn’t kill us, climate change will.",
        "date": "20200929",
        "country": "Tuvalu"
    },
    {
        "title": "Asylum seekers can’t be sent back if climate crisis threatens life, UN rules",
        "body": "IT is unlawful for governments to return people seeking asylum from countries where the climate crisis threatens their lives, a landmark ruling by the UN Human Rights Committee has fo...",
        "date": "20200121",
        "country": "Tuvalu"
    },
    {
        "title": "Fiji’s Prime Minister Frank Bainimarama at Cop26",
        "body": "Usually leaders of all 14 Pacific island states would attend climate summits but only three came to Glasgow – of Palau, Fiji and – because of pandemic-related travel restrictions.",
        "date": "20211107",
        "country": "Tuvalu"
    },
    {
        "title": "Fiji’s Prime Minister Frank Bainimarama at Cop26",
        "body": "Usually leaders of all 14 Pacific island states would attend climate summits but only three came to Glasgow – of Palau, Fiji and – because of pandemic-related travel restrictions.",
        "date": "20211107",
        "country": "Tuvalu"
    },
    {
        "title": "Fiji’s Prime Minister Frank Bainimarama at Cop26",
        "body": "Usually leaders of all 14 Pacific island states would attend climate summits but only three came to Glasgow – of Palau, Fiji and – because of pandemic-related travel restrictions.",
        "date": "20211107",
        "country": "Tuvalu"
    },
    {
        "title": "Deep trouble: Tuvalu wants to stay a nation even if the rising sea levels drown land",
        "body": "Pacific island nation Tuvalu is exploring ways to keep its recognition as a state even if it loses all its land to rising sea",
        "date": "20211112",
        "country": "Tuvalu"
    },
    {
        "title": "Tuvalu minister films climate speech standing in ocean",
        "body": "GLASGOW: Tuvalu’s foreign minister has filmed a video address to be shown at a UN climate summit on Tuesday standing thigh deep in seawater and pleading for help as his country slips beneat...",
        "date": "20211110",
        "country": "Tuvalu"
    },
    {
        "title": "Govt to reinterpret future, urbanism approach after pandemic, minister says",
        "body": "TURKEY, like many other countries, will be reinterpreting its future and the urbanism approach after the coronavirus pandemic, Environment and Urbanization Minister Murat Kurum s...",
        "date": "20201218",
        "country": "Trkiye"
    }
]