[
    {
        "title": "Wake up and smell the coffee",
        "body": "People love coffee. It is the most popular drink on the planet after water, and a thriving, US$60-billion industry. So why is it plunging farmers in the world’s poorest countries into ruin and ...",
        "date": "20030629",
        "country": "Uganda"
    },
    {
        "title": "Mother forced to watch as rebels boiled girls alive",
        "body": "Militiamen grilled bodies on a spit and boiled two girls alive with their mother forced to watch, UN peacekeepers charged, adding cannibalism to a list of atrocities allegedly carried out b...",
        "date": "20050318",
        "country": "Uganda"
    },
    {
        "title": "Edwards closes visit to Uganda",
        "body": "KAMPALA, Uganda — Former Sen. John Edwards of North Carolina, who’s widely expected to make a run for the presidency in 2008, completed his first visit to Uganda on Monday in what he called an...",
        "date": "20061003",
        "country": "Uganda"
    },
    {
        "title": "The week that changed my life",
        "body": "WHILE the world’s most powerful leaders wrestled with a solution to the Lebanon crisis, Dr John Sentamu, the Archbishop of York, pitched his small tent on the world stage.",
        "date": "20060823",
        "country": "Uganda"
    },
    {
        "title": "Against the current",
        "body": "Moses Owidi’s real estate agency sits in the middle of a bustling suburb in the Ugandan capital, Kampala. But Owidi’s business has been losing customers for more than a year because of inc...",
        "date": "20070504",
        "country": "Uganda"
    },
    {
        "title": "A godsend for Darfur, or a new curse?",
        "body": "TDAKAR, Senegal – he announcement by researchers at Boston University last week that a vast underground lake the size of Lake Erie had been discovered beneath the barren soil of northern ...",
        "date": "20070723",
        "country": "Uganda"
    },
    {
        "title": "Charles terms climate change greatest question for mankind",
        "body": "THE TELEGRAPH KAMPALA, UGANDA",
        "date": "20071124",
        "country": "Uganda"
    },
    {
        "title": "Ugandan orphans find their lifeline in dance",
        "body": "For 12-year-old Teddy Namuddu of Uganda, the perfect Hollywood movie would star pop princess Beyonc Knowles and action hero Chuck Norris. She picks Knowles because she can sing and Norris be...",
        "date": "20070926",
        "country": "Uganda"
    },
    {
        "title": "Time bomb",
        "body": "Re: “More CO2 is better,” Letter, Oct. 27.",
        "date": "20081101",
        "country": "Uganda"
    },
    {
        "title": "All eyes on Zim",
        "body": "Civil society organisations from across the continent are flexing their muscles to draw the attention of the world to Zimbabwe this Africa Day. Organisations from countries such as S...",
        "date": "20080425",
        "country": "Uganda"
    },
    {
        "title": "Outbreaks of disease feared in Kenya",
        "body": "NAIROBI, Kenya — A devastating health emergency looms in Kenya where an explosion of post- election violence has killed hundreds and displaced a quarter of a million others, British cha...",
        "date": "20080107",
        "country": "Uganda"
    },
    {
        "title": "Rising food prices pushing east Africa to disaster, warns Oxfam",
        "body": "More than 14 million people in the east Africa region require urgent food aid due to drought and spiralling cereal and fuel prices, aid agencies say.",
        "date": "20080724",
        "country": "Uganda"
    },
    {
        "title": "China oil majors covet Africa-focused Tullow",
        "body": "Hong Kong (Reuters) Tullow Oil is the latest Africa-focused energy firm to draw Chinese takeover interest, but the $8 billion (Dh29.3 billion) oil and gas independent, emboldened by its p...",
        "date": "20090305",
        "country": "Uganda"
    },
    {
        "title": "Oxfam appeals for cash as 23 million face hunger",
        "body": "More than 23 million people face severe hunger across east Africa in the worst crisis there for a decade, aid agency Oxfam warned Tuesday. A severe fiveyear drought across seven countries is c...",
        "date": "20090930",
        "country": "Uganda"
    },
    {
        "title": "Bad weather spells hunger for millions in Africa",
        "body": "POOR harvests due to lack of rain, combined with worsening conflict and the El Nino climatic effect, could leave millions more people in east Africa facing food shortages this year, the Uni...",
        "date": "20090922",
        "country": "Uganda"
    },
    {
        "title": "Drought pushes up hunger in 7 African nations",
        "body": "DROUGHT for a fifth year running is driving more than 23 million east Africans in seven countries toward severe hunger and destitution, international aid agency Oxfam said yesterday.",
        "date": "20090930",
        "country": "Uganda"
    },
    {
        "title": "Oxfam calls for help to feed Africa",
        "body": "LONDON/NAIROBI: Oxfam has warned that 23 million people are facing severe hunger due to climate change-exacerbated drought in East Africa.",
        "date": "20090929",
        "country": "Uganda"
    },
    {
        "title": "TIME RUNNING OUT FOR MILLIONS IN AFRICA",
        "body": "SUFFERING Abdirisak Mursal, 3, a malnourished child from southern Somalia, gets treatment in Banadir hospital in Mogadishu. Thousands of people have arrived in the city over the past t...",
        "date": "20110718",
        "country": "Uganda"
    },
    {
        "title": "Renowned river explorer and sociologist",
        "body": "about white water on the Zambezi River where he became a very competent kayaker and oar raft guide. He then went north to the White Nile in where he became known for his “no fear” approa...",
        "date": "20110116",
        "country": "Uganda"
    },
    {
        "title": "SOS Malta holds fundraising events",
        "body": "Having launched its campaign ‘ Malta walks for water’ last March, SOS Malta is continuing its work by giving more water to the poor.",
        "date": "20110619",
        "country": "Uganda"
    },
    {
        "title": "In brief",
        "body": "MoD losses",
        "date": "20110830",
        "country": "Uganda"
    },
    {
        "title": "Africa",
        "body": "LAGOS, Nigeria, is expected to overtake Cairo soon as Africa’s largest city. Private water vendors there do a brisk business in the many neighbourhoods that otherwise lack access to potable ...",
        "date": "20111028",
        "country": "Uganda"
    },
    {
        "title": "Hunger haunts 8 million people in Horn of Africa",
        "body": "KENYA: Drought has left more than 8 million people in the Horn of Africa short of food and , and the number could rise unless funding to help them is increased, aid groups say.",
        "date": "20110429",
        "country": "Uganda"
    },
    {
        "title": "AROUND THE WORLD Alliance Criticizes Morsi’s PM Choice",
        "body": "CAIRO — An alliance of pro-democracy advocates on Saturday criticized Egypt’s new Islamist president for unilaterally choosing a prime minister with no track record, while leading wit...",
        "date": "20120729",
        "country": "Uganda"
    },
    {
        "title": "Metro-area charity hosts contest",
        "body": "Oklahoma City-based charity Water4 is inviting Facebook friends, Twitter and Instagram followers and Pinterest pinners to express their gratitude for the free-flowing water they are for...",
        "date": "20121208",
        "country": "Uganda"
    },
    {
        "title": "Group to laud ‘pioneering spirit’",
        "body": "An Oklahoma Citybased nonprofit plans to highlight the state’s compassionate and adventurous nature at a fundraiser event featuring actor Jennie Garth and Grammy Award-winning Gospel...",
        "date": "20120916",
        "country": "Uganda"
    },
    {
        "title": "A political crisis is a poor time to negotiate water",
        "body": "The former Egyptian regime failed to present a strategy",
        "date": "20120424",
        "country": "Uganda"
    },
    {
        "title": "Voluntary group urges end to water and sanitation crisis",
        "body": "A global march calling on governments to end the water and sanitation crisis that kills 2,000 children every day will be held to commemorate World Water Day tomorrow.",
        "date": "20130321",
        "country": "Uganda"
    },
    {
        "title": "Farmington Hills students raise money to install well in Uganda",
        "body": "Sixth-graders at Hillel Day School in Farmington Hills were shocked to learn that, in many other countries, getting a drink of water isn’t as easy as turning on the tap.",
        "date": "20130614",
        "country": "Uganda"
    },
    {
        "title": "NGO to give Yolanda’s survivors portable water-chlorinating kits",
        "body": "A NON-GOVERNMENT organization (NGO) based in the United States will put up a temporary center in Cebu City that will train individuals on how to install chlorinators in areas affecte...",
        "date": "20131209",
        "country": "Uganda"
    },
    {
        "title": "NGO to give Yolanda survivors portable water-chlorinating kits",
        "body": "CEBU - A non-government organization (NGO) based in the United States will put up a temporary center in Cebu City that will train individuals on how to install chlorinators in areas a...",
        "date": "20131210",
        "country": "Uganda"
    },
    {
        "title": "Margaret’s mission",
        "body": "When Margaret Trudeau began the long journey to Mali last month, she flew out of the airport named after her former husband, prime minister Pierre Trudeau.",
        "date": "20141011",
        "country": "Uganda"
    },
    {
        "title": "Margaret Trudeau in Mali",
        "body": "BAMAKO, Mali — When Margaret Trudeau began the long journey to Mali last month, she flew out of the airport named after her former husband, Prime Minister Pierre Trudeau.",
        "date": "20141011",
        "country": "Uganda"
    },
    {
        "title": "The message in Margaret’s mission to Mali",
        "body": "BAMAKO, MALI — When Margaret Trudeau began the long journey to Mali last month, she flew out of the airport named after her former husband, prime minister Pierre Trudeau.",
        "date": "20141011",
        "country": "Uganda"
    },
    {
        "title": "Margaret’s mission of hope in Mali",
        "body": "BAMAKO, Mali — When Margaret Trudeau began the long journey to Mali last month, she flew out of the airport named after her former husband, prime minister Pierre Trudeau.",
        "date": "20141011",
        "country": "Uganda"
    },
    {
        "title": "Aunt: Family of drowned boy will settle in Canada",
        "body": "Toronto — The aunt of a Syrian boy whose lifeless body was photographed on a Turkish beach, sparking worldwide outrage at the refugee , said Friday that she hopes her family members w...",
        "date": "20151128",
        "country": "Uganda"
    },
    {
        "title": "FOUNDATION HAS DUG 1,000 WELLS",
        "body": "In Canada, we often take clean water for granted, assuming it’s a given that it’ll be available when we need it. But in 1998, a six-year-old boy thought otherwise.",
        "date": "20150926",
        "country": "Uganda"
    },
    {
        "title": "Outbreak of cholera infects 3,000 Burundian refugees",
        "body": "KAMPALA, UGANDA // Three thousand people have been infected in an outbreak of cholera in a Tanzanian border region where refugees from Burundi have massed.",
        "date": "20150523",
        "country": "Uganda"
    },
    {
        "title": "Burundi refugees face crisis",
        "body": "KAMPALA, Uganda — Cholera and severe diarrhea have broken out among tens of thousands of refugees from Burundi who are jammed into a village in Tanzania on the edge of Lake Tanganyika, with ...",
        "date": "20150520",
        "country": "Uganda"
    },
    {
        "title": "Uganda the beautiful",
        "body": "Just before daybreak on a recent visit to Uganda, I was standing on a hillside in Queen Elizabeth National Park, an expansive game reserve in western , when the sun started to pierc...",
        "date": "20160521",
        "country": "Uganda"
    },
    {
        "title": "This tiny Ugandan village is now the world’s fourth-largest refugee camp",
        "body": "NAIROBI — Three months ago, the town of Bidi Bidi in northern Uganda was mostly rugged grassland, speckled with a few small buildings and homes.",
        "date": "20161029",
        "country": "Uganda"
    },
    {
        "title": "Fears persist despite ceasefire",
        "body": "JUBA, July 14, (Agencies): A heavily-armed Ugandan military convoy crossed into South Sudan on Thursday to evacuate citizens trapped in the capital Juba as fears persist that recent da...",
        "date": "20160715",
        "country": "Uganda"
    },
    {
        "title": "Exodus from South Sudan inundates Ugandan camp",
        "body": "“Let’s avoid cholera by washing our hands,” reads a sign in a refugee camp just south of Uganda’s border with South Sudan. It has been handwritten in a hurry – and the commotion a few metres a...",
        "date": "20160902",
        "country": "Uganda"
    },
    {
        "title": "Uganda refugee crisis",
        "body": "AS WE commemorate World Refugee Day today and reflect on the concept of refuge-seeking, medical humanitarian organisation Doctors Without Borders (MSF) calls for improved internati...",
        "date": "20170621",
        "country": "Uganda"
    },
    {
        "title": "Uganda refugee crisis",
        "body": "SIR – AS WE commemorated World Refugee Day yesterday and reflected on the concept of refuge seeking, medical humanitarian organisation Doctors Without Borders (MSF) called for im...",
        "date": "20170621",
        "country": "Uganda"
    },
    {
        "title": "South Sudan’s refugees fleeing into Uganda",
        "body": "KAMPALA: Uganda expects the number of South Sudanese refugees in the country to soar to 1.2 million by the end of the year.",
        "date": "20170526",
        "country": "Uganda"
    },
    {
        "title": "Uganda, UN seek $8 billion for South Sudanese refugees",
        "body": "KAMPALA: Uganda’s government and the UN are appealing for $8 billion to deal with the crisis of refugees from South Sudan.",
        "date": "20170621",
        "country": "Uganda"
    },
    {
        "title": "Helping hand vital as refugee crisis is becoming a calamity",
        "body": "THE people of South Sudan are experiencing extreme hardship. Conflict and hunger are driving thousands out of the country to seek shelter and safety.",
        "date": "20170811",
        "country": "Uganda"
    },
    {
        "title": "South Sudan’s refugee flow is often a children’s crisis",
        "body": "ARUA, Uganda—The flood of South Sudanese refugees from the country's 5-year civil war has been called a children's crisis.",
        "date": "20180416",
        "country": "Uganda"
    },
    {
        "title": "WaterAid: Access to clean water lacking worldwide",
        "body": "The world is facing a water crisis, highlighting a big gap in access to clean water and sanitation between the wealthy and economically disadvantaged, according to a WaterAid study....",
        "date": "20180330",
        "country": "Uganda"
    },
    {
        "title": "World Toilet Day highlights global sanitation crisis",
        "body": "KAMPALA, Uganda (AP) — Poor countries around the world are facing a dangerous shortage of toilets that puts millions of live at risk, according to campaigners marking World Toilet Day by...",
        "date": "20181121",
        "country": "Uganda"
    },
    {
        "title": "A global sanitation problem",
        "body": "KAMPALA, Uganda — Poor countries around the world are facing a dangerous shortage of toilets that puts millions of live at risk, according to campaigners marking World Toilet Day by urgi...",
        "date": "20181120",
        "country": "Uganda"
    },
    {
        "title": "ROSES",
        "body": "up to the potential of preserved flowers. The two-day process involves cutting a flower at full bloom, dipping it into a plant-based solution to extract the natural colors and then infusi...",
        "date": "20180214",
        "country": "Uganda"
    },
    {
        "title": "Refugee settlements, ecological crises linked in Uganda",
        "body": "Uganda, known as the Pearl of Africa, is a safe haven for refugees fleeing conflict, deprivation and hopelessness.",
        "date": "20190309",
        "country": "Uganda"
    },
    {
        "title": "No skirting around a good cause",
        "body": "NEWLYWED Sydney couple Harriet and Richard Spark have spent their honeymoon on the Great Barrier Reef snorkelling in dresses to raise money for a good cause.",
        "date": "20191011",
        "country": "Uganda"
    },
    {
        "title": "Uganda has helped others, now it needs help",
        "body": "Uganda, known as the Pearl of Africa, is a safe haven for refugees fleeing conflict, deprivation and hopelessness.",
        "date": "20190309",
        "country": "Uganda"
    },
    {
        "title": "Africa’s cities face toilet crisis",
        "body": "MAKINDYE-LUKULI, Uganda — The darkening clouds are ominous for many in this urban neighborhood, promising rushing rainwaters stinking of human waste from overflowing septic tanks.",
        "date": "20190728",
        "country": "Uganda"
    },
    {
        "title": "Flooding and floating island of papyrus cuts power in Uganda",
        "body": "Uganda has a power problem. Two of its biggest plants, the 180-megawatt Nalubaale and 200-megawatt Kiira plants outside Jinga, are being battered by rising flood waters and papyrus.",
        "date": "20200508",
        "country": "Uganda"
    },
    {
        "title": "Uganda army fights voracious desert locusts",
        "body": "OTUKE, Uganda: Under a warm morning sun scores of weary soldiers stare as millions of yellow locusts rise into the northern Ugandan sky, despite hours spent spraying vegetation with chem...",
        "date": "20200220",
        "country": "Uganda"
    },
    {
        "title": "ALLEVIATING WATER CRISIS",
        "body": "UGANDA has begun the construction of a 6.6-billion Ugandan shillings (about $1.8-million) water and sanitation facility aimed at ending the water crisis in seven villages. Restrooms f...",
        "date": "20210725",
        "country": "Uganda"
    },
    {
        "title": "AFDB stands ready to deploy its resources to save people and the planet",
        "body": "Calls to action sounded loud and clear from leading voices from across the region as Africa Climate Week 2021 kicked off. The event, hosted by the government of Uganda, is expected to drive urg...",
        "date": "20211003",
        "country": "Uganda"
    },
    {
        "title": "Stepping up to help out planet",
        "body": "AN Irishman has signed a Strictly Come Dancing professional dancer to help him fight climate change.",
        "date": "20211115",
        "country": "Uganda"
    },
    {
        "title": "Hot Docs hands out audience prize",
        "body": "A film about three women on the frontlines of social activism in Chile, Hong Kong and Uganda has won the Hot Docs Audience Award, which celebrates the movie preferred by viewers.",
        "date": "20210511",
        "country": "Uganda"
    },
    {
        "title": "Sustainable Christmas",
        "body": "An estimated 120 million trees are going to be cut down around the world just for this Christmas. And an even greater number of trees will be chopped down next year for the festive season alone.",
        "date": "20211209",
        "country": "Uganda"
    },
    {
        "title": "Olympics tests exposed as a Greek comedy",
        "body": "Greek newspapers slammed their 2004 Olympic Games organisers yesterday for disarray during test events that ranged from teams getting lost to security lapses and a food poisoning outbreak...",
        "date": "20030811",
        "country": "Ukraine"
    },
    {
        "title": "Contenders make early start to win Putin’s job",
        "body": "Ukraine’s “Orange revolution” and a pensioners’ revolt in Russia have inspired a clutch of contenders to start running for Vladimir Putin’s job, even though presidential elections are three...",
        "date": "20050321",
        "country": "Ukraine"
    },
    {
        "title": "Full-steam ahead on nuclear power",
        "body": "The shadows of Chernobyl and Three Mile Island no longer reach to the pine-crested hillsides of Hangzhou Bay, where China is rushing to expand a nuclear power station to meet soaring demand fo...",
        "date": "20050704",
        "country": "Ukraine"
    },
    {
        "title": "Let Russia, Georgia settle own dispute",
        "body": "With the failure of the Orange Revolution, Ukraine is being drawn back into Moscow’s orbit. Now, Georgia, another former republic of the old Soviet Union, is finding that ex-colonies of the...",
        "date": "20061025",
        "country": "Ukraine"
    },
    {
        "title": "90% of Moldovans want to leave",
        "body": "GRINDING poverty on the fringes of the European Union is driving hundreds of thousands of migrants into Europe and Britain, the Daily Express can reveal.",
        "date": "20060831",
        "country": "Ukraine"
    },
    {
        "title": "Georgians brace for more pain from Russian blockade",
        "body": "TBILISI, Georgia (AP) – The jobseekers come every morning to wait under the bridge, their tools protected from the rain under sheets of plastic. For the lucky, just a couple of hours pass ...",
        "date": "20061019",
        "country": "Ukraine"
    },
    {
        "title": "Storm in a port",
        "body": "Atop one of the highest points in the Black Sea port city of Sevastopol, the white, blue and red Russian flag ripples in the Crimean wind. Far below, the proud vessels of Russia’s Black Sea Fleet b...",
        "date": "20060110",
        "country": "Ukraine"
    },
    {
        "title": "Oil tanker splits, spills cargo",
        "body": "A Russian tanker broke in half during a storm yesterday, spilling 1300 tonnes of fuel oil into the Kerch Strait between the Black Sea and the Sea of Azov, a transport ministry spokeswoman said...",
        "date": "20071112",
        "country": "Ukraine"
    },
    {
        "title": "Ukraine, allies strained by latest political strife",
        "body": "KIEV, Ukraine — Since the tumultuous Orange Revolution of 2004 opened the door to democracy in , this ex-Soviet republic has lurched from one political showdown into another.",
        "date": "20070409",
        "country": "Ukraine"
    },
    {
        "title": "Winds hamper cleanup crews in Black Sea crisis",
        "body": "Fierce winds hampered crews struggling to clean up in the wake of a killer storm that sank at least 11 ships and split an oil tanker in two, spilling tonnes of petroleum in the between Ukra...",
        "date": "20071115",
        "country": "Ukraine"
    },
    {
        "title": "Bodies, oil slicks wash up from Black Sea storm",
        "body": "PORT KAVKAZ, RUSSIA – The bodies of three sailors washed ashore yesterday after a ferocious Black Sea storm wrecked five ships, spilling 2,000 tonnes of oil in the environmentally sensiti...",
        "date": "20071113",
        "country": "Ukraine"
    },
    {
        "title": "Black Sea storm abates",
        "body": "The bodies of three sailors washed ashore on Monday after a ferocious Black Sea storm wrecked five ships, spilling 2,000 tonnes of oil in the environmentally sensitive , officials ...",
        "date": "20071113",
        "country": "Ukraine"
    },
    {
        "title": "Energy",
        "body": "Russia’s state natural gas monopoly, Gazprom, warned yesterday it will cut gas supplies to Ukraine on January 1 if it fails to pay off a $2bn energy debt. The warning has raised fears of a ...",
        "date": "20081219",
        "country": "Ukraine"
    },
    {
        "title": "Ukraine braces for severe recession, tough winter",
        "body": "The Associated Press KIEV, Ukraine — The currency has lost half of its value; tens of thousands face layoffs; residents in the capital are bundling up in winter clothes as the heat sporad...",
        "date": "20081219",
        "country": "Ukraine"
    },
    {
        "title": "Ukraine faces hard winter",
        "body": "KIEV, Ukraine— The currency has lost half of its value, tens of thousands face layoffs, residents in the capital are bundling up in winter clothes as the heat sporadically goes out and Rus...",
        "date": "20081219",
        "country": "Ukraine"
    },
    {
        "title": "Europeans scramble for protection",
        "body": "WARSAW — Poland strikes a deal on a United States missile defence base, Ukraine tries to limit the Russian navy’s movement in its and the Czech Republic’s leader warns his nation is in d...",
        "date": "20080818",
        "country": "Ukraine"
    },
    {
        "title": "Ukraine crisis poses a much wider threat",
        "body": "The New York Times KIEV, Ukraine — Steel and chemical factories, once the muscle of Ukraine’s economy, are dismissing thousands of workers. Cities have had days without heat or becau...",
        "date": "20090302",
        "country": "Ukraine"
    },
    {
        "title": "Conflict spurs Russia to set up new gas routes",
        "body": "Russia’s gas conflict with neighbouring Ukraine will spur Moscow to find new routes for energy exports that are not affected by the political leanings of former Soviet neighbours, analy...",
        "date": "20090105",
        "country": "Ukraine"
    },
    {
        "title": "Europe’s heating goes off",
        "body": "RUSSIA HAS shut down all gas flowing to Europe, sparking fear and anger in the bitterly cold Balkans, where hundreds of thousands of people were forced to weather sub-zero temperatures witho...",
        "date": "20090108",
        "country": "Ukraine"
    },
    {
        "title": "Israelis build ‘mini Tel Aviv’ in Kiev",
        "body": "AN ISRAELI COMPANY is building a luxury residential complex in Kiev, modelled on the fashionable Tel Aviv suburb of Ramat Aviv Gimmel.",
        "date": "20091127",
        "country": "Ukraine"
    },
    {
        "title": "Ukraine economy rebounds after dizzying fall",
        "body": "KIEV (AP) – Last year, the Ukrainian economy nearly collapsed in the global financial crisis as steel plants stopped production and construction cranes froze. Angry Ukrainians lined up to e...",
        "date": "20101123",
        "country": "Ukraine"
    },
    {
        "title": "Wheat price sparks food-supply fears",
        "body": "FEW rural pleasures match seeing a golden field of grain, rustling and ripe for reaping. But the harvest season in the Northern Hemisphere is being marked by turmoil on global wheat markets....",
        "date": "20100917",
        "country": "Ukraine"
    },
    {
        "title": "UN report expects windfall for BRIC",
        "body": "ROME: The rising economies of Brazil, China, and India will see strong growth in their agricultural sectors in the next decade as output remains stagnant among big importers in Western Europe...",
        "date": "20100617",
        "country": "Ukraine"
    },
    {
        "title": "Debt crisis shows up the strains from Ukraine to UAE",
        "body": "D ebt is becoming the big issue of the day. Thanks to concerted action by governments, and the dynamism of the Asian economies, the world has hitherto managed to avoid the worst of a global r...",
        "date": "20100206",
        "country": "Ukraine"
    },
    {
        "title": "Agriculture spending is key In Theory W",
        "body": "ithin a few days, the price of wheat rose in global markets by a staggering 42 per cent. This rise prompted a meeting in Moscow that included 500 experts to discuss the grain issue the world i...",
        "date": "20100902",
        "country": "Ukraine"
    },
    {
        "title": "Japan nuclear crisis may be worse than Chornobyl",
        "body": "TOKYO — Japanese officials have admitted that the nuclear in Fukushima could become worse than Chornobyl.",
        "date": "20110413",
        "country": "Ukraine"
    },
    {
        "title": "Japanese utility exec apologizes for radiation",
        "body": "TOKYO — A Japanese power company executive apologized for air-and seaborne radiation as regulators reiterated that the pumping of radioactive into off Japan from a c...",
        "date": "20110410",
        "country": "Ukraine"
    },
    {
        "title": "Toll keeps rising",
        "body": "The death toll rose to 5321 yesterday. A total of 9329 people are reported missing and 2383 are injured.",
        "date": "20110318",
        "country": "Ukraine"
    },
    {
        "title": "The Fukushima 50",
        "body": "They are called the Fukushima 50 or, sometimes, the Faceless 50. They are sure they will die before they grow old, if not in months. They are human sacrifices to the god of nuclear energy.",
        "date": "20110411",
        "country": "Ukraine"
    },
    {
        "title": "japanese nuke plant apologizes for radiation",
        "body": "TOKYO — A Japanese power company executive apologized for spreading radiation into the air and sea as regulators said the pumping of radioactive water into waters off Japan from a c...",
        "date": "20110410",
        "country": "Ukraine"
    },
    {
        "title": "Deep freeze in Europe kills 220 people",
        "body": "At least 221 people have died during a cold snap in which temperatures have plummeted to -30C and below across eastern Europe, with Ukraine the hardest hit.",
        "date": "20120204",
        "country": "Ukraine"
    },
    {
        "title": "With effort, Europe can still be the solution",
        "body": "THe european project is shaking. i am confident that the eurozone’s ongoing sovereign debt crisis will be overcome, and that a more integrated and effective europe will emerge. But to ge...",
        "date": "20120609",
        "country": "Ukraine"
    },
    {
        "title": "Ukraine’s Tymoshenko halts hunger strike",
        "body": "KHARKIV, Ukraine • Ukraine’s jailed opposition leader Yulia Tymoshenko on Wednesday halted a 20-day hunger strike after she was moved to a hospital to defuse a overshadowing the Eu...",
        "date": "20120510",
        "country": "Ukraine"
    },
    {
        "title": "Ukraine worst-hit by killer cold snap",
        "body": "AT LEAST 221 people have died during a cold snap in which temperatures have plummeted to - 30C and below across eastern Europe, with the worst hit.",
        "date": "20120205",
        "country": "Ukraine"
    },
    {
        "title": "The Chernobyl Disaster",
        "body": "WHEN a massive earthquake hit Japan last year, among the most alarming effects of the quake was the damage it inflicted on a nuclear energy plant. Exposure to nuclear contamination can...",
        "date": "20120426",
        "country": "Ukraine"
    },
    {
        "title": "Fukushima water leak deepens crisis",
        "body": "TOKYO: Japan will raise its warning about the severity of a toxic water leak at the Fukushima nuclear plant, its nuclear watchdog said today, its most serious action since the plant was de...",
        "date": "20130821",
        "country": "Ukraine"
    },
    {
        "title": "Japan’s top diplomat",
        "body": "CHERNOBYL (Ukraine) – Japan’s top diplomat travelled to Chernobyl in Ukraine, the site of the world’s worst nuclear disaster, to compare notes on relief efforts following Japan’s own di...",
        "date": "20130826",
        "country": "Ukraine"
    },
    {
        "title": "Kiev’s decisive moment",
        "body": "THE PRO-EUROPE constituency in Ukraine is on the move and it seems authorities in Kiev are set to face a tough time. As of now, more than 200,000 people are marching around the presidential p...",
        "date": "20131217",
        "country": "Ukraine"
    },
    {
        "title": "Woe to America’s allies",
        "body": "Three crises, one president, many bewildered friends. The first crisis, barely noticed here, is Ukraine’s sudden turn away from Europe and back to the Russian embrace.",
        "date": "20131206",
        "country": "Ukraine"
    },
    {
        "title": "Cold showers expose budget pinch in Ukraine",
        "body": "KIEV, Ukraine: Ukrainians are used to a few days a year without hot water as sizzling summer temperatures give the nation’s state-run utilities a chance to fix leaky pipes. This year, the s...",
        "date": "20130816",
        "country": "Ukraine"
    },
    {
        "title": "NATO training response to Russia",
        "body": "SOFIA — NATO’s Black Sea members Bulgaria, Romania and Turkey joined four other alliance states in a multinational naval exercise Tuesday just across the from the Crimean Peninsula a...",
        "date": "20150311",
        "country": "Ukraine"
    },
    {
        "title": "Obama pans Russia for ‘ aggressive stance’",
        "body": "US President Barack Obama accused Russia of toughening its battlefield stance Tuesday, as he met with the NATO secretary general to discuss the rolling in .",
        "date": "20150528",
        "country": "Ukraine"
    },
    {
        "title": "No date set for Ukraine summit",
        "body": "BERLIN: The foreign ministers of Ukraine, Russia, Germany and France ended a meeting on Monday ( Tuesday in Manila) without being able to set a date for a hoped-for peace summit on ending ...",
        "date": "20150114",
        "country": "Ukraine"
    },
    {
        "title": "Russian ships in English Channel‘monitored’",
        "body": "A RUSSIAN destroyer and two other ships are being “monitored” through the English Channel.",
        "date": "20150415",
        "country": "Ukraine"
    },
    {
        "title": "Russian ships in English Channel ‘monitored’",
        "body": "A RUSSIAN destroyer and two other ships are being “monitored” through the English Channel.",
        "date": "20150415",
        "country": "Ukraine"
    },
    {
        "title": "Is Russia plotting something big in Crimea?",
        "body": "The situation in Crimea appears ominous. Yesterday, Russia’s FSB spy agency said it had foiled a series of attacks by armed Ukrainians on the Crimean peninsula. Minutes later, Vladimir Pu...",
        "date": "20160811",
        "country": "Ukraine"
    },
    {
        "title": "Lavrov, Kerry to meet on Syria, Ukraine tomorrow",
        "body": "GENEVA (Reuters) – Russian Foreign Minister Sergei Lavrov and US Secretary of State John Kerry will hold talks in Geneva on Friday focusing on the conflicts in Syria and .",
        "date": "20160825",
        "country": "Ukraine"
    },
    {
        "title": "Russia’s return to bond market fails to lure Western investors",
        "body": "MOSCOW: Russia’s return to the international bond market has generated interest at home but has not attracted foreign investors, Russian media and analysts said.",
        "date": "20160526",
        "country": "Ukraine"
    },
    {
        "title": "Putin reviews Crimea security after alleged Ukraine raids",
        "body": "Russian President Vladimir Putin yesterday called for security to be ramped up on the annexed Crimea peninsula after accusing of attempting armed incursions into the disputed ...",
        "date": "20160812",
        "country": "Ukraine"
    },
    {
        "title": "NATO calls on Russia to stop violence in Ukraine",
        "body": "NATO Secretary General Jens Stoltenberg has called on Russia to use its “considerable influence” to end fighting in eastern Ukraine after a renewed surge in violence there.",
        "date": "20170203",
        "country": "Ukraine"
    },
    {
        "title": "US to help end conflict in east Ukraine",
        "body": "US President Donald Trump said he was willing to work with both Kiev and Moscow to resolve a separatist conflict in eastern Ukraine, following a telephone call with Ukrainian President P...",
        "date": "20170206",
        "country": "Ukraine"
    },
    {
        "title": "Ukraine — Europe’s forgotten conflict",
        "body": "UNITED NATIONS — The rumble of artillery and the cracks of Kalashnikovs shatter the winter chill. The refugees, the displaced and the injured have become part of the broken landscape which ...",
        "date": "20170210",
        "country": "Ukraine"
    },
    {
        "title": "6 killed as Ukraine fighting surges",
        "body": "AVDIIVKA, Ukraine — Salvos of artillery shook eastern Ukraine on Thursday, the fifth day of escalated fighting between government troops and Russia-backed separatist rebels. Two Ukrainian ...",
        "date": "20170203",
        "country": "Ukraine"
    },
    {
        "title": "Ukraine loses most in Russia-EU row",
        "body": "Asevere maritime friction broke out between Russia and Ukraine on Sunday. Russia seized three Ukrainian naval ships entering the Sea of Azov. Moscow said the ships passed into Russian terri...",
        "date": "20181127",
        "country": "Ukraine"
    },
    {
        "title": "Crisis fears as Russians fire at and seize Ukraine ships",
        "body": "RUSSIAN coast guard vessels opened fire and seized three Ukrainian navy vessels last night as they sailed through disputed waters around Crimea, raising fears of a new regional crisis.",
        "date": "20181126",
        "country": "Ukraine"
    },
    {
        "title": "Kiev plea Nato urged to deploy ships to disputed waters",
        "body": "The Ukrainian president, Petro Poroshenko, has called on Nato to deploy naval ships to the Sea of Azov to “provide security” amid a deepening with Russia.",
        "date": "20181130",
        "country": "Ukraine"
    },
    {
        "title": "Putin ‘explains’ action",
        "body": "Russia faces a storm of protest after capturing ships.",
        "date": "20181203",
        "country": "Ukraine"
    },
    {
        "title": "For most of the world, the war in Ukraine is forgotten",
        "body": "Venezuela, Brexit, Syria, Afghanistan, the Mueller investigation, Kashmir, the Uighurs. With everything going on in the world today, the war in barely gets the attention it deserve...",
        "date": "20190330",
        "country": "Ukraine"
    },
    {
        "title": "Prisoner swap big win for Zelensky, but at a price",
        "body": "Ukrainian President Volodymyr Zelensky scored a big win by exchanging prisoners with Russia, experts say, but Moscow made him pay a heavy price and will be looking for more concessions. I...",
        "date": "20190910",
        "country": "Ukraine"
    },
    {
        "title": "‘The Resistance’",
        "body": "If you have been watching, it’s obvious that the liberal progressive agenda is to bring down (overthrow) the legitimately elected executive branch of our government.",
        "date": "20191003",
        "country": "Ukraine"
    },
    {
        "title": "1,000 hassidim stuck at Belarus- Ukraine border for passage to Uman",
        "body": "some 1,000 breslov hassidim and other Israelis seeking to visit uman in ukraine for rosh hashanah are stuck on the ukraine- belarus border, and slept out in the open on monday night.",
        "date": "20200916",
        "country": "Ukraine"
    },
    {
        "title": "PUTIN INVITES MERKEL FOR CRISIS TALK",
        "body": "Moscow, Jan. 6: German Chancellor Angela Merkel will travel to Russia on Jan. 11 for talks with President Vladimir Putin on the triggered by the killing of top Iranian military com...",
        "date": "20200107",
        "country": "Ukraine"
    },
    {
        "title": "PUTIN INVITES ANGELA MERKEL FOR CRISIS TALK",
        "body": "Moscow: German Chancellor Angela Merkel will travel to Russia on Jan. 11 for talks with President Vladimir Putin on the triggered by the killing of top Iranian military commander ...",
        "date": "20200107",
        "country": "Ukraine"
    },
    {
        "title": "US scientist pleads guilty to lying about China contacts",
        "body": "Pompeo says NPR host ‘lied’ but doesn’t dispute he cursed at her",
        "date": "20200126",
        "country": "Ukraine"
    },
    {
        "title": "Why revolt in Belarus is different from Ukraine",
        "body": "A former Soviet republic on the fault line between Russia and Europe is boiling with revolt this summer. Sounds familiar — but Belarus 2020 isn’t 2014, and that’s why it’s hard to pr...",
        "date": "20200824",
        "country": "Ukraine"
    },
    {
        "title": "Playing with fire on Russia’s borders as nations quarrel",
        "body": "Belarusian autocrat Alexander Lukashenko has cleared out the encampment at his border crossing into Poland, where thousands of Middle Eastern migrants had been living in squalor.",
        "date": "20211126",
        "country": "Ukraine"
    },
    {
        "title": "Playing with fire on Russia’s borders",
        "body": "Belarusian autocrat Alexander Lukashenko has cleared out the encampment at his border crossing into Poland, where thousands of Middle Eastern migrants had been living in squalor.",
        "date": "20211123",
        "country": "Ukraine"
    },
    {
        "title": "Playing with fire on Russia’s borders as nations quarrel",
        "body": "Belarusian autocrat Alexander Lukashenko has cleared out the encampment at his border crossing into Poland, where thousands of Middle Eastern migrants had been living in squalor.",
        "date": "20211126",
        "country": "Ukraine"
    },
    {
        "title": "Playing with fire on Russia’s borders",
        "body": "Belarusian autocrat Alexander Lukashenko has cleared out the encampment at his border crossing into Poland, where thousands of Middle Eastern migrants had been living in squalor.",
        "date": "20211123",
        "country": "Ukraine"
    },
    {
        "title": "Foreign debt threatens to engulf former Pacific paradise",
        "body": "Australia is a second home to Rene Harris, president of the tiny Pacific island of Nauru. In the past, he often travelled there for medical treatment or to feast his eyes on his country’s port...",
        "date": "20040420",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "‘ This is more in the range, given the devastation’",
        "body": "“ A crisis of this dimension is an ongoing thing. It rolls out,” she said. “I think it’s important to note that Canada reacted very quickly with this.”",
        "date": "20051011",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "Dubai sells controversial port facilities",
        "body": "DUBAI — State-owned Dubai Ports World yesterday said it had agreed to sell its US port operations to an American International Group unit after relinquishing control to allay concerns...",
        "date": "20061213",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "Will utility giant’s works team have to play at the Bernabu?",
        "body": "BUSINESS Diary been casting an eye over the respective teamsheets at ScottishPower and Spanish suitor Iberdrola to see if there are any clues about what happens next.",
        "date": "20061118",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "Hope on decline in Iran-Britain standoff",
        "body": "TEHRAN, Iran — Iran appears to be digging in for a prolonged standoff over its capture of 15 British sailors and marines, demonstrating the power of hardliners willing to confront the West...",
        "date": "20070402",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "IRAN IN FOR LONG HAUL",
        "body": "TEHRAN — Iran appears to be digging in for a prolonged standoff over its capture of 15 British sailors and marines, demonstrating the power of hardliners willing to confront the West, ana...",
        "date": "20070402",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "Gulf International Bank plans to boost project finance in GCC",
        "body": "Bahrain-based Gulf International Bank, or GIB, an Arab lender owned by six Gulf countries, plans to finance more projects to help boost the region’s infrastructure, an official said.",
        "date": "20070915",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "Iran Captive Standoff May Be Lengthy",
        "body": "TEHRAN, Iran — Iran appears to be digging in for a prolonged standoff over its capture of 15 British sailors and marines, demonstrating the power of hardliners willing to confront the West, analysts say.",
        "date": "20070402",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "Gord visit’s 1bn boost",
        "body": "GORDON BROWN’S golden touch on the Gulf tour has clinched business deals worth 1 billion for the UK.",
        "date": "20081105",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "France, Gulf states begin war games",
        "body": "France, Qatar and the United Arab Emirates begun joint military drills on Monday in the shadow of the crisis over Iran’s nuclear program. The war games will continue until March 5. French an...",
        "date": "20080227",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "UAE’s $4b food bill set to climb",
        "body": "Dubai (Bloomberg) The United Arab Emirates, which is investing in farms in Asia and Africa to ensure food supplies, will see its $4 billion a year food import bill rise on population growth,...",
        "date": "20080825",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "In the news",
        "body": "President Bush has signed a bill that will allow former South African President Nelson Mandela, who was on U.S. immigration watch lists because of his involvement with the African National Congress, now South Africa’s ruling party but at one time considered a communist organization, to visit the States without the secretary of state having to certify that Mandela is not a terrorist.",
        "date": "20080702",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "There’s still a Spring in our step",
        "body": "HIGHLAND Spring last night insisted they would be unaffected by the financial meltdown in debt-laden Dubai – the home of their billionaire owner.",
        "date": "20091129",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "Moody’s cuts Dubai companies’ ratings on uncertain govt support",
        "body": "DUBAI — Credit ratings agency Moody’s downgraded six Dubai-linked issuers yesterday after concluding that no “meaningful” government support would be provided for top firms like DP World...",
        "date": "20091209",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "Yuanda sees little impact, but gains from Dubai debt crisis",
        "body": "Wang Weiyuan was napping in the departure area of Beijing International Airport terminal 3 recently, waiting for the first flight to Dubai, the capital of the United Arab Emirates.",
        "date": "20091229",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "Thirsty plant leaves crops in Yemen dry",
        "body": "JAHILIYA, YEMEN—MORE THAN half of this country’s scarce water is used to feed an addiction.",
        "date": "20091102",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "Key Persian Gulf emirate in crisis after death of longtime monarch",
        "body": "DUBAI, United Arab Emirates — A Gulf emirate whose stability is vital to western interests has been plunged into crisis after the death of the world’s longest-serving monarch.",
        "date": "20101028",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "Resilience",
        "body": "REMITTANCES of overseas Filipino workers (OFWs) grew faster than forecast in 2009—a testament to the huge debt we owe our compatriots who risk more than life and limb to send home decent mo...",
        "date": "20100216",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "Gulf emirate in crisis after ruler’s death",
        "body": "DUBAI — A Gulf emirate whose stability is vital to Western interests has been plunged into crisis after the death of the world’s longest-serving monarch.",
        "date": "20101028",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "Mauritius sees rebound in tourism",
        "body": "PORT LOUIS—MAURITIUS expects its tourism industry to recover this year on the back of higher visitor numbers after the island, one of Africa’s best tourism performers, has weathered the ...",
        "date": "20100219",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "U of C team has world-class ideas for water",
        "body": "CHALLENGE • A pitch to minimize the resources needed to bring clean and sanitation to 100 million people leveraging free enterprise landed the Haskayne School of Business a secon...",
        "date": "20110308",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "UPRISINGS",
        "body": "SANAA, Yemen — Yemeni security forces opened fire on anti-government protesters Tuesday, killing at least three amid rising international concern over the strategically located nation.",
        "date": "20110420",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "Kuwait to mediate in Bahrain crisis",
        "body": "MANAMA: Bahrain’s largest Shiite opposition group Wefaq has accepted Kuwait as a mediator with Bahrain’s government to end a political gripping the tiny kingdom, a member of W...",
        "date": "20110328",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "Clinton wags her finger at Arab states",
        "body": "DOHA, Qatar: US Secretary of State Hillary Clinton delivered a stark warning to leaders yesterday that they would face growing extremism and even rebellion unless they quickly ad...",
        "date": "20110114",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "Clinton warns Arab leaders",
        "body": "DOHA: US Secretary of State Hillary Clinton yesterday delivered a stark warning to Arab leaders that they will face growing unrest, extremism and even rebellion unless they quickly ad...",
        "date": "20110114",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "Yemeni police kill 3 after opening fire at protest",
        "body": "SANAA, Yemen ( AP) — Yemeni security forces opened fire on anti-government protesters Tuesday, killing at least three amid rising international concern over the strategically located n...",
        "date": "20110420",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "Universities tackle water crisis",
        "body": "AL AIN // Two universities are setting up water institutes in an attempt to tackle the UAE’s worsening water scarcity.",
        "date": "20120711",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "UAE’S economy grew 3.3% in 2011",
        "body": "DUBAI: The United Arab Emirates' economy grew an estimated 3.3 percent in 2011, the economy minister was quoted as saying yesterday, slower than analysts had expected but still more than...",
        "date": "20120312",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "Foreign investment slowly returning",
        "body": "PARIS — Last summer, as the mounting European debt crisis was forcing many businesses in the region to scale back, the multinational Dow Chemical made a seemingly contrarian move: Rather...",
        "date": "20120305",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "State of Union meant to tame anxiety",
        "body": "squeezed middle class. He is expected to urge higher taxes on the wealthy, propose ways to make college more affordable, offer new steps to tackle a debilitating housing and try to...",
        "date": "20120124",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "Indian power consultancy firm offers services to Pak",
        "body": "An Indian power consultancy firm has offered its services to the Pakistan government for the generation of cheap electricity at a time when the country is grappling with a massive ener...",
        "date": "20130610",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "More aid for Syria ...",
        "body": "OTTAWA — Canada pledged another $25 million in humanitarian aid to Syria onWednesday.",
        "date": "20130131",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "More aid for Syria relief",
        "body": "OTTAWA — Canada pledged another $25 million in humanitarian aid to Syria onWednesday.",
        "date": "20130131",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "More aid for Syria ...",
        "body": "OTTAWA — Canada pledged another $25 million in humanitarian aid to Syria on Wednesday.",
        "date": "20130131",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "Lifelong government aid cushions UAE’s wealth gap",
        "body": "UMM AL-QUWAIN, United Arab Emirates — The United Arab Emirates contains the world’s tallest building, an artificial indoor ski slope and man-made islands shaped like the world. Dubai’s fleet ...",
        "date": "20141105",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "Iran faces risk of severe water crisis",
        "body": "TEHRAN — Iran is headed for a water shortage of epic proportions, and little is being done to reverse a decades-long trend that has reduced the country’s supply to levels.",
        "date": "20140703",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "A lifetime of perks in UAE helps to cushion wealth gap",
        "body": "UMM AL- QUWAIN, United Arab Emirates — The United Arab Emirates contains the world’s tallest building, an artificial indoor ski slope and man-made islands shaped like the world. Dubai’s fleet...",
        "date": "20141109",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "US launches air strikes in Syria",
        "body": "THE US and partner nations have launched their first airstrikes against Islamic State militants in Syria, as fighting raged between the extremist group and Kurdish forces near the border wi...",
        "date": "20140924",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "Arid Emirates faces groundwater crisis",
        "body": "As skyscrapers and gleaming towers rose with lightning speed across the United Arab Emirates over the past two decades, the Gulf nation’s thirst for grew at an enormous rate — so much so...",
        "date": "20151125",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "As groundwater runs out, a parched Emirates relies on sea",
        "body": "ABU DHABI, United Arab Emirates — As skyscrapers and gleaming towers rose with lightning speed across the United Arab Emirates over the past two decades, the Gulf nation’s thirst for water gre...",
        "date": "20151202",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "US Navy sailors released by Iran",
        "body": "DUBAI, United Arab Emirates – It turned out to be the international crisis that wasn’t.",
        "date": "20160115",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "Iran releases 10 U.S. Navy sailors",
        "body": "DUBAI, United Arab Emirates — It turned out to be the international crisis that wasn’t.",
        "date": "20160114",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "U.S. sailors released unharmed by Iran",
        "body": "DUBAI, United Arab Emirates (AP) – It turned out to be the international crisis that wasn’t.",
        "date": "20160114",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "Detained for a day",
        "body": "DUBAI, United Arab Emirates — It turned out to be the international crisis that wasn’t.",
        "date": "20160114",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "IPL may scamper abroad",
        "body": "The beleaguered members of the Indian Premier League's governing council, hamstrung by the recent court order on Maharashtra, are likely to discuss whether the 2017 edition of the cash-rich tourney can be held abroad, BCCI secretary Anurag Thakur said on Thursday.",
        "date": "20160422",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "Snapchat scrubs Al-Jazeera in SA",
        "body": "Dubai, Sept. 18: Global image messaging service Snapchat has scrubbed Qatari broadcaster Al Jazeera from its app in Saudi Arabia at the request of Saudi authorities, the company said on Mon...",
        "date": "20170919",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "Snapchat scrubs Al-Jazeera from app in Saudi Arabia",
        "body": "DUBAI: Global image messaging service Snapchat has scrubbed Qatari broadcaster Al Jazeera from its app in Saudi Arabia at the request of Saudi authorities, the company said yesterday. “We make an effort to comply with local laws in the countries where we operate,” a spokesman for parent company Snap Inc. said. The request to block AlJazeera’s Snapchat presence in the kingdom was made before the weekend, the company said.",
        "date": "20170919",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "Iran flies supplies to Qatar amid crisis",
        "body": "LONDON/WASHINGTON: Iran has sent four cargo planes of food to Qatar and plans to provide 100 tonnes of fruit and vegetable every day, Iranian officials said, amid concerns of shortages aft...",
        "date": "20170612",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "What to know about the Qatar crisis",
        "body": "DUBAI, United Arab Emirates (AP) -- Qatar likely faces a deadline this weekend to comply with a list of demands issued by Arab nations that have cut diplomatic ties to the energy-rich countr...",
        "date": "20170703",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "Iran flies supplies to Qatar amid crisis",
        "body": "LONDON/WASHINGTON: Iran has sent four cargo planes of food to Qatar and plans to provide 100 tonnes of fruit and vegetable every day, Iranian officials said, amid concerns of shortages afte...",
        "date": "20170612",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "Gunfire amid water scarcity protests",
        "body": "DUBAI, United Arab Emirates — Gunfire erupted as Iranian security forces confronted protesters early Sunday amid demonstrations over scarcity in the country's south, violence that...",
        "date": "20180702",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "170m UK aid package for Yemen",
        "body": "Ministers have committed to spend 170million over the next year on humanitarian aid in Yemen.",
        "date": "20180404",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "Gunfire, clashes amid Iran protests over water scarcity",
        "body": "DUBAI, UNITED ARAB EMIRATES  Gunfire erupted as Iranian security forces confronted protesters early Sunday amid demonstrations over scarcity in the country’s south, violence that...",
        "date": "20180702",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "Gunfire, clashes amid Iran protests over water scarcity",
        "body": "DUBAI, UNITED ARAB EMIRATES  Gunfire erupted as Iranian security forces confronted protesters early Sunday amid demonstrations over scarcity in the country’s south, violence that...",
        "date": "20180702",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "Gunfire, clashes amid Iran protests over water scarcity",
        "body": "DUBAI, UNITED ARAB EMIRATES Gunfire erupted as Iranian security forces confronted protesters early Sunday amid demonstrations over scarcity in the country’s south, violence that ...",
        "date": "20180702",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "Gunfire, clashes amid Iran protests over water scarcity",
        "body": "DUBAI, UNITED ARAB EMIRATES  Gunfire erupted as Iranian security forces confronted protesters early Sunday amid demonstrations over scarcity in the country’s south, violence that...",
        "date": "20180702",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "1.5b people face extreme water stress",
        "body": "WASHINGTON — Nearly onequarter of the world’s population, or almost 1.5 billion people, live in 17 countries vulnerable to shortages close to “day zero” conditions, according ...",
        "date": "20190807",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "1.5b people face extreme water stress",
        "body": "WASHINGTON — Nearly onequarter of the world’s population, or almost 1.5 billion people, live in 17 countries vulnerable to shortages close to “day zero” conditions, according ...",
        "date": "20190807",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "1.5b people face extreme water stress",
        "body": "WASHINGTON — Nearly onequarter of the world’s population, or almost 1.5 billion people, live in 17 countries vulnerable to shortages close to “day zero” conditions, according ...",
        "date": "20190807",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "UAE says four ships targeted by ‘sabotage’",
        "body": "DUBAI, United Arab Emirates—The United Arab Emirates said Sunday that four commercial ships off its eastern coast “were subjected to sabotage operations,” just hours after Iranian and Leba...",
        "date": "20190513",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "Takeover in Aden deepens Yemeni crisis",
        "body": "Southern separatists in Yemen said they had seized the presidential palace in Aden after fierce battles with loyalist forces, prompting the government to decry what it called a coup backed...",
        "date": "20190812",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "Atop contender",
        "body": "IF you are desperately impatient for restrictions to be relaxed so you can travel to Thailand or take a tour of Australia, you should know that neither of these two countries will be the m...",
        "date": "20200725",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "Middle East Muslims call for boycott of French goods",
        "body": "DUBAI, United Arab Emirates — Muslims in the Middle East and beyond on Monday broadened their calls for boycotts of French products and protests, as a clash over depictions of the Prophet Mu...",
        "date": "20201027",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "Middle East Muslims call for boycott of French goods",
        "body": "DUBAI, United Arab Emirates — Muslims in the Middle East and beyond on Monday broadened their calls for boycotts of French products and protests, as a clash over depictions of the Prophet Mu...",
        "date": "20201027",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "The best places to travel in 2021",
        "body": "IF YOU are desperately impatient for restrictions to be relaxed so you can travel to Thailand or take a tour of Australia, you should know that neither of these two countries will be the mo...",
        "date": "20200811",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "High-tech farmers sow seeds of revolution in Dubai",
        "body": "DUBAI An ultra-modern vertical farm in the middle of the desert stands as a testament to Dubai's determination to spark a \"green revolution\" to overcome its dependence on food import...",
        "date": "20200819",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "Air-to-water solution displayed at Dubai meet",
        "body": "The three-day Fith Arab Water Forum held at Dubai ended on Friday on a high, positive note when five companies demonstrated how moisture in the air could be turned into , and experts have ...",
        "date": "20210926",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "Israel, Jordan, UAE to sign solar power, desalinization deal",
        "body": "Israel is expected to sign a deal with Jordan that will include solar energy production in Jordan for the Israeli market, which would reciprocate by desalinating Mediterranean water for sup...",
        "date": "20211118",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "Iran police, water crisis protesters clash",
        "body": "DUBAI, United Arab Emirates — Protesters angry over water shortages marched through the streets late Thursday in an oil-rich province in southwestern Iran, and online videos showed police ...",
        "date": "20210717",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "Iran police, water crisis protesters clash",
        "body": "DUBAI, United Arab Emirates — Protesters angry over water shortages marched through the streets late Thursday in an oil-rich province in southwestern Iran, and online videos showed police f...",
        "date": "20210717",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "Iran police, water crisis protesters clash",
        "body": "DUBAI, United Arab Emirates — Protesters angry over water shortages marched through the streets late Thursday in an oil-rich province in southwestern Iran, and online videos showed police ...",
        "date": "20210717",
        "country": "United%20Arab%20Emirates"
    },
    {
        "title": "China’s national defense in 2010",
        "body": "PREFACE",
        "date": "20110401",
        "country": "United%20Republic%20of%20Tanzania"
    },
    {
        "title": "Results of Tanzania’s elections out in four days, says electoral body",
        "body": "With the massive turn out and cast of votes on Sunday in Tanzania’s presidential, general and local elections, votes are being counted with the Chairman, Tanzanian National Electoral C...",
        "date": "20151027",
        "country": "United%20Republic%20of%20Tanzania"
    },
    {
        "title": "Balancing water, energy needs in Sadc",
        "body": "THE warning is clear and getting louder — management of water development in Southern Africa cannot continue to undermine energy issues or vice versa because action in one area impac...",
        "date": "20160622",
        "country": "United%20Republic%20of%20Tanzania"
    },
    {
        "title": "Challenge of balancing competing water, energy needs in Sadc",
        "body": "It is believed that a better understanding of the water-energy nexus will unlock opportunities for collaboration among member states, thereby boosting regional cooperation and de...",
        "date": "20160617",
        "country": "United%20Republic%20of%20Tanzania"
    },
    {
        "title": "Tackling the plastic problem",
        "body": "Take a moment and look around, you will realise how dependent we are on plastics. It has become an unavoidable part our lives in the past three decades or so. According to the recent UN ...",
        "date": "20191003",
        "country": "United%20Republic%20of%20Tanzania"
    },
    {
        "title": "Year SADC showed resilience, solidarity, courage in face of adversity",
        "body": "SO the year 2020 is finally coming to an end? But, who even remembers how or when it started? The year 2020 will without doubt go down in history as the year when the earth stood still and wond...",
        "date": "20201223",
        "country": "United%20Republic%20of%20Tanzania"
    },
    {
        "title": "Benjamin W Mkapa: A lifetime of service to SADC, Africa",
        "body": "The former Tanzanian leader was instrumental in the establishment of the Southern African Research and Documentation Centre ( SARDC), an independent regional knowledge resource c...",
        "date": "20200725",
        "country": "United%20Republic%20of%20Tanzania"
    },
    {
        "title": "Climate change action needed at COP 26 to avert gloomy future",
        "body": "THE conference on climate change later this year provides the only window of opportunity for world leaders to agree on a much more ambitious and specific action to avoid a , a new ...",
        "date": "20210826",
        "country": "United%20Republic%20of%20Tanzania"
    },
    {
        "title": "UN report projects a gloomy future: Climate change action needed at COP 26",
        "body": "The conference on climate change later this year provides the only window of opportunity for world leaders to agree on a much more ambitious and specific action to avoid a crisis, a new g...",
        "date": "20210901",
        "country": "United%20Republic%20of%20Tanzania"
    },
    {
        "title": "Not just glass shattered at DeSoto but history, too",
        "body": "THERE AT OUR FEET lay shattered dreams … almost all the glass within reach at the DeSoto Theater had been smashed. All the glass doors across the front, almost all original 1929 glass, destroyed...",
        "date": "20060918",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "Climate change will spur conflict, study of wars warns",
        "body": "Climate change and the resulting shortages of water and food could spur armed conflict, the authors of a new study warn.",
        "date": "20071122",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "Gore calls for urgent action on climate change",
        "body": "Oslo, Norway — He has said it again and again, with increasing urgency, to anyone who will listen. And on Monday, former US vice president Al Gore used the occasion of his 2007 Nobel Peac...",
        "date": "20071212",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "Democrats pitch to cities",
        "body": "ST. LOUIS – Much is made of the rural and suburban issues that often dominate the presidential race.",
        "date": "20070728",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "Fallen Star May Cast Shadow on NFL",
        "body": "For the NFL, this week is supposed to be all about players pulling on shoulder pads and strapping on helmets in places like Latrobe, Pa., and River Falls, Wis. It’s supposed to be about seven n...",
        "date": "20070722",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "Clinton, Obama Duel Over Readiness",
        "body": "On the final day before the Pennsylvania primary, Sen. Hillary Rodham Clinton released an ad that, without naming Sen. Barack Obama, questions his readiness to be president. Hours late...",
        "date": "20080422",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "Bush flies in aid",
        "body": "United States military planes began delivering aid to Georgia as the US stepped up support for a ceasefire with Russian troops around the breakaway region South Ossetia.",
        "date": "20080815",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "US flies aid into Georgia",
        "body": "TBILISI — US military planes began delivering aid to Georgia as Washington stepped up support for a shaky ceasefire with Russian troops around the breakaway region South Ossetia.",
        "date": "20080815",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "US flies aid in, Russia starts pullout",
        "body": "US military planes began delivering aid to Georgia as Washington stepped up support for a shaky ceasefire with Russian troops around the breakaway region of South Ossetia.",
        "date": "20080815",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "Attention must be paid",
        "body": "IAdded to the water supply in Washington, I mean. In a nation where every other 9-year-old seems to be medicated for attention deficit disorder, why do we refuse to take seriously the at...",
        "date": "20080717",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "Are We in a Crisis or a Bad Sitcom?",
        "body": "WASHINGTON — What a relief to hear Barack Obama tell a California audience the other day: “I am the president the .” Who knew?! Lately, it’s been hard to tell whe...",
        "date": "20090323",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "Our Foundering Father",
        "body": "Whata relief to hear Barack Obama tell a California audience the other day: “I am the president the .” Who knew? Lately, it’s been hard to tell whether Obama himse...",
        "date": "20090322",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "Our foundering father father",
        "body": "WASHINGTON—What a relief to hear Barack Obama tell a California audience the other day: “I am the president of the .” Who knew?! Lately, it’s been hard to tell wheth...",
        "date": "20090323",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "Our foundering father",
        "body": "What a relief to hear Barack Obama tell a California audience the other day: “I am the president of the United States of America.” Who knew?! Lately, it’s been hard to tell whether Obama him...",
        "date": "20090323",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "Obama is a real stand-up guy as he talks about his first 100 days in office",
        "body": "WASHINGTON: President Barack Obama served as comedian-in-chief on Saturday night, predicting that his second 100 days in office would be so successful that he would wrap them up in record...",
        "date": "20090511",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "Historical facts, international law show the Diaoyu Islands belong to China and Japan claimed them only last century",
        "body": "The diplomatic crisis between China and Japan, sparked by the collision between a Chinese fishing boat and two Japanese patrol boats, has finally ended with the illegally detained Chin...",
        "date": "20101011",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "Meet Joe Schwarz — a Michigan maverick",
        "body": "As a young doctor working in Laos during the Vietnam war, Joe Schwarz spent a fair amount of time saving people in impossible situations.",
        "date": "20100309",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "Sovereignty beyond doubt",
        "body": "he diplomatic crisis between China and Japan, sparked by the collision between a Chinese fishing boat and two Japanese patrol boats, has finally ended with the illegally detained Chine...",
        "date": "20101011",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "If Obama wants unity, be like Ike",
        "body": "Despite a first year filled with divisions, denunciations and impassioned polarization, it’s not too late for Barack Obama to formulate the bipartisan foreign policy that he promise...",
        "date": "20100105",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "World financial crisis not under control and we will pay the price",
        "body": "I wrote a letter to the editor some four or five months ago about the impending financial outlook we were about to come upon, however the letter was never published.",
        "date": "20110729",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "Lessons in humility for all",
        "body": "Before Hurricane Katrina slammed into the coasts of Mississippi and Louisiana in 2005, killing more than 1,800 people and causing $81 billion in damage, most Americans naively believed tha...",
        "date": "20110407",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "Solutions for fixing Detroit",
        "body": "The call from some for the city of Detroit to relinquish control from its duly elected leadership and constitutional authority to an emergency manager is an attack upon the essence our...",
        "date": "20111209",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "The exorcist!",
        "body": "in and out of their lives; than which, surely, there can be nothing worse.",
        "date": "20110731",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "Collective action needed to drive growth",
        "body": "Inthe wake of the hugely disappointing budget deal and the S& P’s debt downgrade, maybewe need to hang a new sign in the immigration arrival halls at all US ports and airports. It could...",
        "date": "20110808",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "An opinion on the foreign energy markets",
        "body": "The U.S. is destroying itself to feed foreign energy markets.",
        "date": "20120706",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "An opinion on the foreign energy markets",
        "body": "The U.S. is destroying itself to feed foreign energy markets.",
        "date": "20120705",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "Geneva and the 'lemon puff' hero",
        "body": "Wimal Weerawansa is at it again. Earlier he undertook a farcical ' hunger strike' opposite the UN office in Colombo against war crimes allegations during which some newspapers said he ...",
        "date": "20120318",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "Central African Republic facing fresh crisis as rebels seize key towns and close in on capital",
        "body": "The Central African Republic was plunged into a fresh crisis yesterday as rebels advanced towards the capital, Bangui, after threatening to topple the country’s president.",
        "date": "20121228",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "P-noy hails DFA chief; no back channel now",
        "body": "PRESIDENT Aquino yesterday said he was “very happy” with Foreign Secretary Albert del Rosario’s handling the Philippines’ territorial dispute with China, and that there were no more back-channel talks going on with Beijing.",
        "date": "20121018",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "One-way trip to Mars",
        "body": "Arabian Business recently released a report indicating that 142 Kuwaitis signed up among 1,259 from Gulf to take part in a one-way trip to Mars with the plan to establish the first hu...",
        "date": "20130918",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "TheGuyanaimpasseisnotliketheoneintheUS",
        "body": "Dear Editor, I have the opportunity to see the current government shut-down in the on the international TV news networks, namely CNN, the BBC and Aljazeer...",
        "date": "20131013",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "No panic in Guam over Pyongyang threats",
        "body": "HAGATNA: Guam resident Gina Tabonares- Reilly refuses to let North Korea’s apocalyptic threats against her island home disrupt daily life, saying it would be ‘suicide’ for Pyongyang to lau...",
        "date": "20130410",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "Al-omair queries on sale of water filters ‘harmful’ to human health",
        "body": "KUWAIT CITY, Sept 3: MP Ali Al-Omair in a parliamentary query has asked the Minister of Commerce and Industry Anas Al-Saleh to clarify recent news reports which said some companies promo...",
        "date": "20130904",
        "country": "United%20States%20of%20America"
    },
    {
        "title": ". . . and the fireworks",
        "body": "This Fourth of July marks not just the 237th birthday of the most energetic and ambitious republic conceived by mankind, but the rebirth of its most enduring symbol. Yes, the Statue Lib...",
        "date": "20130704",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "Obama takes aim at Iraq",
        "body": "United States President Barack Obama has authorised air strikes in Iraq to prevent genocide and protect American lives.",
        "date": "20140809",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "Obama orders Iraq air strikes",
        "body": "Washington – United States President Barack Obama has authorised air strikes in Iraq to prevent genocide and protect American lives.",
        "date": "20140809",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "Calling black conservatives",
        "body": "Recently, the Cherokee County Black Republican Council and the Cherokee County Republican Party held a roundtable discussion, “Race in American Politics: Will It Ever End?” The consen...",
        "date": "20140508",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "Gateway College wins ‘Best School’ award at SLMUN 2014",
        "body": "Gateway College continued its dominance in Model United Nations by securing the coveted ‘ Best School’ Award and the ‘Best Delegation’ Award at the Sri Lanka Model Nations ( SLMUN...",
        "date": "20140914",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "Obama orders air strikes",
        "body": "Washington/Abril – President Barack Obama said yesterday he had authorised US air strikes to blunt the onslaught of Islamist militants in northern Iraq and began airdrops supplies t...",
        "date": "20140809",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "‘Council employees break protocol’",
        "body": "HARARE mayor Bernard Manyenyeni has accused council employees of disregarding protocol and rushing to publicise their work- related grievances through the Press before exhausting int...",
        "date": "20150114",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "‘Russia ‘thumps’ West in Syria crisis’",
        "body": "“MANY observers wonder about the secret behind the Russian Federation’s insistence in defending Syria and its ruling regime to the extent that the insistence has developed into direc...",
        "date": "20151213",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "‘Al-Shall Company’ asks Al-Omair to reveal names",
        "body": "KUWAIT CITY, June 21: The weekly report of Al-Shall Company emphasized the need for Minister of Oil Dr Ali AlOmair to take a firm decision and prove true the allegation he made on the ram...",
        "date": "20150622",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "‘Putin means business in Syria’",
        "body": "“IT HAS become crystal clear that the Russian President Vladimir Putin has chosen the right time and made a smart move simultaneously to have access to Syria to stand out and be counted giv...",
        "date": "20150930",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "Actor brings clean water call to Sundance",
        "body": "PARK CITY, UTAH — The water contamination crisis in Flint, Michigan, is something millions people across the globe experience every day.",
        "date": "20160125",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "Damon brings ‘clean’ water call to festival",
        "body": "PARK CITY, Utah, Jan 25, (AP): Actor Matt Damon and Gary White, co-founders the nonprofit . org, came to the Sundance Film Festival on Saturday to call attention to the desperate n...",
        "date": "20160126",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "Clean water",
        "body": "never happen in the United States of America, ever,” said Damon. “But there are people for whom life is such a desperate struggle, that they’re faced every day with the choice giving their...",
        "date": "20160126",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "Damon: Clean water for all",
        "body": "PARK CITY, UTAH — The water contamination crisis in Flint, Michigan, is something millions of people across the globe experience every day.",
        "date": "20160125",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "Actor calls for action on water for poor",
        "body": "PARK CITY, UTAH — The water contamination crisis in Flint, Michigan, is something millions of people across the globe experience every day.",
        "date": "20160125",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "On this date",
        "body": "In 1915, Germany carried out its first air raid on Britain during World War I as a pair of Zeppelins dropped bombs onto Great Yarmouth and King’s Lynn in England.",
        "date": "20170119",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "$87 million for Flint water pipes",
        "body": "Michigan will spend $87 million to replace thousands of aging water pipes in Flint to settle a federal lawsuit over lead-contaminated drinking water, promising to bring an end to a wat...",
        "date": "20170329",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "US to honour ‘dumb’ deal",
        "body": "Washington agrees to take in refugees from Pacific detention centres.",
        "date": "20170423",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "US to honor ‘dumb’ refugee deal with Australia – Pence",
        "body": "SYDNEY: The US will honor a controversial agreement with Australia to take refugees from Pacific island detention centers, Vice President Mike Pence said Saturday—a deal Donald Trump had...",
        "date": "20170423",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "Communications manager relishes new challenges",
        "body": "‘IF you don’t communicate proactively, you invite crisis.’ Wise words from Mhlathuze Water’s new Corporate Communications Manager, Siyabonga Maphumulo. Only 36 years age, this go-gett...",
        "date": "20180608",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "Erdogan, when will show end?",
        "body": "DESPITE the Turkish official media’s rattling preview of the speech of Turkish President Recep Tayyip Erdogan before the Parliament, nothing much was mentioned except questions which indicated his clear attempt to ‘escape forward’.",
        "date": "20181025",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "Poverty and climate change",
        "body": "OVER 17 years ago world leaders, in assessing the global landscape, agreed on the Millennium Development Goals (MDGs): a set of timebound and quantified targets for addressing the many ...",
        "date": "20180910",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "Agriculture Bill doesn’t do enough for UK food security",
        "body": "Michael Gove is a clever man. But he has taken an over-simplified approach to the business of drafting an Agriculture Bill that will come into effect in the wake of Brexit. He has decided tha...",
        "date": "20180913",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "Social Media Feedback",
        "body": "Responses to “US-Africa summit",
        "date": "20190620",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "SOLshare wins first prize in Siemens Stiftung’s competition to empower people",
        "body": "The SOLbox, a product from Bangladesh’s SOLshare,won the first prize in the Empowering People Award 2019 competition organised by Siemens Stiftung to support entrepreneurs around the world.",
        "date": "20190716",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "WHILE THE WORLD SUFFERS",
        "body": "United States Senator and a US presidential candidate Elizabeth Warren makes it amply clear with her opinion piece for the Guardian that USA’S withdrawal from the Paris agreement on climate change is one motivated",
        "date": "20191107",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "Bid to ignite Gulf-Iran war for selfish interests",
        "body": "“INITIALLY, nations seek peace and stability to achieve the necessary development and progress that might be required for their peoples,” columnist and former MP",
        "date": "20190619",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "‘This is a remarkable and shameful crisis’",
        "body": "Almost exactly 10 years ago, on 28 July 2010, the United Nations declared water a human right under international law. And not just any water, but clean water – and sufficient water for...",
        "date": "20200703",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "Day of Prayer nears",
        "body": "Dear editor:",
        "date": "20200417",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "ALL VOTES MUST BE COUNTED: GUARDIOLA",
        "body": "Like presidential elections in the United States of America, all the votes must be counted. So there are a lot of points to play (for).",
        "date": "20201108",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "Is it too much to ask for Americans to have access to clean water in 2020?",
        "body": "Almost exactly 10 years ago, on 28 July 2010, the United Nations declared water a human right under international law. And not just any , but clean – and sufficient for...",
        "date": "20200624",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "‘Ikun Dairy farm will be model for National livestock transformation plan’",
        "body": "Ekiti State has taken delivery of another batch of 227 cows imported from the United States of America to Ikun dairy farm. The new arrivals have increased the number cows at the farm, a jo...",
        "date": "20210428",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "Rick Perry says Texans will endure blackouts 'to keep the government out of their business'",
        "body": "Rick Perry, the former Texas governor who became Donald Trump’s energy secretary, has said that Texans would willingly endure longer periods of subfreezing temperatures if it stymied Democrats’ energy policy and efforts to combat the climate .",
        "date": "20210219",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "Tribes without clean water demand an end to decades of US government neglect",
        "body": "The US government’s haphazard approach to providing Indigenous American tribes with clean drinking water and sanitation must be radically transformed to tackle decades underfundi...",
        "date": "20210429",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "Annual Greening Diplomacy Initiative Award Winners Announced",
        "body": "United States of America (USA) - In President Biden’s first foreign policy speech, he underlined the importance of leading by example on climate, saying that “integrating climate ob...",
        "date": "20210424",
        "country": "United%20States%20of%20America"
    },
    {
        "title": "French ready the barricades",
        "body": "ST GILLES PLIGEAUX — Even though she is 82, French farmer Emilienne Guyader gets up at 6am every day and trudges through the mud to her fields, driving her 17 cows before her.",
        "date": "20051212",
        "country": "Uruguay"
    },
    {
        "title": "Forum fails to recognise water as a human right",
        "body": "Delegates at a forum on the world’s water crisis approved a final declaration that endorses the building of hydroelectric dams but makes no reference to private investment or demands that ac...",
        "date": "20060324",
        "country": "Uruguay"
    },
    {
        "title": "Undone by their ignorance",
        "body": "Lcupied with tax cuts and fiscal probity, Keene is unhappy that his agenda has been turned on its head since 2001 by a fiscally ruinous neo-con revival of an old idea — that of American fore...",
        "date": "20061105",
        "country": "Uruguay"
    },
    {
        "title": "Chvez aiming to upstage Bush during visit next week",
        "body": "BUENOS AIRES — When President Bush flies into Uruguay next week on a Latin American tour aimed at strengthening ties with a region where he is widely unpopular, Venezuela’s President Hugo ...",
        "date": "20070303",
        "country": "Uruguay"
    },
    {
        "title": "Seeking MP help over fishing ban",
        "body": "I REFER to your excellent editorial last Saturday and Minister Jim Anderton’s letter to the Taranaki Daily News published on November 8.",
        "date": "20071120",
        "country": "Uruguay"
    },
    {
        "title": "Is Chavez the new hero?",
        "body": "The fervent welcome that greeted President Hugo Chavez of Venezuela during his visit to Argentina a week ago was inexplicable to some Argentines and left others indignant. Many here ten...",
        "date": "20070319",
        "country": "Uruguay"
    },
    {
        "title": "Laptops empower children",
        "body": "ARAHUAY, Peru — Doubts about whether poor, rural children really can benefit from quirky little computers evaporate as quickly as the morning dew in this hilltop Andean village, where 50 ...",
        "date": "20071226",
        "country": "Uruguay"
    },
    {
        "title": "UN peacekeepers besieged in Congo, Uruguay claims",
        "body": "RwandaMONTEVIDEO • backed rebels in eastern Democratic Republic of Congo are laying siege to 100 civilians, 150 Indian peacekeepers and half of the Uruguayan peacekeeping force attempting...",
        "date": "20081101",
        "country": "Uruguay"
    },
    {
        "title": "Peruvian children validate OLPC concept",
        "body": "Doubts about whether poor, rural children really can benefit from quirky little computers evaporate as quickly as the morning dew in this hilltop Andean village, where 50 primary school ...",
        "date": "20080102",
        "country": "Uruguay"
    },
    {
        "title": "Drought stress relief on its way",
        "body": "FORGET the drought: Let’s party.",
        "date": "20080326",
        "country": "Uruguay"
    },
    {
        "title": "TALK SHOWS",
        "body": "9:00 a.m. THE MARTHA STEWART SHOW Actress Jennifer Esposito makes walnut cookies. (N) (cc) J LIVE WITH REGIS AND KELLY Actor William Shatner ( Shatner’s Raw Nerve); the winners of The Amaz...",
        "date": "20081208",
        "country": "Uruguay"
    },
    {
        "title": "Barlow visiting Grey-Bruce",
        "body": "Canadian water warrior Maude Barlow is visiting the area on a speaking engagement at the end of this week.",
        "date": "20100920",
        "country": "Uruguay"
    },
    {
        "title": "Full bag-tag system voted down again",
        "body": "A recommendation that South Bruce Peninsula adopt a full bag-tag system for garbage collection was defeated at a committee of the whole meeting Tuesday August 10, during yet another heated debate on changes to the town's waste management bylaw.",
        "date": "20100817",
        "country": "Uruguay"
    },
    {
        "title": "Chile seeks help",
        "body": "WASHINGTON — Secretary of State Hillary Rodham Clinton is scheduled to stop in earthquake-stricken Chile today to drop off 20 satellite phones and assess what the United States can do to help the country recover.",
        "date": "20100303",
        "country": "Uruguay"
    },
    {
        "title": "Chile",
        "body": "Bachelet said a curfew was being imposed from 9 p.m. to 6 a.m. and only security forces and other emergency personnel would be allowed on the streets. Police vehicles drove around announc...",
        "date": "20100301",
        "country": "Uruguay"
    },
    {
        "title": "Mercosur bloc presidents agree to raise tariffs",
        "body": "MONTEVIDEO, (Reuters) - Presidents of the Mercosur trade bloc yesterday agreed to individually raise tariffs on imports to shield their industries from a flood of cheaper imported goods ...",
        "date": "20111221",
        "country": "Uruguay"
    },
    {
        "title": "The need to engage people in conserving environment",
        "body": "SEPT. 24, 2011 will be remembered for the worldwide activities meant to create greater awareness about the urgent need to address the global climate crisis that has wrought havoc and diso...",
        "date": "20111003",
        "country": "Uruguay"
    },
    {
        "title": "Mercosur bloc to raise tariffs",
        "body": "MONTEVIDEO: Presidents of the Mercosur trade bloc on Tuesday agreed to individually raise tariffs on imports to shield their industries from a flood of cheaper imported goods stemming fr...",
        "date": "20111222",
        "country": "Uruguay"
    },
    {
        "title": "PAKISTAN ARMY DENIES ALERTING BOMB-MAKERS",
        "body": "islamabad  Pakistan’s army on Friday disputed reports that its security forces had tipped off insurgents at bomb-making factories after getting intelligence about the sites from the U...",
        "date": "20110618",
        "country": "Uruguay"
    },
    {
        "title": "Time is ripe to close the Doha trade deal",
        "body": "OSAMA bin Laden’s death is an opportunity to close the Doha deal, argued the hugely optimistic Jagdish Bhagwati in a recent letter to the editor of the Financial Times.",
        "date": "20110519",
        "country": "Uruguay"
    },
    {
        "title": "Horses are big business in U.A.E.",
        "body": "DUBAI— When an economic crisis in Uruguay strained the finances of Pio Olascoaga Amaya’s family farm, he found salvation halfway across the world: the horse racing industry of Dubai.",
        "date": "20120513",
        "country": "Uruguay"
    },
    {
        "title": "UAE passion galloping",
        "body": "WHEN an economic crisis in Uruguay strained the finances of Pio Olascoaga Amaya’s family farm, he found salvation halfway across the world: The horse racing industry of Dubai. Olascoaga ...",
        "date": "20120512",
        "country": "Uruguay"
    },
    {
        "title": "UAE passion galloping",
        "body": "WHEN an economic crisis in Uruguay strained the finances of Pio Olascoaga Amaya’s family farm, he found salvation halfway across the world: The horse racing industry of Dubai. Olascoaga ...",
        "date": "20120511",
        "country": "Uruguay"
    },
    {
        "title": "Dubai becomes hub of region’s horse trading",
        "body": "Dubai When an economic crisis in Uruguay strained the finances of Pio Olascoaga Amaya’s family farm, he found salvation halfway across the world: the horse racing industry of Dubai.",
        "date": "20120510",
        "country": "Uruguay"
    },
    {
        "title": "Europe",
        "body": "Higgs, Englert get awards: Scientists Peter Higgs and Francois Englert, and the European CERN laboratory, have received Spain’s Prince of Asturias awards from Prince Felipe at a ceremony ...",
        "date": "20131027",
        "country": "Uruguay"
    },
    {
        "title": "NO PARTY WINS MAJORITY IN CZECH ELECTION",
        "body": "prague A special parliamentary election held in the Czech Republic left no party with a majority on Saturday, which could lead to protracted negotiations aimed at forming a coalition g...",
        "date": "20131027",
        "country": "Uruguay"
    },
    {
        "title": "Venezuela’s health care in collapse, doctors say",
        "body": "MARACAY, Venezuela — Evelina Gonzalez was supposed to undergo cancer surgery in July following chemotherapy but wound up shuttling from hospital to hospital in search of an available o...",
        "date": "20131107",
        "country": "Uruguay"
    },
    {
        "title": "Finnish city shows the way forward",
        "body": "F rom early December, the Finnish city of Oulu is trapped in darkness for all but a few murky midday hours, a darkness some feared might be matched by its economic prospects after big local e...",
        "date": "20131228",
        "country": "Uruguay"
    },
    {
        "title": "‘Narasimha Rao’s patience, political deftness laudable’",
        "body": "Late Narasimha Rao, who was fondly called PV by many, will be remembered for his many contributions to the nation foremost amongst which, in my opinion, is his sterling success in taking the...",
        "date": "20130106",
        "country": "Uruguay"
    },
    {
        "title": "Everton fans told to avoid Lille’s main square",
        "body": "LIVERPOOL: Everton have advised supporters travelling to Lille for Thursday night’s Europa League tie to avoid the city’s main square after reports that police have fired teargas and rubbe...",
        "date": "20141024",
        "country": "Uruguay"
    },
    {
        "title": "Lat/Am",
        "body": "Veteran reporter O’Connor dies: Mike O’Connor, a veteran war correspondent who became a tough advocate and counselor for threatened journalists in one of the world’s most dangerous cou...",
        "date": "20140102",
        "country": "Uruguay"
    },
    {
        "title": "How social media gives new voice",
        "body": "independent media collectives and networks have emerged over the past year. Armed with smartphones, digital cameras, and apps such as Twitcast and Twitcam that allow them to broadcast l...",
        "date": "20140427",
        "country": "Uruguay"
    },
    {
        "title": "Start making sweet potato slips now",
        "body": "Sweet potatoes often go through an identity crisis; are they a type of potato? Are they the same as a yam? Some sweet potatoes are advertised as yams, but true yams aren’t even grown in the con...",
        "date": "20140208",
        "country": "Uruguay"
    },
    {
        "title": "—— Minister Irfan Ali wants Berbice cricket to be catalyst for developing sport in Suriname",
        "body": "Former West Indies middle order batsman Basil Butcher was one of several persons calling for an end to the cricket fiasco in Guyana.",
        "date": "20140326",
        "country": "Uruguay"
    },
    {
        "title": "Latin America rings in New Year with colourful undies for love, luck",
        "body": "SANTIAGO: Yellow underwear is flying off the shelves here where tradition holds that it brings prosperity and love if you wear it on New Year’s Eve.",
        "date": "20161230",
        "country": "Uruguay"
    },
    {
        "title": "Floods pose challenge for S. American integration",
        "body": "BUENOS AIRES: The flooding that has affected four South American countries has underscored the need for an integrated approach to addressing the causes and effects of climate change.",
        "date": "20160107",
        "country": "Uruguay"
    },
    {
        "title": "Latin America prepares to ring new year with colour",
        "body": "YELLOW underwear is flying off the shelves these days in the Chilean capital Santiago, where tradition holds that it brings prosperity and love if you wear it on New Year’s Eve.",
        "date": "20161230",
        "country": "Uruguay"
    },
    {
        "title": "Latin America rings in new year with colorful undies",
        "body": "SANTIAGO (AFP) — Yellow underwear is flying off the shelves these days in the Chilean capital Santiago, where tradition holds that it brings prosperity and love if you wear it on New Yea...",
        "date": "20161230",
        "country": "Uruguay"
    },
    {
        "title": "Celebrating new year with undies ‘for love, money’",
        "body": "An Australian Federal Police officer standing next to the",
        "date": "20161230",
        "country": "Uruguay"
    },
    {
        "title": "Spain, Brazil want EU-Mercosur deal, worry about Venezuela",
        "body": "BRASILIA (Reuters) - The governments of Spain and Brazil yesterday reinforced their commitment to completing a trade pact between the European Union and South American trade bloc Merco...",
        "date": "20170425",
        "country": "Uruguay"
    },
    {
        "title": "WHO backtracks over appointing Mugabe to its ‘goodwill ambassador’ role",
        "body": "The World Health Organisation (WHO) has rescinded the appointment of Zimbabwean President Robert Mugabe as a “goodwill ambassador” following international outrage. WHO director-...",
        "date": "20171023",
        "country": "Uruguay"
    },
    {
        "title": "Regional workshop offers lesson in corporate water stewardship",
        "body": "“Component two of the project as well as the portion of component three targeted for agricultural adaptation have been highly successful and have been lauded by the agriculture ministry...",
        "date": "20171102",
        "country": "Uruguay"
    },
    {
        "title": "MUGABE NAMED ‘GOODWILL AMBASSADOR’",
        "body": ">> GENEVA: Zimbabwe President Robert Mugabe has long faced United States sanctions over his government’s human rights abuses. But the World Health Organisation’s new chief is making ...",
        "date": "20171022",
        "country": "Uruguay"
    },
    {
        "title": "Argentina faces key week for IMF loan talks",
        "body": "BUENOS AIRES: Argentine President Mauricio Macri’s government will continue discussions with the International Monetary Fund (IMF) this week as efforts to stave off an economic ...",
        "date": "20180911",
        "country": "Uruguay"
    },
    {
        "title": "Argentina looks key week for IMF loan negotiations",
        "body": "Argentine President Mauricio Macri’s government will continue discussions with the International Monetary Fund this week as efforts to stave off an economic multiply. It wil...",
        "date": "20180911",
        "country": "Uruguay"
    },
    {
        "title": "Analysts doubt Argentina on verge of 2001-style default",
        "body": "BUENOS AIRES: With Argentina’s currency tumbling as interest rates and inflation soar, fears are growing that the country could be on the verge of default, but analysts say that remains u...",
        "date": "20180908",
        "country": "Uruguay"
    },
    {
        "title": "Argentina faces key week for IMF loan negotiations",
        "body": "BUENOS AIRES, Sept 10, (AFP): Argentine President Mauricio Macri’s government will continue discussions with the International Monetary Fund this week as efforts to stave off an econo...",
        "date": "20180911",
        "country": "Uruguay"
    },
    {
        "title": "Argentina faces key week for IMF loan negotiations",
        "body": "BUENOS AIRES: Argentine President Mauricio Macri’s government will continue discussions with the International Monetary Fund this week as efforts to stave off an economic mul...",
        "date": "20180911",
        "country": "Uruguay"
    },
    {
        "title": "Major power failure plunges Argentina and Uruguay into darkness",
        "body": "Tens of millions of people across South America were without electricity yesterday after a power failure left Argentina and almost completely in the dark.",
        "date": "20190617",
        "country": "Uruguay"
    },
    {
        "title": "Vows investigation following power outage",
        "body": "BUENOS AIRES — Argentine President Mauricio Macri called the massive blackout that left tens of millions in South America without power on Sunday “unprecedented,” and promised a thorough...",
        "date": "20190617",
        "country": "Uruguay"
    },
    {
        "title": "Argentine prez in the dark on huge blackout",
        "body": "BUENOS AIRES — Argentine President Mauricio Macri called the massive blackout that left tens of millions in South America without power on Sunday “unprecedented,” and promised a thorough...",
        "date": "20190617",
        "country": "Uruguay"
    },
    {
        "title": "Massive power outage hits parts of L America",
        "body": "BUENOS AIRES: Large parts of Latin America were hit by a massive power outage early on Sunday, leaving millions without electricity and bringing public transport in Argentina’s capital ...",
        "date": "20190617",
        "country": "Uruguay"
    },
    {
        "title": "Dream holiday turns into nightmare for 16 Kiwis stranded aboard ship",
        "body": "Sixteen Kiwis are “trapped” on a cruise off Uruguay with an escalating crisis on board.",
        "date": "20200404",
        "country": "Uruguay"
    },
    {
        "title": "Provost’s support for coronavirus capital",
        "body": "Aberdeen’s Lord Provost has written to his counterpart in the Chinese city on lockdown due to an outbreak of a highly infectious virus – saying the Granite City has been through the same thi...",
        "date": "20200210",
        "country": "Uruguay"
    },
    {
        "title": "Caricom divided on Venezuela in OAS vote",
        "body": "WASHINGTON, DC, United States (CMC) — Caribbean Community (Caricom) countries were divided on the issue of “free and fair” elections in Venezuela, with The Bahamas, Haiti, Jamaica, and St Luc...",
        "date": "20201024",
        "country": "Uruguay"
    },
    {
        "title": "Basketeers save the day for PH in 1956",
        "body": "AFTER going home earning points courtesy of Rodrigo del Rosario, who finished fifth in the featherweight division of weightlifting in 1948 in London and fourth in 1952 in Helsinki, the Phil...",
        "date": "20200213",
        "country": "Uruguay"
    },
    {
        "title": "Experts wonder if climate crisis caused Parana river to dry up",
        "body": "CORRIENTES, ARGENTINA: South America’s second longest river, the Parana, has dropped to its lowest level since the 1940s, leaving environmentalists and experts worried that the climate c...",
        "date": "20210902",
        "country": "Uruguay"
    },
    {
        "title": "Experts wonder if climate crisis caused Parana river to dry up",
        "body": "CORRIENTES, ARGENTINA: South America’s second longest river, the Parana, has dropped to its lowest level since the 1940s, leaving environmentalists and experts worried that the climate c...",
        "date": "20210902",
        "country": "Uruguay"
    },
    {
        "title": "Experts wonder if climate crisis caused Parana river to dry up",
        "body": "CORRIENTES, ARGENTINA: South America’s second longest river, the Parana, has dropped to its lowest level since the 1940s, leaving environmentalists and experts worried that the climate c...",
        "date": "20210902",
        "country": "Uruguay"
    },
    {
        "title": "Experts wonder if climate crisis caused Parana river to dry up",
        "body": "CORRIENTES, ARGENTINA: South America’s second longest river, the Parana, has dropped to its lowest level since the 1940s, leaving environmentalists and experts worried that the climate c...",
        "date": "20210902",
        "country": "Uruguay"
    },
    {
        "title": "The new Great Game",
        "body": "lished.”",
        "date": "20061219",
        "country": "Uzbekistan"
    },
    {
        "title": "U.S., China vie for oil, allies on new Silk Road",
        "body": "ATASU, Kazakhstan — The wind-raked scrub of this barren plateau reveals little hint of the revolution gurgling 9 feet beneath.",
        "date": "20061219",
        "country": "Uzbekistan"
    },
    {
        "title": "Does He Hear the World’s Poor? Don’t Bank on It.",
        "body": "Pity Paul Wolfowitz: Every time he tries regime change, he triggers an insurrection.",
        "date": "20070422",
        "country": "Uzbekistan"
    },
    {
        "title": "HowI WhyI know Blairfaked Iran map",
        "body": "Like most senior Royal Navy officers, Commodore Nick Lambert has great reserves of professional expertise and common sense. The Coalition task force commander was aboard HMS Cornwall wh...",
        "date": "20070401",
        "country": "Uzbekistan"
    },
    {
        "title": "Who do we trust, Iran -- or Blair?",
        "body": "ONCE we lose trust in our leaders it’s hard to believe their word ever again. Had 15 Royal Navy personnel been seized by Iran in 1997 — at the dawn of Tony Blair’s premiership — we might have acc...",
        "date": "20070402",
        "country": "Uzbekistan"
    },
    {
        "title": "Diplomatic recognition",
        "body": "At last, Jason Isaacs gets to wear a suit.",
        "date": "20070219",
        "country": "Uzbekistan"
    },
    {
        "title": "Agriculture is sucking up more of the world’s water — but it won’t last forever",
        "body": "OST people may drink only 2 litres of water a day, but they consume about 3000 if the water that goes into their food is taken into account. The rich gulp down far more, since they tend to eat mo...",
        "date": "20080926",
        "country": "Uzbekistan"
    },
    {
        "title": "Meeting the new global challenge of prosperity",
        "body": "I often write about the scandal of global poverty and preventable disease. But the crisis of the future will be prosperity. In 1975, about 2.5 billion people were at “medium human development”...",
        "date": "20080117",
        "country": "Uzbekistan"
    },
    {
        "title": "UK adds to drain on global water sources",
        "body": "The Albert Bartlett factory near Glasgow has a prodigious thirst. One in six of all the potatoes, carrots, parnsips and onions eaten in the UK are washed and packed by the company and about six...",
        "date": "20080820",
        "country": "Uzbekistan"
    },
    {
        "title": "Revealed: the massive scale of UK’s water consumption",
        "body": "The scale of British water consumption and its impact around the world is revealed in a new report today, which warns of the hidden levels needed to produce food and clothing.",
        "date": "20080820",
        "country": "Uzbekistan"
    },
    {
        "title": "Russia forms joint rapid reaction force in effort to build alliance of ex-Soviet states",
        "body": "MOSCOW (AP) – Russia sought to strengthen its security alliance with six other exSoviet nations on Wednesday by forming a joint rapid reaction force, in a continuing effort to curb US in...",
        "date": "20090205",
        "country": "Uzbekistan"
    },
    {
        "title": "as Russian crisis deepens",
        "body": "12.04.09 ing Tajikistan’s warm spring sunshine last week, drinking cups of green tea in pleasant outdoor cafes, apparently prefer a quiet life.",
        "date": "20090412",
        "country": "Uzbekistan"
    },
    {
        "title": "Tensions mount",
        "body": "Almaty, Sunday",
        "date": "20090810",
        "country": "Uzbekistan"
    },
    {
        "title": "‘The Ecology of National Security’",
        "body": "The Tigris and Euphrates rivers have “national security problem” written all over them.",
        "date": "20091014",
        "country": "Uzbekistan"
    },
    {
        "title": "U.S. seeks probe of Kyrgyz killings",
        "body": "Asian nation, according to Russian media.",
        "date": "20100619",
        "country": "Uzbekistan"
    },
    {
        "title": "Bloc rejects Kyrgyz troop idea",
        "body": "MOSCOW: A Russian-dominated regional security bloc has no plans to send peacekeeping troops to Kyrgyzstan but could send advisers to help avert further unrest, its head said yesterday.",
        "date": "20100618",
        "country": "Uzbekistan"
    },
    {
        "title": "VIOLENCE CREATES REFUGEE CRISIS",
        "body": "Ethnic Uzbeks living in tent camps are afraid to go home. Up to 1 million will need aid, U.N. says.",
        "date": "20100619",
        "country": "Uzbekistan"
    },
    {
        "title": "UN appeals for help in humanitarian crisis",
        "body": "UNITED NATIONS — The UN is launching a $71 million emergency appeal for humanitarian aid for Kyrgyzstan, where about 400,000 people have been displaced due to ethnic violence, the UN s...",
        "date": "20100619",
        "country": "Uzbekistan"
    },
    {
        "title": "Aid trickles to 400,000 refugees in Kyrgyz crisis",
        "body": "Foreign aid Thursday started reaching desperate refugees who fled a wave of ethnic bloodshed in Kyrgyzstan, as the UN revealed that 400,000 people had been uprooted by the clashes.",
        "date": "20100618",
        "country": "Uzbekistan"
    },
    {
        "title": "Chinese flop leaves fans frustrated",
        "body": "CHINESE soccer fans were left frustrated after their national team’s slim hopes of qualifying for the 2014 World Cup were snuffed out on Tuesday, despite a 4- 0 win over Singapore.",
        "date": "20111117",
        "country": "Uzbekistan"
    },
    {
        "title": "‘ZERO-SUM FUTURE’ HOW A GLOBALIZED WORLD TURNED INTO A DIVIDED ONE",
        "body": "IN THIS FIRST BOOK, Gideon Rachman, chief foreign affairs columnist for the Financial Times, tells a timely story of how what was supposed to be a more open and globalized world turned into a...",
        "date": "20111019",
        "country": "Uzbekistan"
    },
    {
        "title": "War on terror altered laws",
        "body": "Now, 10 years later, 9/11 still evokes anger and fear. And its legacy “war on terror” has caused a crisis for international law and hence enormous changes to its landscape.",
        "date": "20110909",
        "country": "Uzbekistan"
    },
    {
        "title": "TODAY IN HISTORY",
        "body": "Erik of Pomerania is crowned king of Norway, Denmark and Sweden in Kalmar, Sweden, marking the beginning of the Kalmar Union that unites the three countries until 1523. 1567: Mary, Queen o...",
        "date": "20110617",
        "country": "Uzbekistan"
    },
    {
        "title": "Central Asian tensions could lead to worse things than the Arab Spring",
        "body": "IF the West is disillusioned by the Arab Spring, what may eventually happen in Central Asia is beyond its worst imaginings. The Middle East, for all its challenges, has no legacy of Stalinism, boasts Western-educated elites, knows something of capitalism and the free market and is proximate to Europe via the Mediterranean. European colonialism in the Middle East was benign in the extreme compared to that of Stalin’s Soviet Union in Central Asia.",
        "date": "20130203",
        "country": "Uzbekistan"
    },
    {
        "title": "China may long regret its miserly typhoon aid offer",
        "body": "As hundreds of thousands of Filipinos struggled to find food, water, shelter and the bodies of loved ones in the wake of Typhoon Haiyan, China quickly dipped into its worldleading $3.7 trillio...",
        "date": "20131116",
        "country": "Uzbekistan"
    },
    {
        "title": "China’s miserly typhoon aid offer damages image",
        "body": "ATOKYO s hundreds of thousands of Filipinos struggled to find food, water, shelter and the bodies of loved ones in the wake of Typhoon Haiyan, China quickly dipped into its world-leading $3.7 t...",
        "date": "20131120",
        "country": "Uzbekistan"
    },
    {
        "title": "Serial optimist seizes the day",
        "body": "Barely two years ago, Mr Azran Osman-Rani was a 40-year-old who could not swim. But that small detail was not going to derail his plan to complete a triathlon. So the seasoned runner – who has ...",
        "date": "20130804",
        "country": "Uzbekistan"
    },
    {
        "title": "Kyrgyzstan grappling with drinking water shortage",
        "body": "Despite the abundance of water resources -- with over 2,000 rivers a total length of about 35,000 kilometers -- the drinking supply problem is exacerbating day by day in Kyrgyzstan.",
        "date": "20141119",
        "country": "Uzbekistan"
    },
    {
        "title": "Kyrgyzstan grappling with drinking water shortage",
        "body": "Despite the abundance of water resources -- with over 2,000 rivers a total length of about 35,000 kilometers -- the drinking supply problem is exacerbating day by day in Kyrgyzstan.",
        "date": "20141114",
        "country": "Uzbekistan"
    },
    {
        "title": "Groups eye public shareholding company to import, sell livestock",
        "body": "Also:",
        "date": "20140303",
        "country": "Uzbekistan"
    },
    {
        "title": "EEU to give member states added edge",
        "body": "The newly established Eurasian Economic Union ( EEU) will give the three member states - Belarus, Kazakhstan and Russia - several advantages, an expert on Central Asia and Senior Correspondent at Radio Free Europe/ Radio Liberty said.",
        "date": "20140606",
        "country": "Uzbekistan"
    },
    {
        "title": "A new golden journey for Samarkand",
        "body": "The name “Silk Road” conjures romantic images of caravanserais and golden domes, of laden camels travelling through barren steppes and harsh deserts, of exotic goods and treasures.",
        "date": "20151219",
        "country": "Uzbekistan"
    },
    {
        "title": "Central Asia bursting at the seams",
        "body": "As Russia suffers from an economic slowdown on the back of EU and U.S. sanctions, Central Asia's economy has suffered more than it cares to admit. Hit by the devaluation of the ruble, Ce...",
        "date": "20150313",
        "country": "Uzbekistan"
    },
    {
        "title": "Central Asia to experience water crisis in 35 years",
        "body": "The sharp seven-fold growth of the population of the Earth in the twentieth century has created one of the gravest global problems of present – the lack of fresh , the source of all life.",
        "date": "20150909",
        "country": "Uzbekistan"
    },
    {
        "title": "Start of water wars floating ashore",
        "body": "E UROPE’S problem with migrants — more properly, refugees — flooding in from lessaffluent countries is not some temporary imbalance that will eventually be resolved, but merely the start...",
        "date": "20150904",
        "country": "Uzbekistan"
    },
    {
        "title": "Uzbekistan’s successful reforms bring steady growth",
        "body": "Over the years of independence, the economy of the Republic of has evolved based on a national model developed by President Islam Karimov, which considered the socio-econo...",
        "date": "20150831",
        "country": "Uzbekistan"
    },
    {
        "title": "Defence",
        "body": "A man walks in a park during heavy snowfall in Minsk, Belarus, on March 1. Belarus was hit by heavy snowfall on Tuesday, as temperatures plummeted below 0 degrees Celsius (32 Fahrenheit)....",
        "date": "20160303",
        "country": "Uzbekistan"
    },
    {
        "title": "CRISIS",
        "body": "“Deepwater Horizon” is an intense, big- budget depiction of the events immediately before, during and after the blowout and explosion at the ultra- deep sea drilling rig off Louisiana. ...",
        "date": "20161011",
        "country": "Uzbekistan"
    },
    {
        "title": "Asia’s data drought",
        "body": "MANY parts of Asia have been gripped by searing temperatures and the worst drought in decades. Millions of people face shortages of food or , leading to the loss of lives, livelihoods, ...",
        "date": "20160616",
        "country": "Uzbekistan"
    },
    {
        "title": "Will Asia's water crisis trigger water wars?",
        "body": "TENSIONS over water are rising in Asia – and not only because of conflicting maritime claims. While territorial disputes, such as in the South China Sea, attract the most attention – after all, they threaten the safety of sea lanes and freedom of navigation, which affects outside powers as well – the strategic ramifications of competition over transnationally shared freshwater resources are just as ominous.",
        "date": "20161129",
        "country": "Uzbekistan"
    },
    {
        "title": "Is a water war unfolding in Asia?",
        "body": "ensions over water are rising in Asia — and not only because of conflicting maritime claims. While territorial disputes, such as in the South China Sea, attract the most attention — afte...",
        "date": "20161201",
        "country": "Uzbekistan"
    },
    {
        "title": "Belt & Road must overcome water disputes in Central Asia",
        "body": "Central Asia is strategically important in the development of the Silk Road Economic Belt. The five countries in this area speak highly of and responded actively to the initiative, but t...",
        "date": "20170410",
        "country": "Uzbekistan"
    },
    {
        "title": "Central Asia needs unified strategy on water",
        "body": "Not so long ago, environmental experts from five Central Asian countries met in Almaty, Kazakhstan. They discussed environmental issues, which concern not only the Central Asian state...",
        "date": "20170510",
        "country": "Uzbekistan"
    },
    {
        "title": "Awash with boats at anchor in sea of sand",
        "body": "‘AND the waters shall fail from the sea, and the rivers shall be wasted and dried up” reads Isaiah 19:5, which reflects the fallibility of our precious water sources. The water crisis in the...",
        "date": "20170511",
        "country": "Uzbekistan"
    },
    {
        "title": "TODAY IN HISTORY",
        "body": "TODAY IS THURSDAY, AUGUST 31, 2017 ON THIS DAY IN HISTORY:",
        "date": "20170831",
        "country": "Uzbekistan"
    },
    {
        "title": "Aussie woman to run from Thane to Gateway of India",
        "body": "MUMBAI: A 48-year-old Australian water advocate will run for 42kms from Viviana Mall in Thane to Gateway of India on Thursday.",
        "date": "20181206",
        "country": "Uzbekistan"
    },
    {
        "title": "Fading sea becomes town’s main attraction",
        "body": "MUYNAK, Uzbekistan — The fierce windstorm that walloped this small defunct port in late spring stunned even a local ecologist long resigned to the devastation wrought by the disappearance...",
        "date": "20180810",
        "country": "Uzbekistan"
    },
    {
        "title": "Ecological crisis a tourist draw",
        "body": "The fierce windstorm that walloped this small defunct port in late spring stunned even a local ecologist long resigned to the devastation wrought by the disappearance of the once ample A...",
        "date": "20180826",
        "country": "Uzbekistan"
    },
    {
        "title": "Middle East nations must talk to resolve water disputes",
        "body": "In an article titled The War Over Water, written for Foreign Policy in 1984, American journalist John K. Cooley warned that the region could witness conflicts due to shortage of . ...",
        "date": "20181022",
        "country": "Uzbekistan"
    },
    {
        "title": "UN chief urges to address root causes of crisis in Central Asia",
        "body": "UNITED NATIONS: UN Secretary-General Antonio Guterres Friday urged parties concerned to address the root causes of the crisis in Central Asia and build peaceful societies resilient to...",
        "date": "20180121",
        "country": "Uzbekistan"
    },
    {
        "title": "Water campaign up for UN award",
        "body": "A CAMPAIGN which aimed to raise awareness about the global water crisis has been nominated for the prestigious UN Sustainable Development Goals (SDG) Action Campaign Awards.",
        "date": "20190429",
        "country": "Uzbekistan"
    },
    {
        "title": "A long road to water awareness",
        "body": "WATER advocate and ultra-marathon runner Mina Guli may be taking longer to finish her races after she suffered a stress fracture to her right femur, but she isn’t giving up.",
        "date": "20190103",
        "country": "Uzbekistan"
    },
    {
        "title": "#RunningDry campaign aims at going global",
        "body": "GLOBAL water activist Mina Guli’s #RunningDry movement came full circle yesterday as thousands of people from more than 44 countries banded together to log a collective distance equal to t...",
        "date": "20190212",
        "country": "Uzbekistan"
    },
    {
        "title": "A long road to water awareness",
        "body": "WATER advocate and ultra-marathon runner Mina Guli may be taking longer to finish her races after she suffered a stress fracture to her right femur, but she isn’t giving up.",
        "date": "20190103",
        "country": "Uzbekistan"
    },
    {
        "title": "Running 62 marathons for water awareness",
        "body": "Try running 100 marathons in 100 days over seven continents. Sound impossible? Ultra-marathoner and water activist Mina Guli came close — all in an effort to raise awareness about global wa...",
        "date": "20190323",
        "country": "Uzbekistan"
    },
    {
        "title": "A water crisis which could spark disaster and war",
        "body": "THE postponed UN Climate Change Conference (COP 26) will be held in Glasgow next November. One of the most startling impacts of man-made climate catastrophes they should consider is the un...",
        "date": "20201219",
        "country": "Uzbekistan"
    },
    {
        "title": "WATER’S WORLD",
        "body": "Water is life.",
        "date": "20200419",
        "country": "Uzbekistan"
    },
    {
        "title": "Are we ready for a ‘Caucasian Spring’?",
        "body": "Aseries of uprisings and armed rebellions called the “Arab Spring” began in Tunisia on Dec. 17th, 2010, spreading to many other countries in Africa and the Middle East. These demonstrations...",
        "date": "20210727",
        "country": "Uzbekistan"
    },
    {
        "title": "Oman to allow return of camels stuck abroad",
        "body": "The Ministry of Agriculture, Fisheries and Water Resources said it has decided to allow the entry of camels stuck outside the Sultanate and exempt owners and carriers of camels from all...",
        "date": "20210214",
        "country": "Uzbekistan"
    },
    {
        "title": "Iran offers Central Asian nations route to access global waters",
        "body": "The Iranian Foreign Minister Mohammad Javad Zarif’s recent five-day tour to the five Central Asian countries was aimed at reminding his country’s relevance as a key transit and trade ou...",
        "date": "20210412",
        "country": "Uzbekistan"
    }
]