[
    {
        "title": "Dutch Klinsmann keeps faith in Voller camp all sweetness and light, says Ruud",
        "body": "Former Germany striker Jurgen Klinsmann believes coach Rudi Voller is the best thing to happen to German football in recent years despite a barrage of media criticism over the performance ...",
        "date": "20040613",
        "country": "Latvia"
    },
    {
        "title": "If only we could bottle Latvia’s self-belief",
        "body": "EVER wondered what an independent Scotland might look like in 10 years? Bored with Ireland and looking for a cold, Protestant model of autonomy for a change? Well, you could do worse than lo...",
        "date": "20061206",
        "country": "Latvia"
    },
    {
        "title": "Homeless migrants could cause chaos, Reid warned",
        "body": "HOMELESS Eastern Europeans will cause havoc on Britain’s streets unless John Reid spends hundreds of thousands of pounds to send them home, council leaders warned last night.",
        "date": "20060812",
        "country": "Latvia"
    },
    {
        "title": "THE GOD!",
        "body": "GARY JOHNSON would like to start with a confession. The cold shower treatment which earned John Beck notoriety as Cambridge United manager — well, that was his idea.",
        "date": "20070127",
        "country": "Latvia"
    },
    {
        "title": "A Soviet Memorial — and Mind-Set",
        "body": "In 1994, Russian President Boris Yeltsin and his Estonian counterpart, the polymath Lennart Meri, chummily drank together in a Kremlin chamber as their foreign ministers labored nearb...",
        "date": "20070507",
        "country": "Latvia"
    },
    {
        "title": "Let’s stand up for Ukraine",
        "body": "The most remarkable gathering of heroes this month took place far from the Beijing Olympics. On Aug. 12, the presidents of Ukraine, Poland, Lithuania, and Estonia appeared in Tblis...",
        "date": "20080823",
        "country": "Latvia"
    },
    {
        "title": "Taming the bear",
        "body": "The most remarkable gathering of heroes this month took place far from the Beijing Olympics. On Aug. 12, the presidents of Ukraine, Poland, Lithuania, and Estonia appeared in Tblis...",
        "date": "20080823",
        "country": "Latvia"
    },
    {
        "title": "CONFERENCE CIRCUIT",
        "body": "THE 21ST International Congress of the Israel Society of Anaesthesiologists will be held over a three-day period at Tel Aviv’s Dan Panorama Hotel. The organization’s president it Pr...",
        "date": "20080914",
        "country": "Latvia"
    },
    {
        "title": "Europe is on the brink of a meltdown of the euro",
        "body": "The financial crisis spreading like wildfire across the former Soviet bloc threatens to set off a second and more dangerous banking crisis in Western Europe, tipping the whole continent...",
        "date": "20081030",
        "country": "Latvia"
    },
    {
        "title": "World Bank approves $4.3 billion in loans to India",
        "body": "The World Bank on Tuesday announced $4.3 billion in loans to India, including $2.0 billion for the banking sector, to help strengthen its economy amid the global economic .",
        "date": "20090924",
        "country": "Latvia"
    },
    {
        "title": "Is this the end of the beginning?1",
        "body": "Those who have gone on a game park safari in Africa are familiar with the phrase the “Big Six,” or a promise by hosts to get up close and personal with lions, panthers, giraffes, elephants, wa...",
        "date": "20090616",
        "country": "Latvia"
    },
    {
        "title": "Abroad, Bam Still Walks on Water",
        "body": "IF all world citizens could have cast votes in last November’s election, Barack Obama would’ve won a landslide. Worldwide Gallup polls in late October 2008 showed the Democrat triumphing in...",
        "date": "20090429",
        "country": "Latvia"
    },
    {
        "title": "Remaining 19 EU countries go to polls",
        "body": "BRUSSELS: EU states began the final day of voting in a European Parliament election yesterday which is expected to embarrass national governments struggling to combat the effects of...",
        "date": "20090608",
        "country": "Latvia"
    },
    {
        "title": "Stress tests for the eurozone",
        "body": "The world’s youngest and second most important currency enters its second decade of existence with formidable challenges ahead of it. The euro has started the year in a global scenario wh...",
        "date": "20090226",
        "country": "Latvia"
    },
    {
        "title": "Experts fight to keep damaged ship afloat",
        "body": "Cuxhaven, Germany – Danish and German sea experts were yesterday battling to keep a Lithuanian ferry from sinking and spilling fuel into the Baltic Sea after a series of explosions on bo...",
        "date": "20101011",
        "country": "Latvia"
    },
    {
        "title": "Greek crisis sends chills over euro zone’s expansion",
        "body": "THE woes and failings of euro zone member Greece have sparked irritation among the EU’s ex-communist states, amid jitters that the entry rules for the single currency club could be beefed u...",
        "date": "20100215",
        "country": "Latvia"
    },
    {
        "title": "Rescuers fight to keep fiery ferry afloat",
        "body": "CUXHAVEN — Danish and German sea experts were battling to keep a Lithuanian ferry from sinking and spilling fuel into the Baltic Sea after a s e r i e s o f e x pl o s i o ns o n board trigge...",
        "date": "20101011",
        "country": "Latvia"
    },
    {
        "title": "Ferry still burning in Baltic",
        "body": "CUXHAVEN, Germany — Danish and German sea experts were early today battling to keep a Lithuanian ferry from sinking and spilling fuel into the Baltic Sea after a series of onboard explos...",
        "date": "20101010",
        "country": "Latvia"
    },
    {
        "title": "Outbreaks of diseases pose new dangers",
        "body": "Sukkur (Reuters) Disease outbreaks pose new risks to victims of Pakistan’s worst floods in decades, aid agencies said yesterday, potentially hindering already complicated relief effort...",
        "date": "20100814",
        "country": "Latvia"
    },
    {
        "title": "Dementia",
        "body": "Dementia patients are not being given the attention and care they deserve by the health authorities, Labour leader Joseph Muscat has charged.",
        "date": "20110328",
        "country": "Latvia"
    },
    {
        "title": "Portugal, Ireland woes fill the air at EU summit",
        "body": "BRUSSELS — On the day European Union leaders presented what they hoped was the final version of their plan to solve the region’s debt troubles, their summit in Brussels was overwhelmed by debate over Portugal’s political crisis.",
        "date": "20110325",
        "country": "Latvia"
    },
    {
        "title": "Eurozone expands but tension remains",
        "body": "German deficit hawks gained an ally when Estonia became the 17th member of the eurozone, but the presence of euros in Baltic vending machines doesn’t mean that the currency zone’s challen...",
        "date": "20110108",
        "country": "Latvia"
    },
    {
        "title": "Late chemists",
        "body": "Canterbury - Chemists open after 5.30pm on certain days are: Bridge Pharmacy, 16 High Street, Bridge, Monday-friday 6pm; Eckersley Pharmacy, 2 Northgate, Monday-friday 6pm, (Saturday 9a...",
        "date": "20111027",
        "country": "Latvia"
    },
    {
        "title": "Europe’s East grows older and poorer",
        "body": "Around 60 per cent of the population in the commune is above 50, so I expect the population to continue dropping. Marriages are fewer and fewer, and the number of deaths is double the num...",
        "date": "20120402",
        "country": "Latvia"
    },
    {
        "title": "Ease of travel in EU encourages emigration • Romania, Latvia populations fall by more than 10%",
        "body": "LUPSANU, Romania (Reuters) – Maria Ene’s traditional white house on a muddy, unnamed Romanian street doesn’t have running , but it does have two satellite dishes sprouting from its fen...",
        "date": "20120401",
        "country": "Latvia"
    },
    {
        "title": "Europe’s East grows older and poorer",
        "body": "Around 60 per cent of the population in the commune is above 50, so I expect the population to continue dropping. Marriages are fewer and fewer, and the number of deaths is double the num...",
        "date": "20120402",
        "country": "Latvia"
    },
    {
        "title": "Poverty drives central Europe’s exodus as youngsters seek jobs",
        "body": "MARIA Ene’s traditional white house on a muddy, unnamed Romanian street does not have running water, but it does have two satellite dishes sprouting from its fence.",
        "date": "20120330",
        "country": "Latvia"
    },
    {
        "title": "Austerity in Small Places",
        "body": "Interest in small countries’ economic policies is usually confined to a small number of specialists. But there are times when small countries’ experiences are interpreted around the wo...",
        "date": "20130211",
        "country": "Latvia"
    },
    {
        "title": "Austerity and small economies",
        "body": "Interest in small countries’ economic policies is usually confined to a small number of specialists. But there are times when small countries’ experiences are interpreted around the wo...",
        "date": "20130226",
        "country": "Latvia"
    },
    {
        "title": "US pop stars die 25 yrs earlier than general population",
        "body": "also in the audience when Martin took the stage in September at the iHeart Radio Music Festival. PTI",
        "date": "20141029",
        "country": "Latvia"
    },
    {
        "title": "Nato to deploy more forces in eastern Europe — Rasmussen",
        "body": "BRUSSELS: Nato said Wednesday it will deploy additional air, sea and land forces in eastern Europe in response to the worsening crisis in Ukraine and take further action if needed.",
        "date": "20140418",
        "country": "Latvia"
    },
    {
        "title": "Shows Putin’s strength, not weakness",
        "body": "TALLINN — Russia has returned to Cold War ways by stepping up incursions into European Union and NATO members’ airspace and territorial waters, and the West needs to present a united front ...",
        "date": "20141108",
        "country": "Latvia"
    },
    {
        "title": "Russia begins military ‘drills’",
        "body": "MOSCOW, June 12, (RTRS): Russia has begun military exercises in its Baltic enclave of Kaliningrad in what the Defence Ministry said was a response to drills by NATO allies in parts of east...",
        "date": "20140613",
        "country": "Latvia"
    },
    {
        "title": "What the editorials said",
        "body": "In normal circumstances, said The Times, a defence secretary who said there was a “real and present danger” of Russia attacking a Nato state would “rightly be accused of exaggerating”. ...",
        "date": "20150228",
        "country": "Latvia"
    },
    {
        "title": "EU adopts measures to aid migrants",
        "body": "(AP) — Late to the rescue, European leaders came through Thursday with pledges of big ships, aircraft and a tripling in funds to save lives in the Mediterranean after the deaths at sea of more ...",
        "date": "20150424",
        "country": "Latvia"
    },
    {
        "title": "Leaders detect threats",
        "body": "WASHINGTON—The world’s financial leaders see a number of threats facing a global economy still on an uneven road to recovery with US and European officials worrying that Greece will de...",
        "date": "20150420",
        "country": "Latvia"
    },
    {
        "title": "Greek debt stirs angst",
        "body": "WASHINGTON — The world’s financial leaders see a number of threats facing a global economy still on an uneven road to recovery, with U.S. and European officials worrying that Greece wi...",
        "date": "20150420",
        "country": "Latvia"
    },
    {
        "title": "Sheikha Lubna lists UAE aid efforts",
        "body": "ABU DHABI // Sheikha Lubna Al Qasimi, Minister of Development and International Cooperation, has highlighted UAE aid efforts and called for stronger partnerships and responses to hum...",
        "date": "20160119",
        "country": "Latvia"
    },
    {
        "title": "America’s allies worry over life after Obama",
        "body": "The drums of war sound distantly muffled in Norway’s mist-shrouded Naeroy Valley as Europeans speculate on America’s role in shaping world events after US President Barack Obama’s term ends...",
        "date": "20160802",
        "country": "Latvia"
    },
    {
        "title": "Russia challenges NATO at sea",
        "body": "Russia just conquered a fictional country, and it’s scaring the heck out of some real ones. The Kremlin’s recent Zapad war game shows the need for NATO to do more to deter Russian aggressi...",
        "date": "20171006",
        "country": "Latvia"
    },
    {
        "title": "Trump world: What the Donald inherits",
        "body": "UNITED NATIONS — Chaos, conflict and crisis are some of the words describing the combustible global situation the new American President Donald J. Trump inherits from his predecesso...",
        "date": "20170125",
        "country": "Latvia"
    },
    {
        "title": "TODAY IN HISTORY",
        "body": "TODAY IS SATURDAY, JULY 21, 2018",
        "date": "20180721",
        "country": "Latvia"
    },
    {
        "title": "Anniversaries – it always happens in August and in years ending with 8",
        "body": "Unemployment shot up, an entire generation saw its prospects disappear, many young people migrated to sunnier shores, and yet most of these countries dug in and returned to growth, with...",
        "date": "20180823",
        "country": "Latvia"
    },
    {
        "title": "Sweden prepares for war amid unease about Russian aggression",
        "body": "SWEDEN is preparing to reissue a public information manual on what to do in the event of war, as debate in the country grows over how to deal with the threat from Russia.",
        "date": "20180118",
        "country": "Latvia"
    },
    {
        "title": "Unease over Russia drives war planning",
        "body": "SWEDEN: Sweden is preparing to reissue a public information manual on what to do in the event of war, as debate in the country grows over how to deal with the threat from Russia.",
        "date": "20180119",
        "country": "Latvia"
    },
    {
        "title": "IRANIANS SEIZE BRIT TANKER & 23 CREW",
        "body": "IRAN said it had captured a British oil tanker last night and forced the crew of 23 into one of its ports.",
        "date": "20190720",
        "country": "Latvia"
    },
    {
        "title": "Iran warns US: ‘Do not attempt to seize released oil tanker’",
        "body": "AN IRANIAN supertanker seized by Royal Marines was back at sea yesterday as Tehran warned the US against trying to retake it.",
        "date": "20190820",
        "country": "Latvia"
    },
    {
        "title": "Boosting our security spending will pay off",
        "body": "From U.S. co-operation on trade to Northern sovereignty, Canada has plenty to gain from defence funding",
        "date": "20191128",
        "country": "Latvia"
    },
    {
        "title": "EU readies Belarus sanctions, confronts Turkey crisis",
        "body": "The European Union will today begin the process of imposing sanctions on Belarus and express its support for Greece and Cyprus in their stand-off with Turkey.",
        "date": "20200815",
        "country": "Latvia"
    },
    {
        "title": "The goodness revealed",
        "body": "You can watch neoliberalism collapsing. Governments whose mission was to shrink the state, to cut taxes and dismantle public services are discovering that the market forces they fetis...",
        "date": "20200410",
        "country": "Latvia"
    },
    {
        "title": "Hong Kong’s weathervane",
        "body": "Beijing’s tightening noose on Hong Kong foretells many things both in the successful city state as much as throughout the opaque vastness of China itself.",
        "date": "20200716",
        "country": "Latvia"
    },
    {
        "title": "Brussels toughens asylum seeker rules1",
        "body": "Brussels has allowed EU member states to detain migrants for up to four months as it waters down asylum seeker protections. In a concession to eastern states bearing the brunt of the Belarus , the European Commission agreed to cut rights for asylum seekers arriving in the EU, including letting Poland, Lithuania and detain people longer in processing centres on the frontier. The temporary measures have been approved for six months.",
        "date": "20211202",
        "country": "Latvia"
    },
    {
        "title": "New EU measures set to restrict asylum rights at Belarus border",
        "body": "BRUSSELS — The European Union on Wednesday proposed new measures that would allow Poland and other member states bordering Belarus to suspend some protections for asylum-seekers, raising co...",
        "date": "20211202",
        "country": "Latvia"
    },
    {
        "title": "Water cannon fired upon migrants at border",
        "body": "WARSAW: Polish security forces fired water cannon at rockthrowing migrants on the border with Belarus early yesterday and Nato reiterated its support for Warsaw in a that has left th...",
        "date": "20211118",
        "country": "Latvia"
    },
    {
        "title": "Austria and Poland lead calls to detain migrants for 20 weeks",
        "body": "EU COUNTRIES are pressing Brussels to water down protections for asylum seekers, allowing them to detain migrants for five months to avoid future border crises.",
        "date": "20211227",
        "country": "Latvia"
    },
    {
        "title": "Kelly in plea on Lebanon",
        "body": "TRAINSPOTTING star Kelly Macdonald is calling on Scots to back Oxfam’s 1million appeal to help victims of the conflict in , Israel and Gaza.",
        "date": "20060819",
        "country": "Lebanon"
    },
    {
        "title": "Hostilities must end so relief agencies can help",
        "body": "It is Day 19 of indiscriminate attacks from both sides, and only an immediate ceasefire in can prevent further needless deaths of civilians and allow more than 500,000 people to have...",
        "date": "20060730",
        "country": "Lebanon"
    },
    {
        "title": "A humanitarian crisis of massive proportions",
        "body": "To",
        "date": "20060901",
        "country": "Lebanon"
    },
    {
        "title": "Body bags pile up as America dithers",
        "body": "Intense Israeli bombardment killed 13 people in Lebanon yesterday amid uncertainty on when US Secretary of State Condoleezza Rice would return to the region to push for a lasting solution to...",
        "date": "20060729",
        "country": "Lebanon"
    },
    {
        "title": "It’s Up to You, President Chirac",
        "body": "Dear President Chirac,",
        "date": "20060824",
        "country": "Lebanon"
    },
    {
        "title": "Lull in fighting doesn’t last",
        "body": "Three days of fighting between Lebanon’s army and an Islamic militia has grown into a humanitarian crisis, with up to 40,000 Palestinians trapped inside a besieged refugee camp,",
        "date": "20070523",
        "country": "Lebanon"
    },
    {
        "title": "IN BRIEF",
        "body": "$ 100 BILLION NEEDED TO FUND",
        "date": "20070329",
        "country": "Lebanon"
    },
    {
        "title": "Lebanese camp turns warzone",
        "body": "The narrow alleyways of Nahr Al Bared refugee camp yesterday turned into a horror show of bullets, blasts and bodies as troops battled to crush shadowy Islamist extremists, witnesses sai...",
        "date": "20070522",
        "country": "Lebanon"
    },
    {
        "title": "Britain hopes for compromise",
        "body": "LONDON — Britain hopes to send a top navy officer to Tehran to deliver a facesaving compromise that will ensure the release of 15 captive British naval personnel.",
        "date": "20070402",
        "country": "Lebanon"
    },
    {
        "title": "Saudi embassy received threats, says acting minister",
        "body": "Beirut (AFP) Saudi Arabia’s warning to its citizens to leave Lebanon, issued this weekend, was based on ‘specific threats’ received by its embassy in Beirut, ’s acting foreign min...",
        "date": "20080303",
        "country": "Lebanon"
    },
    {
        "title": "USwarship sparks Lebanon tension",
        "body": "Beirut (AFP) Hezbollah yesterday slammed Washington’s dispatch of the USS Cole to waters off Lebanon as military interference, as the Western-backed government said it did not ask for the warship to be sent.",
        "date": "20080301",
        "country": "Lebanon"
    },
    {
        "title": "Hezbollah slams U.S. warship as interference",
        "body": "The pro-Syrian Hezbollah on Friday slammed Washington’s dispatch of the USS Cole to waters off Lebanon as military interference, as the westernbacked government said it did not ask for...",
        "date": "20080301",
        "country": "Lebanon"
    },
    {
        "title": "US warships off Lebanon are not helping, Russia says",
        "body": "UNITED NATIONS (AP) – Russia told the UN Security Council on Monday that the presence of US Navy warships off the coast of Lebanon is not helping resolve the country’s political ...",
        "date": "20080312",
        "country": "Lebanon"
    },
    {
        "title": "Gaza a f lash of deja vu",
        "body": "MoeTeliani was relaxing whenthe first bomb fell.",
        "date": "20090118",
        "country": "Lebanon"
    },
    {
        "title": "Hariri govt wins confidence vote",
        "body": "BEIRUT — Lebanese Prime Minister Saad Al Hariri’s government won a resounding vote of confidence from parliament on Thursday, paving the way for his expected visit to Syria for talks with...",
        "date": "20091212",
        "country": "Lebanon"
    },
    {
        "title": "Faisal: US gave Israel option of no peace",
        "body": "The Saudi Arabian foreign minister, Prince Saud al Faisal, says US backing for Israel gave the state the option of not making peace.",
        "date": "20091217",
        "country": "Lebanon"
    },
    {
        "title": "Israelis battle in Gaza",
        "body": "An Israeli soldier near the border with the Gaza Strip. Israel has launched a ground invasion into Gaza INVADING Israeli ground forces fought fierce battles with Hamas in Gaza over the week...",
        "date": "20090105",
        "country": "Lebanon"
    },
    {
        "title": "Israeli fire kills Gaza aid workers",
        "body": "JERUSALEM — The United Nations suspended food deliveries to Gaza and the Red Cross accused Israel of blocking medical assistance after Israeli forces f i r e d on aid workers, killing t...",
        "date": "20090109",
        "country": "Lebanon"
    },
    {
        "title": "Syrian, Saudi leaders tackle tension",
        "body": "BEIRUT— Saudi King Abdullah and Syrian President Bashar al-Assad met Lebanon’s rival leaders on Friday to stave off a crisis over a tribunal that may indict Hezbollah members in the kil...",
        "date": "20100731",
        "country": "Lebanon"
    },
    {
        "title": "‘Natural gas find could lead to Lebanon-Israel war’",
        "body": "BEIRUT (AP) – The discovery of large natural gas reserves under the waters of the eastern Mediterranean could potentially mean a huge economic windfall for Israel and , both res...",
        "date": "20100728",
        "country": "Lebanon"
    },
    {
        "title": "Arab world warned of climatic peril",
        "body": "BEIRUT: Dust storms scour Iraq. Freak floods wreak havoc in Saudi Arabia and Yemen. Rising sea levels erode Egypt’s coast. Hotter, drier weather worsens scarcity in the Middle East, alr...",
        "date": "20101115",
        "country": "Lebanon"
    },
    {
        "title": "FROM OUR ARCHIVES",
        "body": "65 YEARS AGO",
        "date": "20100322",
        "country": "Lebanon"
    },
    {
        "title": "US monitoring crisis closely",
        "body": "Washington The United States is keeping a close eye on the situation in Lebanon after the Beirut government collapsed following the resignation of Hezbollah. “ We do know that politic...",
        "date": "20110115",
        "country": "Lebanon"
    },
    {
        "title": "Lebanon hears echo of Syria’s gunshots",
        "body": "BEIRUT // As the Syrian government’s assault on protesters continues, countries across the Arab world and beyond are considering the longer-term regional effects of the violence.",
        "date": "20110430",
        "country": "Lebanon"
    },
    {
        "title": "Other drink taxes",
        "body": "For the last several weeks there have been numerous articles about proposed cuts in education spending by Gov. Tom Corbett’s administration. There is a relatively easy way to solve th...",
        "date": "20110523",
        "country": "Lebanon"
    },
    {
        "title": "Lebanon offers $ 4.5b power plan",
        "body": "Dubai Gebran Bassil, Lebanon’s caretaker Minister of Energy andWater, has called on Arab and the Gulf countries to grab investment opportunities in Lebanon that seek to develop the wate...",
        "date": "20110408",
        "country": "Lebanon"
    },
    {
        "title": "World’s first project to be finished within weeks",
        "body": "DUBAI // It is on a desert island miles out to sea, in an uninhabited archipelago, with no easily available source of water or electricity.",
        "date": "20120110",
        "country": "Lebanon"
    },
    {
        "title": "Lebanon will ‘drown’ if Syrian bloodshed spills over borders, says PM urging unity",
        "body": "BEIRUT (Reuters) – Lebanon’s fractious communities will “all drown” together if they let Syria’s civil strife spill over the border, the prime minister warned, as he called on factions to pu...",
        "date": "20120906",
        "country": "Lebanon"
    },
    {
        "title": "A million Syrians flee their homes",
        "body": "Thehope that the Arab Spring would give rise to peace and democracy in the Middle East has given way to fear and protracted violence. And the escalating Syrian refugee crisis is threateni...",
        "date": "20121228",
        "country": "Lebanon"
    },
    {
        "title": "FROM OUR ARCHIVES",
        "body": "50 YEARS AGO",
        "date": "20121025",
        "country": "Lebanon"
    },
    {
        "title": "Middle East refugee crisis deepens",
        "body": "A CRISIS where New Zealand has to cope with nearly a million Australian refugees – perhaps from future climate change or fallout from a civil war – may sound like science fiction.",
        "date": "20130825",
        "country": "Lebanon"
    },
    {
        "title": "UK pledges 50m in aid to relieve refugee crisis",
        "body": "THE UK has pledged 50m in aid in an effort to alleviate the humanitarian crisis caused by refugees fleeing the conflict in Syria.",
        "date": "20130710",
        "country": "Lebanon"
    },
    {
        "title": "Exodus from Syria grows",
        "body": "GENEVA — Syria’s conflict is now driving 5,000 people to seek safety in neighboring countries every day, the U.N. refugee agency said Friday, reporting a surge in their numbers in January.",
        "date": "20130209",
        "country": "Lebanon"
    },
    {
        "title": "5,000 Syrians fleeing war each day, U.N. says",
        "body": "GENEVA — Syria’s conflict is now driving 5,000 people to seek safety in neighboring countries every day, the U.N. refugee agency said Friday, reporting a surge in their numbers in January.",
        "date": "20130209",
        "country": "Lebanon"
    },
    {
        "title": "Ammiq faces ‘water crisis’",
        "body": "AMMIQ, Lebanon, May 10, (AFP): Lebanon is bracing for a summer drought, after a record dry winter exacerbated by a massive influx of Syrian refugees and longstanding management...",
        "date": "20140511",
        "country": "Lebanon"
    },
    {
        "title": "Conflict costs Lebanon $ 7.5b — World Bank",
        "body": "The conflict in Syria has cost Lebanon $ 7.5 billion ( Dh27.52 billion) as it struggles to cope with hosting more than a million refugees from the neighbouring country, according to World ...",
        "date": "20140603",
        "country": "Lebanon"
    },
    {
        "title": "Lebanon swamped by refugees from Syrian civil war",
        "body": "TRIPOLI: More than a million people fleeing Syria’s war have registered as refugees in , the UN said yesterday, with many now living in misery in a tiny country overstretched by the ...",
        "date": "20140404",
        "country": "Lebanon"
    },
    {
        "title": "Lebanon ‘needs refugee aid’",
        "body": "The Syrian refugee crisis in Lebanon is equivalent to an influx of 2.5 million people to the UAE in 18 months, a United Nations relief agency chief warned yesterday.",
        "date": "20140507",
        "country": "Lebanon"
    },
    {
        "title": "County offers $700K in CDBG grants",
        "body": "The Warren County Commissioners held a public hearing Tuesday on a plan to apply for more than $700,000 in funding for projects through the county’s Community Development Block Grant. Th...",
        "date": "20140305",
        "country": "Lebanon"
    },
    {
        "title": "LEBANON PROTESTERS",
        "body": "Lebanese security forces spray water cannons to disperse anti-government protesters against the ongoing trash crisis and government corruption in downtown Beirut, Lebanon, on Thursda...",
        "date": "20151009",
        "country": "Lebanon"
    },
    {
        "title": "Lebanon health minister warns of dangers from trash crisis",
        "body": "BEIRUT: Lebanon’s health minister says the country is on the brink of a “major health disaster” unless an immediate solution is found for its mounting trash problem. Garbage has been co...",
        "date": "20150818",
        "country": "Lebanon"
    },
    {
        "title": "Stinking feeling in Lebanon",
        "body": "Activists try to cross to the government house as riot police deter them with water cannons during a protest against the trash in Beirut. The health minister says is on the ...",
        "date": "20150821",
        "country": "Lebanon"
    },
    {
        "title": "Cholera fears loom large over Lebanon",
        "body": "As it approaches its cold and rainy season, Lebanon faces a genuine public health crisis six months after its unending garbage crisis. However, the emergence of the food- and water-borne ...",
        "date": "20151206",
        "country": "Lebanon"
    },
    {
        "title": "Kuwait Ambassador to Lebanon welcomes Zain volunteers in Beirut",
        "body": "KUWAIT: Kuwait’s Ambassador to the Lebanese Republic, Abdelaal Al-Qenaei, welcomed Zain’s volunteers team and Kuwait Red Crescent Society’s (KRCS) officials in the headquarters of the...",
        "date": "20161123",
        "country": "Lebanon"
    },
    {
        "title": "Lebanon forms new government",
        "body": "two years without anyone occupying Lebanon’s highest office of state.",
        "date": "20161219",
        "country": "Lebanon"
    },
    {
        "title": "Lebanon scraps rubbish deal",
        "body": "BEIRUT // Lebanon yesterday cancelled a plan to export its rubbish to Russia, sending Beirut’s six- month environmental crisis back to square one as mountains of refuse choke the city’s ...",
        "date": "20160220",
        "country": "Lebanon"
    },
    {
        "title": "Lebanese shun polluted beaches for trips abroad",
        "body": "BEIRUT, Sept 23, (AFP): Lebanese like Hamza al-Sees should have no problem finding a beach to while away the summer in a country stretching along the Mediterranean.",
        "date": "20160924",
        "country": "Lebanon"
    },
    {
        "title": "Lebanon crisis won’t delay oil, gas licensing",
        "body": "The political crisis in Lebanon shouldn’t delay the country’s first oil and gas offshore licensing round, its energy minister said yesterday.",
        "date": "20171115",
        "country": "Lebanon"
    },
    {
        "title": "Lebanese offshore oil and gas licensing round continues despite political crisis",
        "body": "BEIRUT: Lebanon’s Energy Minister on Friday called on companies bidding in its first round of licensing to explore for oil and gas in its Mediterranean waters to begin technical discus...",
        "date": "20171111",
        "country": "Lebanon"
    },
    {
        "title": "Licensing round for Lebanese offshore oil and gas continues",
        "body": "BEIRUT (Reuters) – Lebanon’s Energy Minister on Friday called on companies bidding in its first round of licensing to explore for oil and gas in its Mediterranean to begin techni...",
        "date": "20171112",
        "country": "Lebanon"
    },
    {
        "title": "Ahead of Brussels conference",
        "body": "As the seventh year of conflict in Syria begins, Lebanon faces overwhelming socioeconomic, security and demographic challenges. It hosts more than one million people who have fled the ...",
        "date": "20170404",
        "country": "Lebanon"
    },
    {
        "title": "No end in sight to Lebanon’s garbage crisis",
        "body": "beirut — Arpi Kruzian has lived on the coastline east of Beirut for three decades. But now her balcony has a different view: a massive mound of trash rising on the Mediterranean.",
        "date": "20180205",
        "country": "Lebanon"
    },
    {
        "title": "No end to crisis in sight as Lebanon garbage mountains grow",
        "body": "BEIRUT: Arpi Kruzian has lived on the coastline east of Beirut for three decades.",
        "date": "20180205",
        "country": "Lebanon"
    },
    {
        "title": "Intl donors to plough billions into Lebanon",
        "body": "PARIS  International donors were set to pledge billions of dollars in aid and development loans for at a conference in Paris yesteday, hoping to stave off an economic and human...",
        "date": "20180407",
        "country": "Lebanon"
    },
    {
        "title": "No end to crisis in sight as Lebanon’s garbage mountains grow",
        "body": "BEIRUT: Arpi Kruzian has lived on the coastline east of Beirut for three decades. But now her balcony has a different view: a massive mound of trash rising on the Mediterranean.",
        "date": "20180205",
        "country": "Lebanon"
    },
    {
        "title": "Protests over newly proposed taxes hit Lebanon",
        "body": "LEBANON has been paralyzed by nationwide protests on Friday as demonstrators blocked major roads in the second day of rallies against the government’s handling of a severe economic cri...",
        "date": "20191019",
        "country": "Lebanon"
    },
    {
        "title": "Fuel stations start open-ended strike amid economic crisis in Lebanon",
        "body": "FUEL stations in protest-hit Lebanon started on Thursday an open-ended strike in protest at a deepening economic crisis and the devaluation of the local pound against the dollar.",
        "date": "20191129",
        "country": "Lebanon"
    },
    {
        "title": "Lebanon on brink as economic crisis grows",
        "body": "BEIRUT — Hundreds of Lebanese protested Sunday in the country’s capital and other areas over an economic crisis that worsened over the past two weeks, with worries over dollarreliant Le...",
        "date": "20190930",
        "country": "Lebanon"
    },
    {
        "title": "Protests in Lebanon’s capital over worsening economic crisis",
        "body": "BEIRUT: Hundreds of Lebanese protested Sunday in the country’s capital and other areas over an economic crisis that worsened over the past two weeks, with worries over dollar-reliant Leb...",
        "date": "20190930",
        "country": "Lebanon"
    },
    {
        "title": "Lebanon, Israel begin talks over sea border",
        "body": "NAQOURA, Lebanon — Lebanon and Israel began indirect talks on Wednesday over their disputed maritime border, with American officials mediating the talks that both sides insist are p...",
        "date": "20201015",
        "country": "Lebanon"
    },
    {
        "title": "Lebanon, Israel begin talks over sea border",
        "body": "NAQOURA, Lebanon — Lebanon and Israel began indirect talks on Wednesday over their disputed maritime border, with American officials mediating the talks that both sides insist are p...",
        "date": "20201015",
        "country": "Lebanon"
    },
    {
        "title": "Lebanon forms gov’t with backing of Hezbollah, allies",
        "body": "BEIRUT (Reuters) — Lebanon formed a new government on Tuesday under Prime Minister Hassan Diab after the Shi’ite group Hezbollah and its allies agreed on a cabinet that must urgently ad...",
        "date": "20200123",
        "country": "Lebanon"
    },
    {
        "title": "Lebanon hails US mediation in border crisis",
        "body": "BEIRUT: Lebanon’s President Michel Aoun told a visiting US official on Friday that his country “heavily relies” on Washington’s mediation regarding a disputed maritime border with I...",
        "date": "20201017",
        "country": "Lebanon"
    },
    {
        "title": "UN peacekeepers rescue migrants outside Lebanese waters",
        "body": "BEIRUT — The U.N. peacekeeping force in Lebanon said it rescued on Monday 36 people onboard a ship carrying migrants outside Lebanon’s territorial waters.",
        "date": "20200915",
        "country": "Lebanon"
    },
    {
        "title": "Lebanon faces ‘severe’ water rationing amid fuel crisis",
        "body": "SEVERAL areas of Lebanon face “severe” water rationing because generators and pumps have not been operating for more than a week due to a spiralling fuel crisis.",
        "date": "20210825",
        "country": "Lebanon"
    },
    {
        "title": "Water rationing",
        "body": "Several areas of Lebanon face “severe” water rationing because generators and pumps have not been operating for more than a week due to a spiralling fuel crisis. The country has a bottled wate...",
        "date": "20210826",
        "country": "Lebanon"
    },
    {
        "title": "Water rationing",
        "body": "Several areas of Lebanon face “severe” water rationing because generators and pumps have not been operating for more than a week due to a spiralling fuel . The country has a bottl...",
        "date": "20210826",
        "country": "Lebanon"
    },
    {
        "title": "Water rationing",
        "body": "Several areas of Lebanon face “severe” water rationing because generators and pumps have not been operating for more than a week due to a spiralling fuel . The country has a bott...",
        "date": "20210826",
        "country": "Lebanon"
    },
    {
        "title": "Water rationing",
        "body": "Several areas of Lebanon face “severe” water rationing because generators and pumps have not been operating for more than a week due to a spiralling fuel . The country has a bottled wate...",
        "date": "20210826",
        "country": "Lebanon"
    },
    {
        "title": "SA fails Zimbabwe",
        "body": "PRESIDENT Robert Mugabe could not have come this far down the road towards the total collapse of the nation he wrested from colonial misrule 26 years ago if South Africa had not turned its bac...",
        "date": "20060820",
        "country": "Lesotho"
    },
    {
        "title": "Cabinet A to F",
        "body": "Thabo Mbeki President Grade: A- (governance); D (leadership)",
        "date": "20061222",
        "country": "Lesotho"
    },
    {
        "title": "US rate fears hit Footsie for 23billion",
        "body": "A DEEPENING mortgage crisis and interest rate worries across the Atlantic sent leading UK shares into a 23billion retreat yesterday.",
        "date": "20070719",
        "country": "Lesotho"
    },
    {
        "title": "Not in my father’s house",
        "body": "ollowing Mo Shaik’s interview with the Mail & Guardian last week, Finance Minister Trevor Manuel wrote in an open letter that “it has taken 96 years of the most unimaginable toil and sac...",
        "date": "20071214",
        "country": "Lesotho"
    },
    {
        "title": "Gauteng could run out of usable water in the next five years, minister warns",
        "body": "GAUTENG will run out of water in the next five years if urgent steps are not taken to reduce theft, waste and pollution, Water Affairs and Forestry Minister Lindiwe Hendricks said yesterd...",
        "date": "20081205",
        "country": "Lesotho"
    },
    {
        "title": "Gauteng water demand set to outstrip supply by 2013",
        "body": "Gauteng, the golden goose of the South African economy, will run out of water in the next five years unless urgent steps are taken to reduce theft, waste and pollution, Affairs and For...",
        "date": "20081205",
        "country": "Lesotho"
    },
    {
        "title": "Pretty penny",
        "body": "ESKOM faces a potentially crippling water crisis that could harm the country’s multibillionrand electricity rescue plan.",
        "date": "20080309",
        "country": "Lesotho"
    },
    {
        "title": "Now it’s a water crisis",
        "body": "SOUTH Africa is on the brink of a water contamination crisis, potentially as bad as the electricity fiasco of the past few weeks. In an alarming report, the National Nuclear Regulato...",
        "date": "20080203",
        "country": "Lesotho"
    },
    {
        "title": "Prince’s charity is bailed out by Lord Ashcroft",
        "body": "A SECRET donation from one of the Conservative Party’s richest benefactors has averted a financial crisis at Prince Harry’s charity to help starving children in Africa.",
        "date": "20090316",
        "country": "Lesotho"
    },
    {
        "title": "‘Invest in water or face 30% shortage’",
        "body": "SOUTH Africa is heading for a water deficit of between 17 percent and 30 percent in 2030 – and needs to invest $365 million (R2.8 billion) a year to prevent shortages, according to a globa...",
        "date": "20091124",
        "country": "Lesotho"
    },
    {
        "title": "‘Invest in water or face 30% shortage’",
        "body": "SOUTH Africa is heading for a water deficit of between 17 percent and 30 percent in 2030 – and needs to invest $365 million (R2.8 billion) a year to prevent shortages, according to a globa...",
        "date": "20091124",
        "country": "Lesotho"
    },
    {
        "title": "IIlegal irrigation by farmers ‘endangering SA’s water security’",
        "body": "FARMERS illegally extracting water for irrigation are stealing 180 million cubic metres of water a year – the entire yield of the Mohale Dam in Lesotho, says Chris Herold, chairman o...",
        "date": "20090521",
        "country": "Lesotho"
    },
    {
        "title": "‘Too costly to import water’",
        "body": "IMPORTING clean water from Lesotho to solve Johannesburg’s acid mine water crisis is not a viable option, say experts.",
        "date": "20100927",
        "country": "Lesotho"
    },
    {
        "title": "Well, I’ll be dammed",
        "body": "ENERGY crisis? Don’t worry, our elected representatives are onto it as this recent exchange in the minerals and energy portfolio committee demonstrates:",
        "date": "20100718",
        "country": "Lesotho"
    },
    {
        "title": "New ministers linked to scandals",
        "body": "A TRAVELGATE MP, and a former Western Cape MEC with a cloud hanging over his head from the socalled brown-envelope scandal are two of the new additions to President Jacob Zuma’s cabinet.",
        "date": "20101102",
        "country": "Lesotho"
    },
    {
        "title": "Dwindling water polluted",
        "body": "SEWAGE pollution is threatening South Africa’s limited water supplies, and more money has to be spent on new treatment infrastructure, plant maintenance and skilled workers to avert an im...",
        "date": "20101125",
        "country": "Lesotho"
    },
    {
        "title": "Turn our energy issues into opportunities",
        "body": "SOUTH Africa has thus far managed to meet its huge postapartheid development challenges using its own resources. Successive post-apartheid governments have been wary of repeating the mis...",
        "date": "20100307",
        "country": "Lesotho"
    },
    {
        "title": "Panic now, or thirst will strike in 2020, warns expert1",
        "body": "THE FORMER directorgeneral of the Department of Water Affairs has warned South Africans that it’s time to panic about the country’s supplies, or be in in 10 years’ time.",
        "date": "20110219",
        "country": "Lesotho"
    },
    {
        "title": "‘Panic’ over water",
        "body": "THE FORMER directorgeneral of the Department of Water Affairs has warned South Africans that it’s time to panic about the country’s water supplies, or be in crisis in 10 years’ time.",
        "date": "20110219",
        "country": "Lesotho"
    },
    {
        "title": "Water crisis looming in next decade",
        "body": "TEN YEARS ago, Ismail Serageldin said: “The wars of the future will be fought over water.”",
        "date": "20110221",
        "country": "Lesotho"
    },
    {
        "title": "SA sanguine over Swaziland debt crisis",
        "body": "SOUTH African authorities this week appeared to be unconcerned about the effect that Swaziland’s debt crisis might have on SA and the rand.",
        "date": "20110529",
        "country": "Lesotho"
    },
    {
        "title": "Molewa warns on SA water crisis",
        "body": "WATER demand already outstrips supply in parts of SA.",
        "date": "20120229",
        "country": "Lesotho"
    },
    {
        "title": "Ottawa residents trek to Africa to raise awareness of world’s water crisis,",
        "body": "While the saying might be ‘diamonds are a girl’s best friend’, pearls are giving them a run for their money! Gaining popularity with girls and women of all ages, pearls are no longer to be kep...",
        "date": "20121117",
        "country": "Lesotho"
    },
    {
        "title": "Molewa describes moves to save water supply",
        "body": "WATER demand already outstrips supply in parts of SA.",
        "date": "20120229",
        "country": "Lesotho"
    },
    {
        "title": "Minister warns of crisis over water demand",
        "body": "SOUTH Africa could face a “near crisis situation ” with its water supply within the next decade if urgent steps are not taken, Affairs Minister Edna Molewa said yesterday. “It ’ s qui...",
        "date": "20120229",
        "country": "Lesotho"
    },
    {
        "title": "Our trickle of problems will turn into a torrent",
        "body": "I REFER to the article headed “Muslims: No to recycled water” on page 3 of the Sunday Tribune Herald dated August 26.",
        "date": "20120909",
        "country": "Lesotho"
    },
    {
        "title": "Food crisis looms in southern Africa",
        "body": "GENEVA: More than 6 million people across Angola, Lesotho, Malawi and Zimbabwe were at risk of severe food shortages because of repeated cycles of drought and flooding, the global humani...",
        "date": "20130306",
        "country": "Lesotho"
    },
    {
        "title": "Drought, floods put six million people in southern Africa at risk",
        "body": "GENEVA: More than six million people across Angola, Lesotho, Malawi and Zimbabwe were at risk of severe food shortages because of repeated cycles of drought and flooding, the global human...",
        "date": "20130306",
        "country": "Lesotho"
    },
    {
        "title": "6m facing hunger in southern Africa",
        "body": "MORE than six million people across Angola, Lesotho, Malawi and Zimbabwe are at risk of severe food shortages because of repeated cycles of drought and flooding, the International Feder...",
        "date": "20130306",
        "country": "Lesotho"
    },
    {
        "title": "Indonesians voice anger over bikinis: Really?",
        "body": "INDONESIANS are taking to the streets to demand the government heed their complaints. Are they livid about corruption? No. Fed up with poverty? Not really. Angry over political gridlock?...",
        "date": "20130922",
        "country": "Lesotho"
    },
    {
        "title": "Africa",
        "body": "Rights group warns UN: The human rights group Amnesty International warned the UN Security Council on Monday not to lift the 21-year-old arms embargo in place for Somalia as called for by a...",
        "date": "20130306",
        "country": "Lesotho"
    },
    {
        "title": "Crisis forecast two years ago",
        "body": "TWO YEARS ago, there were warnings that South Africa, particularly Gauteng, would soon be facing crises.",
        "date": "20140924",
        "country": "Lesotho"
    },
    {
        "title": "Crisis forecast two years ago",
        "body": "TWO YEARS ago, there were warnings that South Africa, particularly Gauteng, would soon be facing crises.",
        "date": "20140924",
        "country": "Lesotho"
    },
    {
        "title": "Instability in Lesotho a threat to SA",
        "body": "SOUTH Africa’s economy and security face a potential threat from Lesotho’s political instability as tensions continue to mount.",
        "date": "20140902",
        "country": "Lesotho"
    },
    {
        "title": "SADC bid to end Lesotho crisis",
        "body": "AN EMERGENCY Southern African Development Community meeting held in Pretoria last night resolved to restore law and order in Lesotho as soon as possible. The Double Troika Plus Two Me...",
        "date": "20140916",
        "country": "Lesotho"
    },
    {
        "title": "SA businesses react to crisis",
        "body": "SOUTH African businesses operating in troubled Lesotho had mixed reactions to the political crisis that engulfed the mountain kingdom at the weekend.",
        "date": "20140902",
        "country": "Lesotho"
    },
    {
        "title": "African Heads of State to prioritise water, toilets for 10 million people",
        "body": "The African Union has launched a new initiative known as the Kigali Action Plan to bring drinking water, basic toilets and hygiene to 10 million Africans in 10 countries.",
        "date": "20150211",
        "country": "Lesotho"
    },
    {
        "title": "Zuma praises Lesotho for smooth transfer of power",
        "body": "MASERU: The curtain seems to have fallen, at least for now, on Lesotho’s protracted crisis as new Prime Minister Pakalitha Mosisili took the oath of office yesterday following a closely fo...",
        "date": "20150318",
        "country": "Lesotho"
    },
    {
        "title": "Lesotho will vote despite new tension",
        "body": "Lesotho will go ahead with early elections as planned at the end of this month despite recent renewed tension, South Africa’s presidency announced at the end of talks with the kingdo...",
        "date": "20150211",
        "country": "Lesotho"
    },
    {
        "title": "Lesotho will vote despite new tension",
        "body": "Lesotho will go ahead with early elections as planned at the end of this month despite recent renewed tension, South Africa’s presidency announced at the end of talks with the kingdo...",
        "date": "20150211",
        "country": "Lesotho"
    },
    {
        "title": "Tensions will not derail elections",
        "body": "LESOTHO will go ahead with early elections as planned at the end of this month despite recent renewed tensions, the Presidency announced at the end of talks with the kingdom’s premi...",
        "date": "20150211",
        "country": "Lesotho"
    },
    {
        "title": "Wales’ twin nation on the brink of ‘tragedy’",
        "body": "ASMALL mountain kingdom in southern Africa, twinned with Wales, is facing a crisis which could result in thousands of people dying from hunger.",
        "date": "20160512",
        "country": "Lesotho"
    },
    {
        "title": "‘We don’t need your water, SA’",
        "body": "‘Don’t panic,’ says minister as kingdom battles to distribute scarce water.",
        "date": "20160209",
        "country": "Lesotho"
    },
    {
        "title": "‘We don’t need your water, SA’",
        "body": "Despite having to import food and not coping with distributing water to Lesotho residents suffering under a crippling drought, the kingdom’s Minister of Health, Molotsi Monyamane, la...",
        "date": "20160209",
        "country": "Lesotho"
    },
    {
        "title": "Southern Africa to face severe food crisis",
        "body": "GABORONE: The Famine Early Warning System Network (FEWSNET) has war ned of severe food insecurity across the southern Africa region in 2016-2017 after two years of consecutive drought whi...",
        "date": "20160326",
        "country": "Lesotho"
    },
    {
        "title": "Water crisis ANC-made",
        "body": "Gauteng faces an ongoing water crisis until at least 2025 because phase two of the Lesotho Highlands Water project did not start on time in 2015 due to the escalating inefficiency of the Department of and Sanitation (DWS).",
        "date": "20170717",
        "country": "Lesotho"
    },
    {
        "title": "SA’s water crisis under spotlight",
        "body": "WATER scarcity in South Africa is high on the agenda of a three-day Water Research Council meeting with the theme “Adaptation to the New Normal”‚ which opened yesterday east of Johannesburg...",
        "date": "20170919",
        "country": "Lesotho"
    },
    {
        "title": "Water crisis ANC-made",
        "body": "Water will be short in the province until 2025 because Highlands Water project didn’t start on time.",
        "date": "20170717",
        "country": "Lesotho"
    },
    {
        "title": "Water supply cuts is an ‘evil plan’, says union",
        "body": "The South African Municipal Workers’ Union (Samwu) yesterday said it was disappointed by the and sanitation department’s plan to cut off supplies to defaulting municipa...",
        "date": "20171130",
        "country": "Lesotho"
    },
    {
        "title": "S. Africa’s water crisis spreads",
        "body": "KATSE DAM (Lesotho) Cape Town is running out of water and low dam levels in the emerald-green highlands of Lesotho are causing alarm in South Africa’s industrial heartland around Johannes...",
        "date": "20180202",
        "country": "Lesotho"
    },
    {
        "title": "Keep info on water flowing",
        "body": "WATER shortages signal a need for better technical and management skills at both national and regional levels",
        "date": "20180201",
        "country": "Lesotho"
    },
    {
        "title": "LETTERS",
        "body": "WATER shortages signal a need for better technical and management skills at both national and regional levels",
        "date": "20180201",
        "country": "Lesotho"
    },
    {
        "title": "Zille still tweeting",
        "body": "Not quite done with Twitter wars for the weekend, Western Cape Premier Helen Zille turned the wrath of her thumb on Johannesburg residents yesterday.",
        "date": "20180129",
        "country": "Lesotho"
    },
    {
        "title": "Zille still tweeting",
        "body": "Not quite done with Twitter wars for the weekend, Western Cape Premier Helen Zille turned the wrath of her thumb on Johannesburg residents yesterday.",
        "date": "20180129",
        "country": "Lesotho"
    },
    {
        "title": "Water panic in economic hub misplaced",
        "body": "IT HAS been a hot, dry October in much of the interior of South Africa. And the rains have started later than usual. So it was not surprising that alarm bells went off when it was announced tha...",
        "date": "20191031",
        "country": "Lesotho"
    },
    {
        "title": "Water panic in economic hub misplaced",
        "body": "IT HAS been a hot, dry October in much of the interior of South Africa. And the rains have started later than usual. So it was not surprising that alarm bells went off when it was announced tha...",
        "date": "20191031",
        "country": "Lesotho"
    },
    {
        "title": "Water panic in economic hub misplaced",
        "body": "IT HAS been a hot, dry October in much of the interior of South Africa. And the rains have started later than usual. So it was not surprising that alarm bells went off when it was announced tha...",
        "date": "20191031",
        "country": "Lesotho"
    },
    {
        "title": "Water panic in economic hub misplaced",
        "body": "IT HAS been a hot, dry October in much of the interior of South Africa. And the rains have started later than usual. So it was not surprising that alarm bells went off when it was announced tha...",
        "date": "20191031",
        "country": "Lesotho"
    },
    {
        "title": "Water crisis looms as Gauteng grows",
        "body": "Gauteng is heading for a major crisis if people fail to save water and put the brakes on consumption.",
        "date": "20201122",
        "country": "Lesotho"
    },
    {
        "title": "LESOTHO: IS LESS INTERVENTION MORE EFFECTIVE?",
        "body": "LESOTHO has been plagued by political instability since its return to democracy in 1993.",
        "date": "20200512",
        "country": "Lesotho"
    },
    {
        "title": "LESOTHO: IS LESS INTERVENTION MORE EFFECTIVE?",
        "body": "LESOTHO has been plagued by political instability since its return to democracy in 1993.",
        "date": "20200512",
        "country": "Lesotho"
    },
    {
        "title": "SA bids to end Lesotho crisis",
        "body": "MASERU — Lesotho’s government has agreed with South African mediators and political parties to implement a “dignified retirement” for prime minister Thomas Thabane, a joint stateme...",
        "date": "20200421",
        "country": "Lesotho"
    },
    {
        "title": "US clothing firms pollute Africa’s water",
        "body": "From rivers that turn blue with dye pollution to dangerous working conditions, Lesotho is paying a heavy price for its textile industry, whose garments its factories produce end up on the...",
        "date": "20210923",
        "country": "Lesotho"
    },
    {
        "title": "‘Vaal crisis a violation of human rights’",
        "body": "The SA Human Rights Commission has called for cabinet to consider a national intervention in Emfuleni to avoid possible litigation against the government over the sewage crisis in ...",
        "date": "20210218",
        "country": "Lesotho"
    },
    {
        "title": "The royal villas project shocker",
        "body": "Madam,",
        "date": "20210418",
        "country": "Lesotho"
    },
    {
        "title": "700 die as brutal fighting rages in Liberia",
        "body": "About 700 civilians have been killed in Monrovia in recent days as fighting raged unabated in the Liberian capital, the Defence Minister, Daniel Chea, said as West African ministers met in Sen...",
        "date": "20030723",
        "country": "Liberia"
    },
    {
        "title": "Tightening the noose",
        "body": "Rising international terrorism has lent new urgency to ending an old problem: the spread of nuclear, chemical and biological weapons. So it was not surprising that a multinational exerc...",
        "date": "20031001",
        "country": "Liberia"
    },
    {
        "title": "A godsend for Darfur, or a new curse?",
        "body": "TDAKAR, Senegal – he announcement by researchers at Boston University last week that a vast underground lake the size of Lake Erie had been discovered beneath the barren soil of northern ...",
        "date": "20070723",
        "country": "Liberia"
    },
    {
        "title": "War-Ravaged Sierra Leone Prepares for Crucial Vote",
        "body": "FREETOWN, Sierra Leone, Aug. 9 — Sierra Leone will vote Saturday in presidential and parliamentary elections, the first balloting since U.N. peacekeepers left the West African country tw...",
        "date": "20070810",
        "country": "Liberia"
    },
    {
        "title": "Bush pledges to help rebuild Liberia",
        "body": "MONROVIA, Liberia — President Bush offered encouragement and help Thursday to lift this shattered country from years of ruinous fighting as he concluded a tour of Africa and turned towar...",
        "date": "20080222",
        "country": "Liberia"
    },
    {
        "title": "A Liberian remake in Phila.",
        "body": "AFRICANS from A1 stores on the avenue that now features African hair-braiding boutiques for customers in tunics and head wraps.",
        "date": "20080606",
        "country": "Liberia"
    },
    {
        "title": "President wraps up his visit to Africa",
        "body": "MONROVIA, Liberia — President Bush offered encouragement and help yesterday to lift this shattered country from years of ruinous fighting as he concluded a tour of Africa and turned tow...",
        "date": "20080222",
        "country": "Liberia"
    },
    {
        "title": "China tries to halt lawsuits, anger in tainted milk scandal",
        "body": "BEIJING — Lawyers advising the families of children sickened in China’s tainted milk scandal said Tuesday they are facing growing official pressure to withdraw from the cases.",
        "date": "20081008",
        "country": "Liberia"
    },
    {
        "title": "Liberia declares state of emergency as caterpillar plague wrecks crops",
        "body": "Liberia has declared a state of emergency over a plague of caterpillars that has destroyed plants and crops and contaminated water supplies, threatening an already fragile food situat...",
        "date": "20090128",
        "country": "Liberia"
    },
    {
        "title": "Babies dying needlessly",
        "body": "More than a million newborn babies are dying needlessly every year around the world because of lack of care in their first month of their life, according to research.",
        "date": "20091013",
        "country": "Liberia"
    },
    {
        "title": "Liberia declares armyworm emergency",
        "body": "MONROVIA: Liberia’s president has declared a state of emergency over an invasion of crop-eating caterpillars that has affected 350 000 people.",
        "date": "20090128",
        "country": "Liberia"
    },
    {
        "title": "Needless death of a million babies",
        "body": "MORE THAN a million newborn babies are dying needlessly every year around the world because of lack of care in their first month of their life, according to research.",
        "date": "20091005",
        "country": "Liberia"
    },
    {
        "title": "Red Cross appeals for funds to help Ivorians",
        "body": "THE Red Cross yesterday appealed for $1.39 million (about R9m) to help countries neighbouring Ivory Coast to provide aid to Ivorians fleeing from political deadlock in their homeland.",
        "date": "20101231",
        "country": "Liberia"
    },
    {
        "title": "Thousands of Ivorians flee to Liberia as violence sparks fear of civil war",
        "body": "and Loguatuo, Liberia Dinmin Omin, 52, has not forgotten the bombs that fell in Ivory Coast’s civil war, killing his brother and uncle. So when last month’s election went awry, he wasted no time ...",
        "date": "20101218",
        "country": "Liberia"
    },
    {
        "title": "Powerful world leaders must help, say thousands fleeing to Liberia",
        "body": "OLD LOGUATUO, Liberia: Gluee Teah walked through the jungle for a day and crossed a river to escape the political turmoil that is gripping Ivory Coast, burdened by her two young daughters and ...",
        "date": "20101231",
        "country": "Liberia"
    },
    {
        "title": "Worst crisis in decades, says Ban",
        "body": "NEW YORK: UN secretarygeneral Ban Ki-moon yesterday called the devastating quake in Haiti the “most serious humanitarian crisis” to face the world body in decades, as he left for Port-a...",
        "date": "20100118",
        "country": "Liberia"
    },
    {
        "title": "Charity fears for ‘forgotten’ Ivory Coast",
        "body": "Aid agencies have warned the continuing crisis in Ivory Coast is in danger of becoming the world’s “forgotten emergency”.",
        "date": "20110307",
        "country": "Liberia"
    },
    {
        "title": "Humanitarian crisis sparked in Liberia",
        "body": "ZODRU, Liberia — Tens of thousands of refugees fleeing violence in Ivory Coast are spilling across the border into Liberia, straining the food supplies of communities that barely have enough...",
        "date": "20110316",
        "country": "Liberia"
    },
    {
        "title": "Charity fears for ‘forgotten’ Ivory Coast",
        "body": "Aid agencies have warned the continuing crisis in Ivory Coast is in danger of becoming the world’s “forgotten emergency”.",
        "date": "20110307",
        "country": "Liberia"
    },
    {
        "title": "Humanitarian crisis sparked in Liberia",
        "body": "ZODRU, Liberia — Tens of thousands of refugees fleeing violence in Ivory Coast are spilling across the border into Liberia, straining the food supplies of communities that barely have enough...",
        "date": "20110316",
        "country": "Liberia"
    },
    {
        "title": "Insecurity grows as Ivorians flee attacks",
        "body": "ACCRA (Ghana): An ambush that killed seven UN peacekeepers – the deadliest attack on foreign troops in Ivory Coast in eight years – marks growing insecurity in the key cocoagrowing area...",
        "date": "20120621",
        "country": "Liberia"
    },
    {
        "title": "Poor nations hurt by foreign land grabs",
        "body": "PARIS: Within a few years, the acquisition of foreign farmland has become an issue with plenty of explosive potential.",
        "date": "20120326",
        "country": "Liberia"
    },
    {
        "title": "Increasing land acquisition could create food crisis",
        "body": "The Stockholm International Water Institute ( SIWI) has warned against the increasing leasing and buying of millions of hectares of farmlands in Southeast Asia, Africa and Latin America ...",
        "date": "20120326",
        "country": "Liberia"
    },
    {
        "title": "Farmland buy-up seen as a trigger for security tensions, say experts",
        "body": "IS IT investment? Or a land grab? Within a few years, acquisition of foreign farmland has become an issue with plenty of explosive potential for the environment and security. Primin...",
        "date": "20120326",
        "country": "Liberia"
    },
    {
        "title": "Farmland buy-up is a trigger for tensions",
        "body": "PARIS: Is it investment? Or a land grab? Within a few years, acquisition of foreign farmland has become an issue with plenty of explosive potential for the environment and security.",
        "date": "20120326",
        "country": "Liberia"
    },
    {
        "title": "African nations make strides toward goals.",
        "body": "W ith fewer than 1,000 days for countries to reach their Millennium Development Goals (MDG) by the 2015 target date, many African nations are showing i mpressive progress. Of course, the glo...",
        "date": "20130602",
        "country": "Liberia"
    },
    {
        "title": "The women of the Senate rock",
        "body": "Former U.S. Ambassador Swanee Hunt has for several decades, through her organization Political Parity, been gathering stories from across the globe about what happens when women enga...",
        "date": "20131018",
        "country": "Liberia"
    },
    {
        "title": "Waste amid a hunger crisis",
        "body": "The enormous amount of food and water thrown away by U.S. troops leaving Afghanistan was disturbing: 10,000 ready-to-eat meals nearing their expiration date and hundreds of thousands of bott...",
        "date": "20141119",
        "country": "Liberia"
    },
    {
        "title": "Valley can help half a world away",
        "body": "It is a disaster unfolding half a world away, but area residents can battle the Ebola outbreak from the Okanagan.",
        "date": "20140831",
        "country": "Liberia"
    },
    {
        "title": "Valley can help half a world away",
        "body": "It is a disaster unfolding half a world away, but area residents can battle the Ebola outbreak from the Okanagan.",
        "date": "20140831",
        "country": "Liberia"
    },
    {
        "title": "Group sends aid to Liberia",
        "body": "The Ebola crisis in Liberia may seem far away for many, but it hit close to home for members of Sunnyvale’s Crosswalk Community Church.",
        "date": "20141225",
        "country": "Liberia"
    },
    {
        "title": "Ebola crisis: Liberia delays school re-opening",
        "body": "Liberia has delayed planned re-opening of schools, saying they are not not yet fully prepared to prevent the spread of Ebola.",
        "date": "20150202",
        "country": "Liberia"
    },
    {
        "title": "African Heads of State to prioritise water, toilets for 10 million people",
        "body": "The African Union has launched a new initiative known as the Kigali Action Plan to bring drinking water, basic toilets and hygiene to 10 million Africans in 10 countries.",
        "date": "20150211",
        "country": "Liberia"
    },
    {
        "title": "Liberia emerges from Ebola nightmare",
        "body": "MONROVIA — Heavily pregnant when she died, Fatimah Jakemah was bagged, bleached and carted off for cremation, one of dozens of new cases in the capital that week as Ebola tightened its grip o...",
        "date": "20150508",
        "country": "Liberia"
    },
    {
        "title": "African area still needs aid",
        "body": "Ebola cases are waning in West Africa but dire needs persist, an African ambassador told a group of North Texans on Sunday.",
        "date": "20150202",
        "country": "Liberia"
    },
    {
        "title": "Champions of the chimpanzees",
        "body": "WHEN Jenny and Jim Desmond arrived in Liberia a year ago, they didn’t expect to stay.",
        "date": "20160717",
        "country": "Liberia"
    },
    {
        "title": "Ebola widows learn to become breadwinners",
        "body": "MONTSERRADO, Liberia: Huddled together in the bedroom of their mud-brick home in rural Liberia, Marthaline Sweet’s children stare at her hungrily as she picks up her one-month-old baby. Sweet, ...",
        "date": "20160209",
        "country": "Liberia"
    },
    {
        "title": "Sierra Leone has defeated Ebola, but the fight against disease is far from over",
        "body": "Nearly 400 kilometres from Sierra Leone’s capital Freetown, lays the city of Kenema. Hundreds of miles from anywhere, it remained largely cut-off from the outside world during the deadly Eb...",
        "date": "20160815",
        "country": "Liberia"
    },
    {
        "title": "Sanitary practices criticized",
        "body": "Years after medical studies linked the 2010 cholera outbreak in Haiti to infected U.N. peacekeepers, the organization’s auditors found that poor sanitation practices remained unad...",
        "date": "20160820",
        "country": "Liberia"
    },
    {
        "title": "Mysterious illness in Liberia linked to Poisoning; 12 died",
        "body": "GENEVA: Evidence suggests a mysterious illness that has killed 12 people in is linked to food or drink poisoning and is not a viral infection, the UN said yesterday, confirmin...",
        "date": "20170506",
        "country": "Liberia"
    },
    {
        "title": "Helping Liberian women",
        "body": "WAR and Ebola have devastated Liberia, but one woman has her eye on space to help improve lives in her country.",
        "date": "20170506",
        "country": "Liberia"
    },
    {
        "title": "Liberians vote in historic, poll",
        "body": "MONROVIA - Liberia went to the polls yesterday for a presidential election that voters hope will mark the country’s first democratic transfer of power in over seven decades, despite it be...",
        "date": "20171227",
        "country": "Liberia"
    },
    {
        "title": "Weah tries to charm Liberia",
        "body": "Voters hope elections will mark first democratic transfer of power in 7 decades.",
        "date": "20171227",
        "country": "Liberia"
    },
    {
        "title": "Weah tries to charm Liberia",
        "body": "Liberia went to the polls yesterday for a presidential election that voters hope will mark country’s first democratic transfer of power in over seven decades, despite it being tarnished b...",
        "date": "20171227",
        "country": "Liberia"
    },
    {
        "title": "Liberia leads the way to a more democratic future",
        "body": "Last month, Liberians witnessed something remarkable: a peaceful transfer of power in their country. After 12 years in office, Ellen Johnson Sirleaf stepped down as president, and forme...",
        "date": "20180214",
        "country": "Liberia"
    },
    {
        "title": "Sirleaf: Africa’s first elected female leader",
        "body": "Ellen Johnson Sirleaf, who shared the 2011 Nobel Peace Prize as a champion of women’s rights, is stepping down after making history as Africa’s first elected female president in .Tak...",
        "date": "20180122",
        "country": "Liberia"
    },
    {
        "title": "Liberia’s Sirleaf: Africa’s first elected woman leader",
        "body": "Ellen Johnson Sirleaf, who shared the 2011 Nobel Peace Prize, is stepping down after making history as first elected woman president in Liberia",
        "date": "20180122",
        "country": "Liberia"
    },
    {
        "title": "Let’s end terror of rape in war zones",
        "body": "In global war zones, rape is frequently used as a weapon of war. Soldiers rape girls and women in front of parents and husbands to force the local population into submission. Girls and women...",
        "date": "20180329",
        "country": "Liberia"
    },
    {
        "title": "M ORE",
        "body": "than 6,000 people have lost their omes to flooding in Bangui, the capital of the Central African Republic.",
        "date": "20191024",
        "country": "Liberia"
    },
    {
        "title": "Cholera kills 354 in Central, West Africa",
        "body": "KINSHASA: At least 354 people have died this year from cholera outbreaks devastating Central and West Africa.",
        "date": "20190917",
        "country": "Liberia"
    },
    {
        "title": "The Congo is already in a humanitarian crisis.. Ebola is now another layer to it Aid workers fear deadly disease could spread in war-torn region",
        "body": "IRISH aid workers are bracing themselves for a potential Ebola disaster in war-torn Congo.",
        "date": "20190220",
        "country": "Liberia"
    },
    {
        "title": "Oil tankers ‘go dark’ off Venezuela to evade US sanctions",
        "body": "IN MAY, after pulling out of a Chinese shipyard for repairs, a giant oil tanker set out on a perilous journey. Dialing in ‘Caribbean’ on a mandatory tracking system, the captain of the Libe...",
        "date": "20191115",
        "country": "Liberia"
    },
    {
        "title": "MOVIE STAR GERARD HELPS FEED THE HUNGRY",
        "body": "Hollywood actor Gerard Butler travelled to Liberia to help children living in poverty as part of his work with Scottish charity Mary’s Meals.",
        "date": "20200625",
        "country": "Liberia"
    },
    {
        "title": "Port chaos leaves Liberian fuel pumps running dry",
        "body": "Liberia suffers frequent fuel shortages, but the current one has lasted an unusually long time, and queues forming before dawn",
        "date": "20200212",
        "country": "Liberia"
    },
    {
        "title": "‘Today was my last chance to leave... I just couldn’t do it’",
        "body": "CHARITY worker Megan Beare (25) from Shankill in south County Dublin, reports on the Covid-19 facing thousands in West Africa for the Irish Sunday Mirror... I HAD a chance to be on an ...",
        "date": "20200405",
        "country": "Liberia"
    },
    {
        "title": "Port chaos leaves Liberian fuel pumps dry",
        "body": "Liberians have faced long queues at petrol pumps for nearly two weeks as sloppy bookkeeping and poor port infrastructure have triggered economically damaging fuel shortages. Incorrect f...",
        "date": "20200210",
        "country": "Liberia"
    },
    {
        "title": "Cote d’Ivoire declares end of 45- day energy crisis",
        "body": "The Cote d’Ivoire government on Tuesday declared the end of the country’s energy crisis after weeks of electricity rationing and power cuts.",
        "date": "20210805",
        "country": "Liberia"
    },
    {
        "title": "PH NOW ONE OF USAID’S PRIORITY COUNTRIES FOR WATER GRANTS",
        "body": "The Philippines was picked as among the 21 high-priority countries that would receive financial and technical assistance for water and sanitation projects from the United States Agency for...",
        "date": "20211117",
        "country": "Liberia"
    },
    {
        "title": "Alarm sounded over wave of blackouts hitting major cities",
        "body": "CONSUMERS, unions and business leaders in Ivory Coast have sounded the alarm about waves of blackouts hitting major cities, including the economic capital Abidjan and its 5 million resid...",
        "date": "20210505",
        "country": "Liberia"
    },
    {
        "title": "Guinea declares Ebola epidemic, neighboring countries act",
        "body": "DAKAR, Senegal— Guinea has officially declared it has an Ebola epidemic after at least three people have died and four others have been infected in the West African nation.",
        "date": "20210216",
        "country": "Liberia"
    },
    {
        "title": "The face of endless suffering",
        "body": "High oil prices, caused by the instability in the Middle East, should have provided a windfall for many impoverished oil-producing African states this year.",
        "date": "20041227",
        "country": "Libya"
    },
    {
        "title": "Sub-atomic sleuths",
        "body": "Incongruous amid the rolling hills and tidy farms of eastern Austria, its fences are topped with barbed wire and the guard at the gate carefully checks for identification before letting a vi...",
        "date": "20040105",
        "country": "Libya"
    },
    {
        "title": "Ghost of Sangatte back to haunt Calais",
        "body": "HUDDLED together in a queue for bread, bananas and water, a group of bedraggled figures represent the return of a problem that was meant to be solved with the closure of the Sangatte camp...",
        "date": "20051028",
        "country": "Libya"
    },
    {
        "title": "Chelsea man to cross Sahara drawing attention to water",
        "body": "Not only does Chelsea’s Ray Zahab face a daunting 6,500- kilometre run across Africa’s Sahara Desert, he’ll also have to contend with everything from scorpions and giant spiders, to sandst...",
        "date": "20061101",
        "country": "Libya"
    },
    {
        "title": "Taking Terror Fight to N. Africa Leads U.S. to Unlikely Alliances",
        "body": "ALGIERS — Locked in a prison here, for now, is a desert bandit dubbed the “Bin Laden of the Sahara,” whose capture was secretly orchestrated by U.S. forces after a long chase across some of the most forbidding terrain on Earth.",
        "date": "20061028",
        "country": "Libya"
    },
    {
        "title": "The Nazis ‘weren’t as bad as Israel’",
        "body": "UNITED NATIONS: A Libyan envoy who compared the situation in Gaza to the Holocaust went further this week, saying it was worse than Nazi concentration camps because of regular Israeli ...",
        "date": "20080426",
        "country": "Libya"
    },
    {
        "title": "MLPtopublish criticalanalysis onproposedutilityrates",
        "body": "The Labour Party yesterday welcomed the Finance Ministry’s “satisfying” statement, albeit belated, on the sound situation of the local banks, saying the party was “totally on the same...",
        "date": "20081013",
        "country": "Libya"
    },
    {
        "title": "Australia’s hidden drought-buster",
        "body": "An ancient underground water basin the size of Libya holds the key to Australia avoiding a water crisis as climate change bites the drought-hit nation.",
        "date": "20081229",
        "country": "Libya"
    },
    {
        "title": "Israel set to stop boat from Libya to Gaza",
        "body": "Israel will likely stop a Libyan boat that on Monday is scheduled to try and sail into the Gaza Strip port, defense officials said on Sunday.",
        "date": "20081201",
        "country": "Libya"
    },
    {
        "title": "N. Korea submits nuclear declaration",
        "body": ".................................",
        "date": "20080627",
        "country": "Libya"
    },
    {
        "title": "IE S’pore looks to Africa in downturn",
        "body": "AFRICA may prove to be the next big frontier for Singapore businesses in this downturn.",
        "date": "20090119",
        "country": "Libya"
    },
    {
        "title": "Pope: Stop Human Trafficking",
        "body": "VATICAN CITY — Pope Benedict XVI demanded urgent action by the European Union and African nations on Sunday to stop the trafficking in migrants, saying the global economic crisis was dri...",
        "date": "20090406",
        "country": "Libya"
    },
    {
        "title": "Sending migrants back ‘is not anoption’",
        "body": "The proposal to tow incoming immigrants back into international waters and send them on their way to Libya is “facile at best” and not a realistic solution to the challenge facing Malt...",
        "date": "20090302",
        "country": "Libya"
    },
    {
        "title": "Bitter with west, Sri Lanka turns to China, Iran",
        "body": "The Sri Lankan government is tilting towards Iran, Libya and China for foreign aid as its traditional western allies ramp up their criticism of the war against the Tamil Tiger rebels.",
        "date": "20090505",
        "country": "Libya"
    },
    {
        "title": "AFRICAN NATIONS TO FAIL GOALS",
        "body": "MOST African countries will fail to attain the UN Millennium Goals on access to water and sanitation.",
        "date": "20101129",
        "country": "Libya"
    },
    {
        "title": "Libyan cash may revive town",
        "body": "LIKE countless other small towns across Italy suffering from the economic downturn, Antrodoco has long prayed for an investor with deep pockets to help revive its fortunes.",
        "date": "20100831",
        "country": "Libya"
    },
    {
        "title": "Oilo Stops leaking into Gulf as BP caps well",
        "body": "OIL stopped flowing into the Gulf of Mexico last night for the first time since the BP oil rig disaster in April.",
        "date": "20100716",
        "country": "Libya"
    },
    {
        "title": "A role model?",
        "body": "A Christmas figurine made by craftsman Genny Di Virgilio shows Wikileaks founder Julian Assange with a laptop in a shop in downtown Naples yesterday. The Wikileaks revelations show no sign of letting up. Photo:AFP",
        "date": "20101205",
        "country": "Libya"
    },
    {
        "title": "U.N.: 1 MILLION WILL NEED AID IN LIBYA",
        "body": "Up to 1 million foreign workers and others trapped in Libya are expected to need emergency aid because of fighting, aid officials said Monday as they sought $160 million to deal with the c...",
        "date": "20110308",
        "country": "Libya"
    },
    {
        "title": "Flood of refugees reaches crisis point",
        "body": "GENEVA: Violence and chaos in Libya have triggered an exodus of more than 140 000 refugees to Tunisia and Egypt, a UN official said, as aid workers warned the situation at the Tunisian bo...",
        "date": "20110302",
        "country": "Libya"
    },
    {
        "title": "THOUSANDS OF REFUGEES",
        "body": "Violence and chaos in Libya have triggered an exodus of more than 140,000 refugees to Tunisia and Egypt, a U.N. official said Tuesday, as aid workers warned the situation at the Tunisian...",
        "date": "20110302",
        "country": "Libya"
    },
    {
        "title": "Public donate € 44,000 to buy aid for Libya",
        "body": "Some € 44,000 worth of “ basic necessities” to be bought from donations by the public will be sent to soon, according to Patrick Murgo, director of the Civil Protection Department...",
        "date": "20110420",
        "country": "Libya"
    },
    {
        "title": "Libya’s friends near and far should step up",
        "body": "Rebuilding after war is often more important, and always harder, than the dirty work of war itself. The Libyan rebels, backed by Nato forces as they took Tripoli, are learning just how difficu...",
        "date": "20110828",
        "country": "Libya"
    },
    {
        "title": "Help UNICEF make a difference in Libya",
        "body": "THE HUMANITARIAN crisis arising from the conflict in Libya is becoming more urgent by the day.",
        "date": "20110328",
        "country": "Libya"
    },
    {
        "title": "Romney’s aggressive reaction carries risk",
        "body": "QUICK TAKE: Romney takes a risk with attack on Obama.",
        "date": "20120913",
        "country": "Libya"
    },
    {
        "title": "Prime Minister meets Libyan students",
        "body": "Prime Minister Lawrence Gonzi points to a Ferrari badge worn by a Libyan boy who was among 80 students from the International School of Benghazi on a visit to Malta. The Office of the Prime M...",
        "date": "20120628",
        "country": "Libya"
    },
    {
        "title": "166 migrants rescued",
        "body": "ITALY: Coastguards rescued 166 people on a wooden migrant boat that got into difficulty off the southern coast of the Sicilian island of Lampedusa.",
        "date": "20121008",
        "country": "Libya"
    },
    {
        "title": "Utility bills not issues – survey",
        "body": "came to listing the government’s biggest achievements.",
        "date": "20120117",
        "country": "Libya"
    },
    {
        "title": "Refugees’ rights",
        "body": "Malta wants Libya to sign the Geneva Convention that protects the rights of refugees, according to Foreign Minister Tonio Borg.",
        "date": "20120418",
        "country": "Libya"
    },
    {
        "title": "Migrants saved from raft",
        "body": "Rome – A United States Navy ship rescued 128 men from a raft after it was spotted in the Mediterranean Sea by a Maltese patrol aircraft, US authorities said, the latest incident in the gro...",
        "date": "20131018",
        "country": "Libya"
    },
    {
        "title": "Migrants saved from raft",
        "body": "Rome – A United States Navy ship rescued 128 men from a raft after it was spotted in the Mediterranean Sea by a Maltese patrol aircraft, US authorities said, the latest incident in the gro...",
        "date": "20131018",
        "country": "Libya"
    },
    {
        "title": "Libya ‘destabilizing region’",
        "body": "TRIPOLI: With its weak government, porous borders and proliferation of weapons, Libya has been accused of destabilizing its southern neighbors, but analysts say it is wrong to point the...",
        "date": "20130601",
        "country": "Libya"
    },
    {
        "title": "700 more migrants rescued from boats",
        "body": "ITALIAN navy and coastguard vessels have rescued more than 700 migrants in waters between Sicily and North Africa as an immigration that has cost hundreds of lives this month showed...",
        "date": "20131026",
        "country": "Libya"
    },
    {
        "title": "Navy saves 128 migrants in Mediterranean Sea",
        "body": "ROME — A U.S. Navy ship rescued 128 men from a raft after it was spotted in the Mediterranean Sea by a Maltese patrol aircraft, U.S. authorities said, the latest incident in the growing m...",
        "date": "20131018",
        "country": "Libya"
    },
    {
        "title": "Navy ship picks up migrants from raft",
        "body": "Rome – A United States Navy ship rescued 128 men from a raft after it was spotted in the Mediterranean Sea by a Maltese patrol aircraft, US authorities said, the latest incident in the gro...",
        "date": "20131018",
        "country": "Libya"
    },
    {
        "title": "Libya threatens to bomb N. Korea ship",
        "body": "Benghazi ( Libya), March 8: Libya threatened on Saturday to bomb a North Noreanflagged tanker, which is suspected of trying to load an illegal cargo at the Al- Sidra oil terminal, if the ve...",
        "date": "20140309",
        "country": "Libya"
    },
    {
        "title": "OIL TANKER SEIZED BY NAVY SEALS, WILL RETURN TO LIBYA",
        "body": "tripoli, libya  The Libyan government onMonday thanked the United States for aNavy SEALs operation that stopped aNorth Korean-flagged oil tanker from exporting crude loaded onto it by an auton...",
        "date": "20140318",
        "country": "Libya"
    },
    {
        "title": "If it’s quiet, it’s not normal",
        "body": "“IT IS more frightening if the neighborhood is quiet. It’s not normal.” This is the observation sent to Bantay OCW by our OFW couple working in .",
        "date": "20140608",
        "country": "Libya"
    },
    {
        "title": "Libya threatens to bomb N. Korean-flagged vessel",
        "body": "BENGHAZI: Libya threatened Saturday to bomb a North Koreanflagged tanker, which is suspected of trying to load an illegal cargo at the Al-Sidra oil terminal, if the vessel does not leave p...",
        "date": "20140309",
        "country": "Libya"
    },
    {
        "title": "Gov’t urges Pinoys in Iraq to come home",
        "body": "Filipinos in Iraq were again asked to come home for their own welfare and safety.",
        "date": "20140621",
        "country": "Libya"
    },
    {
        "title": "Envoy rejects plan on migrant crisis",
        "body": "Libya’s ambassador to the United Nations is largely rejecting a European Union plan to fight the growing migrant crisis, saying his Western-backed government hasn’t even been consulted a...",
        "date": "20150509",
        "country": "Libya"
    },
    {
        "title": "Royal Navy to the rescue! British sailors pick up 369 migrants from wooden boat in Med",
        "body": "THE Royal Navy yesterday rescued nearly 400 migrants – including 50 small children – found crammed into this wooden boat in the Mediterranean.",
        "date": "20150529",
        "country": "Libya"
    },
    {
        "title": "UN seeks US$166 million in aid to Libya",
        "body": "TUNIS: The United Nations called on the international community Wednesday to provide US$ 165.6 million in aid to , where nearly half the population has been affected by violence and...",
        "date": "20151211",
        "country": "Libya"
    },
    {
        "title": "UN seeks US$166 million in aid to Libya",
        "body": "TUNIS: The United Nations called on the international community Wednesday to provide US$165.6 million in aid to , where nearly half the population has been affected by violence a...",
        "date": "20151211",
        "country": "Libya"
    },
    {
        "title": "Four Italians kidnapped in Libya — foreign ministry",
        "body": "MILAN: Four Italians working for a construction company have been kidnapped in conflict-torn , the foreign ministry said in a statement yesterday.",
        "date": "20150721",
        "country": "Libya"
    },
    {
        "title": "Germany-Malta-Libya Business Encounter to take place next week",
        "body": "A workshop on opportunities in Libya in spite of the current crisis but also so as to be in a key position in future is to take place in Malta on the 27 September.",
        "date": "20160922",
        "country": "Libya"
    },
    {
        "title": "Crisis in the Med",
        "body": "ROME: Ship crews pulled more than 2 000 migrants from overcrowded boats in the Mediterranean yesterday, as people smugglers stepped up operations during two consecutive days of good weat...",
        "date": "20160625",
        "country": "Libya"
    },
    {
        "title": "Close migrant route to EU:",
        "body": "NATO is ten weeks away from launching a naval mission off Libya as part of a controversial US-backed plan to close the Western Mediterranean migrant route to Europe, officials said Monday.",
        "date": "20160426",
        "country": "Libya"
    },
    {
        "title": "Italy rescues 910 boat migrants, nearly 600 saved off Libya",
        "body": "MILAN/ TRIPOLI: Italy’s coast guard said more than 900 migrants were rescued in four separate operations in the Strait of Sicily on Saturday, while Libyan authorities said they had rescu...",
        "date": "20160321",
        "country": "Libya"
    },
    {
        "title": "11 MIGRANTS DEAD, 200 MISSING IN MEDITERRANEAN SINKINGS",
        "body": "Eleven migrants have died and nearly 200 are missing after two boats sank off the coast of Libya, UN agencies said on Monday citing survivors, in the latest such tragedy.",
        "date": "20170509",
        "country": "Libya"
    },
    {
        "title": "Focus on Libya mission to manage migrant crisis",
        "body": "Italy is putting its hopes for managing the migrant crisis on a new, Libya-requested mission to support its coast guard, despite suffering a rebuke by humanitarian groups. Italian gov...",
        "date": "20170802",
        "country": "Libya"
    },
    {
        "title": "EU ‘complicit’ in migrant abuse",
        "body": "mostly in sub-Saharan Africa, and of European nations, where migrants hope to end up, needed to share responsibility for the migrant crisis.",
        "date": "20171213",
        "country": "Libya"
    },
    {
        "title": "20million African immigrants could set sail for Europe, warns EU official",
        "body": "THE Mediterranean migration crisis has created a ‘billion- dollar business’ for traffickers and could lead to 20million people fleeing Africa for Europe in coming years, officials warn.",
        "date": "20170301",
        "country": "Libya"
    },
    {
        "title": "Duterte dispatches Cabinet members to Libya",
        "body": "President Duterte has decided to send a group of Cabinet members, instead of government warships, to help secure the safe release of Filipino workers kidnapped in Libya.",
        "date": "20180808",
        "country": "Libya"
    },
    {
        "title": "Salvini in Tripoli as migrants in limbo at sea",
        "body": "TRIPOLI: Italy’s pugnacious new government took its fight to block migrants to Libya on Monday as a new boat with hundreds on board remained stranded at sea, deepening a shaking Eur...",
        "date": "20180627",
        "country": "Libya"
    },
    {
        "title": "Libya’s crisis crosses the Mediterranean",
        "body": "Almost seven years after Muammar Qaddafi was toppled, Libya remains a theatre of chaos, fractured between competing factions. Against such a background, Italy’s defence minister Elisa...",
        "date": "20180727",
        "country": "Libya"
    },
    {
        "title": "German rescue ship to dock in Malta",
        "body": "PARIS: France yesterday said that “a European solution seems to be emerging” for the humanitarian ship Lifeline, stranded at sea with 234 migrants on board, and it may be allowed to dock ...",
        "date": "20180627",
        "country": "Libya"
    },
    {
        "title": "Water supply restored for millions in Libya, averting crisis",
        "body": "Water supplies to the Libyan capital and surrounding cities have been restored two days after they were cut off when an armed group stormed a control room, averting shortages that could have...",
        "date": "20190522",
        "country": "Libya"
    },
    {
        "title": "Fight for the right to rescue migrants",
        "body": "Activists supporting the sea rescue of migrants in the Mediterranean Sea attached a giant life vest to the Molecule Man sculpture in Berlin yesterday.",
        "date": "20190518",
        "country": "Libya"
    },
    {
        "title": "Fragility of Libya’s water system a major concern",
        "body": "WHILE Libya’s oil lies at the heart of three months of fighting over Tripoli and years of power struggles before that, is becoming a far bigger concern for its people.",
        "date": "20190703",
        "country": "Libya"
    },
    {
        "title": "Fragility of Libya’s water system a major concern",
        "body": "WHILE Libya’s oil lies at the heart of three months of fighting over Tripoli and years of power struggles before that, is becoming a far bigger concern for its people.",
        "date": "20190703",
        "country": "Libya"
    },
    {
        "title": "Fragility of Libya’s water system a major concern",
        "body": "WHILE Libya’s oil lies at the heart of three months of fighting over Tripoli and years of power struggles before that, is becoming a far bigger concern for its people.",
        "date": "20190703",
        "country": "Libya"
    },
    {
        "title": "Europe finally pays attention to Libya",
        "body": "BRUSSELS — For more than eight years, the Libyan conflict has festered, and the European Union has mostly looked away. mattered, if at all, as a playground for terrorism and a source of t...",
        "date": "20200120",
        "country": "Libya"
    },
    {
        "title": "Three EU countries agree to sanction UN arms embargo violators in Libya",
        "body": "The EU countries of Germany, France, and Italy have concluded an agreement imposing sanctions on countries that violate the UN arms embargo in , Germany’s Foreign Minister Heiko Maas announced on Monday.",
        "date": "20200901",
        "country": "Libya"
    },
    {
        "title": "Europe finally pays attention to Libya",
        "body": "BRUSSELS — For more than eight years, the Libyan conflict has festered, and the European Union has mostly looked away. mattered, if at all, as a playground for terrorism and a source of t...",
        "date": "20200120",
        "country": "Libya"
    },
    {
        "title": "Turkey loses F-35s, pressured on Med drilling1",
        "body": "Turkey, whose government attempts to create regional crises every month to stoke tensions from Libya to Armenia, is now running into increased pressure to stop its escalation of activi...",
        "date": "20200724",
        "country": "Libya"
    },
    {
        "title": "Libya starts restoring water supply",
        "body": "Mains water is to be restored to western Libya after a weeklong cut prompted by sabotage threats from loyalists of a jailed Muammar Gaddafi-era official, the water authority said.",
        "date": "20210823",
        "country": "Libya"
    },
    {
        "title": "UN HITS DESTRUCTION OF LIBYA’S WATER SUPPLY",
        "body": "TRIPOLI: The United Nations Support Mission (UNSMIL) in Libya on Tuesday (Wednesday in Manila) condemned the recent obstruction of Libya’s main water supply system by an armed group. “On Augu...",
        "date": "20210820",
        "country": "Libya"
    },
    {
        "title": "Global water crisis",
        "body": "The largest source of fresh water is paradoxically underneath the largest desert, the Sahara.",
        "date": "20211002",
        "country": "Libya"
    },
    {
        "title": "Libya to restore water, says ‘crisis is over’",
        "body": "TRIPOLI: Mains water is to be restored to western Libya ater a week-long cut prompted by sabotage threats from loyalists of a jailed Muammer Qadhafiera official, the authority said.",
        "date": "20210822",
        "country": "Libya"
    },
    {
        "title": "Banking on the never never",
        "body": "VISA’S intention to seek a stock market floatation has been known about for some time. What comes as a surprise is the timing and size of the offer. With a potential value of 9.5bn ($18.75bn...",
        "date": "20080226",
        "country": "Liechtenstein"
    },
    {
        "title": "House in a box the latest idea from Ikea",
        "body": "‘And what do you do?’",
        "date": "20080203",
        "country": "Liechtenstein"
    },
    {
        "title": "EU, S’pore set sights on far-reaching FTA",
        "body": "SINGAPORE and the European Union will start talks next week on a new free trade agreement (FTA) that looks set to go even further than the landmark US-Singapore trade accord.",
        "date": "20100304",
        "country": "Liechtenstein"
    },
    {
        "title": "WINE LOVER WHO PROSECUTED DODDY",
        "body": "HE loves food, wine and philosophy, and is known for possessing a waspish sense of humour. But it’s unlikely that families who will be landed with unpaid tax bills in the coming weeks will ...",
        "date": "20100913",
        "country": "Liechtenstein"
    },
    {
        "title": "Boost in spending cautiously welcomed",
        "body": "With",
        "date": "20100404",
        "country": "Liechtenstein"
    },
    {
        "title": "Norway tops UN global development ranking",
        "body": "BEIJING — Norway is the best country in the world to live in, according to an annual ranking of national achievements in health, education and income released by the United Nations Deve...",
        "date": "20111104",
        "country": "Liechtenstein"
    },
    {
        "title": "Norway tops UN global development ranking",
        "body": "BEIJING — Norway is the best country in the world to live in, according to an annual ranking of national achievements in health, education and income released by the United Nations Deve...",
        "date": "20111104",
        "country": "Liechtenstein"
    },
    {
        "title": "Toxic ‘e-waste’ dumped in poor nations, warns UN",
        "body": "Millions of mobile phones, laptops, tablets, toys, digital cameras and other electronic devices bought this Christmas are destined to create a flood of dangerous “e-waste” that is being ...",
        "date": "20131220",
        "country": "Liechtenstein"
    },
    {
        "title": "‘Huge surge’ in dumping of toxic ‘e-waste’",
        "body": "Millions of mobile phones, laptops, tablets, toys, digital cameras and other electronic devices bought this Christmas are destined to create a flood of dangerous “e-waste” that is being d...",
        "date": "20131215",
        "country": "Liechtenstein"
    },
    {
        "title": "What happens when the bond boomends?",
        "body": "The world has never been in as much debt as it is now. If that sounds worrying, consider this: with interest rates in the US, UK, the Eurozone and Japan still at record lows, individual, bu...",
        "date": "20140907",
        "country": "Liechtenstein"
    },
    {
        "title": "Capsized boats compound crisis",
        "body": "A Turkish police officer carries the body of a dead Syrian child after a boat carrying refugees sank while nearing the Greek island of Kos. The is building in Europe as migrants flee the Middle East and Africa.",
        "date": "20150903",
        "country": "Liechtenstein"
    },
    {
        "title": "Rules that keep masses flooding into Europe",
        "body": "A look at the causes of Europe’s migration crisis, the patchwork of rules and practices for granting asylum and the alliance frictions resulting from this summer’s historic tide of despe...",
        "date": "20150904",
        "country": "Liechtenstein"
    },
    {
        "title": "Why masses are flooding into Europe",
        "body": "Q: Whyhas the volume of refugees risen so dramatically in the past few years?",
        "date": "20150904",
        "country": "Liechtenstein"
    },
    {
        "title": "Rules that keep masses flooding into Europe",
        "body": "The number fleeing war and persecution hasn’t been greater since World War II, the UN Office of the High Commissioner for Refugees reported at the end of 2014. More than 60 million people h...",
        "date": "20150904",
        "country": "Liechtenstein"
    },
    {
        "title": "What you need to know about EU’s migrant crisis",
        "body": "The architects of the European Union set out decades ago to create an alliance free of national obstacles to the movement of people and the products of their labor. No customs checks or p...",
        "date": "20150903",
        "country": "Liechtenstein"
    },
    {
        "title": "The rock in a hard place",
        "body": "According to more than one member of Gibraltar’s business community, it felt “like someone had died”. The day after Britain’s Brexit vote, this outpost of Albion on Spain’s southern tip ...",
        "date": "20161028",
        "country": "Liechtenstein"
    },
    {
        "title": "Where has all the money gone?",
        "body": "JAMAICA’S NATIONAL debt now stands at J$2 trillion. This is $740,000 apiece owed by every man, woman and child in the resident population of 2.7 million citizens.",
        "date": "20160410",
        "country": "Liechtenstein"
    },
    {
        "title": "After bringing cholera to Haiti, U.N. can’t raise money to fight it",
        "body": "When the leader of the United Nations apologized to Haitians for the cholera epidemic that has ravaged their country for more than six years — caused by infected peacekeepers sent to protect...",
        "date": "20170321",
        "country": "Liechtenstein"
    },
    {
        "title": "U.N. fails pledge in cholera fight",
        "body": "When the leader of the United Nations apologized to Haitians for the cholera epidemic that has ravaged their country for more than six years — caused by infected peacekeepers sent to protect...",
        "date": "20170326",
        "country": "Liechtenstein"
    },
    {
        "title": "DOMINIC LAWSON",
        "body": "Who does not know the Monty Python dead parrot sketch? For the few of you who don’t: it involved the efforts of a pet shop owner to persuade a furious purchaser of a defunct ‘Norwegian Blue’...",
        "date": "20181210",
        "country": "Liechtenstein"
    },
    {
        "title": "Is Norway the best way?",
        "body": "I AM standing astride a shabby white line that puts one of my feet in the EU and one outside it.",
        "date": "20181207",
        "country": "Liechtenstein"
    },
    {
        "title": "THE HIGHS AND LOWS OF ’17",
        "body": "Philip Lanigan BEST MOMENT",
        "date": "20180101",
        "country": "Liechtenstein"
    },
    {
        "title": "Learn from Iceland’s experience",
        "body": "SINCE Pakatan Harapan took over the reins of the country, it has been plagued by problems inherited from the previous government.",
        "date": "20190602",
        "country": "Liechtenstein"
    },
    {
        "title": "We’ve been lost for so long — but all roads must point to Norway",
        "body": "LAST night the House of Commons voted to set aside a whole day tomorrow so that MPs can debate a range of possible options to try to solve the current political crisis that our country fa...",
        "date": "20190326",
        "country": "Liechtenstein"
    },
    {
        "title": "This Week In History",
        "body": "Jan 20, 2009",
        "date": "20190120",
        "country": "Liechtenstein"
    },
    {
        "title": "U.N. resolution condemns leaders of Myanmar coup",
        "body": "The United Nations General Assembly adopted a resolution Friday condemning Myanmar’s military leaders and calling for a halt in arms sales to the country.",
        "date": "20210619",
        "country": "Liechtenstein"
    },
    {
        "title": "Charlemagne: The EU’s noisy British neighbour",
        "body": "The british government is easily distracted. At the g7, it was sausages that knocked its concentration. Leaders gathered in Carbis Bay in June to discuss the pandemic and climate change...",
        "date": "20211106",
        "country": "Liechtenstein"
    },
    {
        "title": "Once again, Cuba blames the U.S. embargo for its domestic problems. It’s not that simple.",
        "body": "restrictions imposed by the Communist Party with the support of an extensive military and security apparatus.",
        "date": "20210808",
        "country": "Liechtenstein"
    },
    {
        "title": "Romanov only has himself to blame for fiasco",
        "body": "WAS it the referee? The adverse media publicity pre-match? The faceless individuals who have clearly conspired against Hearts? The Lord for His untimely Biblical downpour? Might it even...",
        "date": "20060916",
        "country": "Lithuania"
    },
    {
        "title": "Homeless migrants could cause chaos, Reid warned",
        "body": "HOMELESS Eastern Europeans will cause havoc on Britain’s streets unless John Reid spends hundreds of thousands of pounds to send them home, council leaders warned last night.",
        "date": "20060812",
        "country": "Lithuania"
    },
    {
        "title": "Canadian call for help being heard by NATO",
        "body": "VILNIUS, Lithuania — A Canadian ultimatum on Afghanistan is forcing allies to take seriously the troubling question of why some countries are being forced to shed more blood than others...",
        "date": "20080208",
        "country": "Lithuania"
    },
    {
        "title": "Let’s stand up for Ukraine",
        "body": "The most remarkable gathering of heroes this month took place far from the Beijing Olympics. On Aug. 12, the presidents of Ukraine, Poland, , Latvia and Estonia appeared in Tblis...",
        "date": "20080823",
        "country": "Lithuania"
    },
    {
        "title": "Remaining 19 EU countries go to polls",
        "body": "BRUSSELS: EU states began the final day of voting in a European Parliament election yesterday which is expected to embarrass national governments struggling to combat the effects of...",
        "date": "20090608",
        "country": "Lithuania"
    },
    {
        "title": "Economic crisis sparks rioting",
        "body": "PARIS",
        "date": "20090502",
        "country": "Lithuania"
    },
    {
        "title": "New AIG head runs show from Adriatic digs",
        "body": "Wearing flip-flops, khaki shorts and a green polo shirt, the new chief executive of bailed-out insurer American International Group Inc. says he’s getting a lot of work done from his massi...",
        "date": "20090827",
        "country": "Lithuania"
    },
    {
        "title": "Abroad, Bam Still Walks on Water",
        "body": "IF all world citizens could have cast votes in last November’s election, Barack Obama would’ve won a landslide. Worldwide Gallup polls in late October 2008 showed the Democrat triumphing in...",
        "date": "20090429",
        "country": "Lithuania"
    },
    {
        "title": "Experts fight to keep damaged ship afloat",
        "body": "Cuxhaven, Germany – Danish and German sea experts were yesterday battling to keep a Lithuanian ferry from sinking and spilling fuel into the Baltic Sea after a series of explosions on bo...",
        "date": "20101011",
        "country": "Lithuania"
    },
    {
        "title": "Greek crisis sends chills over euro zone’s expansion",
        "body": "THE woes and failings of euro zone member Greece have sparked irritation among the EU’s ex-communist states, amid jitters that the entry rules for the single currency club could be beefed u...",
        "date": "20100215",
        "country": "Lithuania"
    },
    {
        "title": "Rescuers fight to keep fiery ferry afloat",
        "body": "CUXHAVEN — Danish and German sea experts were battling to keep a Lithuanian ferry from sinking and spilling fuel into the Baltic Sea after a s e r i e s o f e x pl o s i o ns o n board trigge...",
        "date": "20101011",
        "country": "Lithuania"
    },
    {
        "title": "Ferry still burning in Baltic",
        "body": "CUXHAVEN, Germany — Danish and German sea experts were early today battling to keep a Lithuanian ferry from sinking and spilling fuel into the Baltic Sea after a series of onboard explos...",
        "date": "20101010",
        "country": "Lithuania"
    },
    {
        "title": "Bailout won’t save euro zone",
        "body": "Following is the viewpoint of Bretscher and Munim, graduate students at the Johnson-Shoyama Graduate School of Public Policy, based at the universities of Saskatchewan and Regina.",
        "date": "20100611",
        "country": "Lithuania"
    },
    {
        "title": "Ontario not backing down on new nukes in wake of atomic crisis in Japan",
        "body": "TORONTO — Canada’s most populous province is showing no signs of backing down on plans to expand its fleet of nuclear reactors as an atomic continues to unfold in tsunami-ravaged ...",
        "date": "20110316",
        "country": "Lithuania"
    },
    {
        "title": "Japan’s contradiction on nuclear power",
        "body": "tokyo — Long dependent on domestic appetite, Japan’s nuclear technology companies are increasingly looking to overseas markets, hopeful that foreign governments trust their relia...",
        "date": "20111117",
        "country": "Lithuania"
    },
    {
        "title": "AIM shrugs off summer gyrations",
        "body": "Powering upwards: more companies are seeing the benefits of cloud computing need to be diluted with lighter oilbased dilutents in order for them to be used as fuel; the MSAR alternat...",
        "date": "20111003",
        "country": "Lithuania"
    },
    {
        "title": "Portugal, Ireland woes fill the air at EU summit",
        "body": "BRUSSELS — On the day European Union leaders presented what they hoped was the final version of their plan to solve the region’s debt troubles, their summit in Brussels was overwhelmed by debate over Portugal’s political crisis.",
        "date": "20110325",
        "country": "Lithuania"
    },
    {
        "title": "Today in history",
        "body": "Today is Monday, April 2, the 93rd day of 2012. There are 273 days left in the year. Highlights in history on this date: 1513: In searching for the Fountain of Youth, Spaniard Juan Ponce de Leo...",
        "date": "20120402",
        "country": "Lithuania"
    },
    {
        "title": "Heartless",
        "body": "It’s a mug’s game right enough.",
        "date": "20121216",
        "country": "Lithuania"
    },
    {
        "title": "Dreams fade for poorest nations",
        "body": "“I thought they were supposed to raise our wages and pensions and create jobs for young people after we joined. If I didn’t have this cow, I’d starve.”",
        "date": "20120531",
        "country": "Lithuania"
    },
    {
        "title": "Poverty drives central Europe’s exodus as youngsters seek jobs",
        "body": "MARIA Ene’s traditional white house on a muddy, unnamed Romanian street does not have running water, but it does have two satellite dishes sprouting from its fence.",
        "date": "20120330",
        "country": "Lithuania"
    },
    {
        "title": "Eleven EU states to consider narrower transaction tax",
        "body": "The 11 European Union countries that have pledged to tax financial transactions will consider narrowing the levy’s scope to shield pensions, government debt and markets that help to greas...",
        "date": "20131212",
        "country": "Lithuania"
    },
    {
        "title": "Handing over control of EU helm in choppy waters",
        "body": "Lithuanian President Dalia Grybauskaite spent two days in Athens this week as her country prepares to hand the sixmonth rotating presidency of the European Union over to Greece. Athens has...",
        "date": "20131213",
        "country": "Lithuania"
    },
    {
        "title": "Belarus: ‘an island of peace and stability in Europe’",
        "body": "Despite his rather youthful appearance (and portly stature), Ambassador Evgeny Shestakov is a seasoned diplomat, having been a career diplomat for the past 21 years.",
        "date": "20130929",
        "country": "Lithuania"
    },
    {
        "title": "Belarus: ‘an island of peace and stability in Europe’",
        "body": "Despite his rather youthful appearance (and portly stature), Ambassador Evgeny Shestakov is a seasoned diplomat, having been a career diplomat for the past 21 years.",
        "date": "20130929",
        "country": "Lithuania"
    },
    {
        "title": "Belarus: ‘an island of peace and stability in Europe’",
        "body": "Despite his rather youthful appearance (and portly stature), Ambassador Evgeny Shestakov is a seasoned diplomat, having been a career diplomat for the past 21 years.",
        "date": "20131006",
        "country": "Lithuania"
    },
    {
        "title": "Nato pledge amid crisis",
        "body": "NATO HAS announced it is to bolster its presence in eastern Europe in response to the in Ukraine as preparations began for RAF jets to be sent to the region.",
        "date": "20140417",
        "country": "Lithuania"
    },
    {
        "title": "Nato pledge amid crisis",
        "body": "NATO HAS announced it is to bolster its presence in eastern Europe in response to the crisis in Ukraine as preparations began for RAF jets to be sent to the region.",
        "date": "20140417",
        "country": "Lithuania"
    },
    {
        "title": "Nato pledge amid crisis",
        "body": "NATO HAS announced it is to bolster its presence in eastern Europe in response to the crisis in Ukraine as preparations began for RAF jets to be sent to the region.",
        "date": "20140417",
        "country": "Lithuania"
    },
    {
        "title": "Lithuania adopts euro to cement ties with the West",
        "body": "VILNIUS: Lithuania hopes joining the eurozone on January 1 will boost its security at a time of heightened anxiety over Russia, but many in the Baltic state fear the currency switch will a...",
        "date": "20141230",
        "country": "Lithuania"
    },
    {
        "title": "Lithuania adopts euro to cement ties with the West",
        "body": "Security concerns, I must admit, were among the reasons for the popular support for euro adoption.",
        "date": "20141230",
        "country": "Lithuania"
    },
    {
        "title": "Europe",
        "body": "US warship in Georgia: A US warship docked in Georgia’s Black Sea port of Batumi Tuesday, the US embassy said, as tensions in the region remain high over Russia’s role in the conflict in...",
        "date": "20141015",
        "country": "Lithuania"
    },
    {
        "title": "The Baltic survival guide",
        "body": "VILNIUS, LITHUANIA— If there is a war or other crisis, evacuate. If you can’t, find a weapon and stay inside.",
        "date": "20150110",
        "country": "Lithuania"
    },
    {
        "title": "Cohabitation law in the works for same-sex couples",
        "body": "The Justice Ministry is drafting a law that will allow same-sex couples to enter into a cohabitation agreement that will grant parties the same rights afforded to heterosexual couples joined by contract, Kathimerini understands.",
        "date": "20150214",
        "country": "Lithuania"
    },
    {
        "title": "What the editorials said",
        "body": "In normal circumstances, said The Times, a defence secretary who said there was a “real and present danger” of Russia attacking a Nato state would “rightly be accused of exaggerating”. ...",
        "date": "20150228",
        "country": "Lithuania"
    },
    {
        "title": "EU seeks UN support for military force",
        "body": "UNITED NATIONS // Europe’s main concern in confronting the Mediterranean migrant is to save lives, the European Union’s foreign policy chief told the UN security council yesterday...",
        "date": "20150512",
        "country": "Lithuania"
    },
    {
        "title": "‘EU top priority is saving migrant lives’",
        "body": "new york — Europe’s main concern in confronting the Mediterranean migrant is to save lives, EU foreign policy chief Federica Mogherini told the UN Security Council on Monday.",
        "date": "20150512",
        "country": "Lithuania"
    },
    {
        "title": "US plans to park tanks on Russia border",
        "body": "Russia yesterday warned against Nato’s ‘‘most aggressive step’’ since the Cold War after the United States proposed storing hundreds of tanks and armoured vehicles in Eastern Europe.",
        "date": "20150617",
        "country": "Lithuania"
    },
    {
        "title": "Jan is the man we should all be thinking about now",
        "body": "SCOTLAND will be hoping to capitalise on the shock exit of Big Sam – but Hearts boss Robbie Neilson reckons Gordon Strachan should be more concerned with Big Jan.",
        "date": "20160929",
        "country": "Lithuania"
    },
    {
        "title": "America’s allies worry over life after Obama",
        "body": "The drums of war sound distantly muffled in Norway’s mist-shrouded Naeroy Valley as Europeans speculate on America’s role in shaping world events after US President Barack Obama’s term ends...",
        "date": "20160802",
        "country": "Lithuania"
    },
    {
        "title": "Russia exercises need for speed",
        "body": "Will someone please call the Kremlin ASAP and ask them to remove all copies of the movie “Top Gunski” from the ready rooms of Russia’s fighter pilots?",
        "date": "20160420",
        "country": "Lithuania"
    },
    {
        "title": "Russian threat if Finland joins NATO",
        "body": "HELSINKI, April 30, (Agencies): Finland could expect “harsh” reactions from Russia if it decided to join NATO, but would be better off doing so together with neighboring Sweden, an exper...",
        "date": "20160501",
        "country": "Lithuania"
    },
    {
        "title": "TODAY IN HISTORY",
        "body": "TODAY IS THURSDAY, AUGUST 31, 2017 ON THIS DAY IN HISTORY:",
        "date": "20170831",
        "country": "Lithuania"
    },
    {
        "title": "Russia challenges NATO at sea",
        "body": "Russia just conquered a fictional country, and it’s scaring the heck out of some real ones. The Kremlin’s recent Zapad war game shows the need for NATO to do more to deter Russian aggressi...",
        "date": "20171006",
        "country": "Lithuania"
    },
    {
        "title": "Let the war games begin",
        "body": "The Royal Navy has announced that major war games involving 14 nations, are to get under way off the Scottish coast.",
        "date": "20170922",
        "country": "Lithuania"
    },
    {
        "title": "TODAY IN HISTORY",
        "body": "TODAY IS FRIDAY, AUGUST 31, 2018",
        "date": "20180831",
        "country": "Lithuania"
    },
    {
        "title": "TODAY IN HISTORY",
        "body": "TODAY IS SATURDAY, JULY 21, 2018",
        "date": "20180721",
        "country": "Lithuania"
    },
    {
        "title": "Unease over Russia drives war planning",
        "body": "SWEDEN: Sweden is preparing to reissue a public information manual on what to do in the event of war, as debate in the country grows over how to deal with the threat from Russia.",
        "date": "20180119",
        "country": "Lithuania"
    },
    {
        "title": "Sweden prepares for war amid unease about Russian aggression",
        "body": "SWEDEN is preparing to reissue a public information manual on what to do in the event of war, as debate in the country grows over how to deal with the threat from Russia.",
        "date": "20180118",
        "country": "Lithuania"
    },
    {
        "title": "Rising life expectancy undermined by obesity",
        "body": "LONDON, Sept 12, (Agencies): Life expectancy in Europe continues to increase but obesity and the growing proportion of people who are overweight risks reversing this trend, the World Heal...",
        "date": "20180913",
        "country": "Lithuania"
    },
    {
        "title": "TheRegister",
        "body": "The Saudi Cabinet praised Crown Prince Mohammed bin Salman on Tuesday for his three-stage Asian tour, including visits to Pakistan, India and China. The Cabinet, chaired by King Salman, p...",
        "date": "20190220",
        "country": "Lithuania"
    },
    {
        "title": "TODAY IN HISTORY",
        "body": "TODAY IS SATURDAY, AUGUST 31, 2019",
        "date": "20190831",
        "country": "Lithuania"
    },
    {
        "title": "Nordic lenders at risk from eastern Europe’s latest tax on banks",
        "body": "VILNIUS: Nordic lenders are facing headwinds in the Baltic region they dominate as yet another eastern European nation weighs introducing a tax on banks.",
        "date": "20191010",
        "country": "Lithuania"
    },
    {
        "title": "If mad Vlad had got his way Hearts would have played in yellow and green instead of maroon",
        "body": "FOR David Southern, choosing a favourite Vladimir Romanov anecdote is like asking Coleen Rooney to find the snitch in the camp. It takes time and careful thought.",
        "date": "20191018",
        "country": "Lithuania"
    },
    {
        "title": "Outbreak starts to look more like worldwide economic crisis",
        "body": "NEW YORK — The coronavirus outbreak began to look more like a worldwide economic crisis Friday as anxiety about the disease emptied shops and amusement parks, canceled events, cut trade ...",
        "date": "20200229",
        "country": "Lithuania"
    },
    {
        "title": "Outbreak starts to look more like worldwide economic crisis",
        "body": "NEW YORK — The coronavirus outbreak began to look more like a worldwide economic crisis Friday as anxiety about the disease emptied shops and amusement parks, canceled events, cut trade ...",
        "date": "20200229",
        "country": "Lithuania"
    },
    {
        "title": "EU readies Belarus sanctions, confronts Turkey crisis",
        "body": "The European Union will today begin the process of imposing sanctions on Belarus and express its support for Greece and Cyprus in their stand-off with Turkey.",
        "date": "20200815",
        "country": "Lithuania"
    },
    {
        "title": "BELARUS CLEARS MIGRANT CAMPS AT BORDER WITH EUROPEAN UNION",
        "body": "BELARUS: Belarus authorities on Thursday cleared the main camps where migrants had huddled at the border with Poland, in what could potentially be a turning point in a crisis that has spiralled ...",
        "date": "20211119",
        "country": "Lithuania"
    },
    {
        "title": "BELARUS CLEARS MIGRANT CAMPS AT BORDER WITH EUROPEAN UNION",
        "body": "BRUZGI, BELARUS: Belarus authorities on Thursday cleared the main camps where migrants had huddled at the border with Poland, in what could potentially be a turning point in a that has spi...",
        "date": "20211119",
        "country": "Lithuania"
    },
    {
        "title": "BELARUS CLEARS MIGRANT CAMPS AT BORDER WITH EUROPEAN UNION",
        "body": "BRUZGI, BELARUS: Belarus authorities on Thursday cleared the main camps where migrants had huddled at the border with Poland, in what could potentially be a turning point in a that has spi...",
        "date": "20211119",
        "country": "Lithuania"
    },
    {
        "title": "Beacon of hope in a sea of turmoil",
        "body": "The time is at hand for the European Central Bank to make its reputation. Barely a month after the rejection of the European Union’s constitutional treaty in France and the",
        "date": "20050627",
        "country": "Luxembourg"
    },
    {
        "title": "‘We have avoided a crisis’",
        "body": "PARIS — A squabbling European Union has given up hope for a constitution, agreeing instead yesterday to peddle a watered-down treaty to its 27 capitals in hopes of ending a two-year stal...",
        "date": "20070624",
        "country": "Luxembourg"
    },
    {
        "title": "E.U. Decides to Offer Treaty in Place of Constitution",
        "body": "PARIS, June 23 — A squabbling European Union has given up hope for a constitution, agreeing instead Saturday to peddle a treaty to its 27 capitals in hopes of ending a two-ye...",
        "date": "20070624",
        "country": "Luxembourg"
    },
    {
        "title": "European Union opts to unite under treaty",
        "body": "PARIS — A squabbling European Union has given up hope for a constitution, instead agreeing Saturday to peddle a watered-down treaty to its 27 capitals in hopes of ending a two-year stale...",
        "date": "20070624",
        "country": "Luxembourg"
    },
    {
        "title": "In China, a Green Awakening",
        "body": "WUXI, China — One morning this summer, residents of this eastern city awoke to find that their beloved Tai Lake had turned rancid. The was filled with a bloom of blue-green algae that gave off a rotten smell. It was not only undrinkable; it was untouchable. Few living things stirred in the .",
        "date": "20071006",
        "country": "Luxembourg"
    },
    {
        "title": "Europe, Japan try to reassure investors",
        "body": "BRUSSELS — A shock U.S. interest rate cut failed to boost stocks Tuesday as fears of a U.S. recession forced policymakers in Europe and Japan to issue rapid reassurances about the healt...",
        "date": "20080123",
        "country": "Luxembourg"
    },
    {
        "title": "S. African flies to mediate as Zimbabwe power-sharing deal teeters",
        "body": "HARARE, Zimbabwe — President Robert Mugabe swore in two vice presidents Monday, having already said his party would control all key ministries, prompting condemnation from the European...",
        "date": "20081014",
        "country": "Luxembourg"
    },
    {
        "title": "Will Canadian leaders keep promise to world’s children?",
        "body": "Canadian elections are times to make promises and, hopefully, times to keep promises that are on the verge of being broken. Tomorrow, Canada will have another critical opportunity to ke...",
        "date": "20080924",
        "country": "Luxembourg"
    },
    {
        "title": "UK chancellor doesn’t rule out further help for failing banks",
        "body": "The UK is ready to offer further support to banks that may get into financial difficulty, and does not rule out a further injection of capital for failing institutions, Chancellor of...",
        "date": "20081006",
        "country": "Luxembourg"
    },
    {
        "title": "More than ever, the poor need our help",
        "body": "Aerty, I am often asked if this isn’t the wrong time to call on affluent people to increase their efforts to end poverty in other countries.",
        "date": "20090404",
        "country": "Luxembourg"
    },
    {
        "title": "Remaining 19 EU countries go to polls",
        "body": "BRUSSELS: EU states began the final day of voting in a European Parliament election yesterday which is expected to embarrass national governments struggling to combat the effects of...",
        "date": "20090608",
        "country": "Luxembourg"
    },
    {
        "title": "Premier rejects EU calls to let yuan rise",
        "body": "Premier Wen Jiabao yesterday sternly rejected European calls to allow the yuan to rise against the euro, describing the request from EU leaders as an attempt to contain Chinese growth.",
        "date": "20091201",
        "country": "Luxembourg"
    },
    {
        "title": "Slowdown not a reason to reduce aid to poor nations",
        "body": "AS I tour the United States promoting my new book, The Life You Can Save: Acting Now to End World Poverty, I am often asked if this isn’t the wrong time to call on affluent people to increase ...",
        "date": "20090317",
        "country": "Luxembourg"
    },
    {
        "title": "Search for survivors in Haiti winding down",
        "body": "PORT-AU-PRINCE: The search for survivors of Haiti’s killer earthquake has started to wind down as international rescue teams begin pulling back.",
        "date": "20100122",
        "country": "Luxembourg"
    },
    {
        "title": "European Union finance ministers mull banks’ stress test disclosure",
        "body": "EU finance ministers yesterday hammered out how to release tests on the ability of banks to absorb a new financial crisis, which they hoped would restore confidence in the European eco...",
        "date": "20100714",
        "country": "Luxembourg"
    },
    {
        "title": "Greece shuns foreign assistance as markets scramble for 5b euro bond",
        "body": "Berlin (Reuters) Greece will not need foreign help to deal with its debt problems, central bank governor George Provopoulos said in a German newspaper interview released yesterday.",
        "date": "20100309",
        "country": "Luxembourg"
    },
    {
        "title": "Greeks welcome offer of cheap $57b loan from EU",
        "body": "European Union countries agreed yesterday to offer Greece up to €30 billion (NZ$57b) this year at well below the market rate, in their latest attempt to tackle the debt that has und...",
        "date": "20100413",
        "country": "Luxembourg"
    },
    {
        "title": "EU in emergency mode",
        "body": "LUXEMBOURG: European Union (EU) agriculture ministers were to hold emergency talks in Luxembourg on the bacteria crisis that has left 23 dead, as the source of the outbreak remained elu...",
        "date": "20110608",
        "country": "Luxembourg"
    },
    {
        "title": "EU to decide on aid for farmers hit by E coli",
        "body": "LUXEMBOURG: EU agriculture ministers were to hold emergency talks in Luxembourg today on the bacteria crisis that has left 23 dead as the source of the outbreak remains elusive.",
        "date": "20110607",
        "country": "Luxembourg"
    },
    {
        "title": "Eurozone mulls easing rescue fund demands",
        "body": "European governments may ease provisions in a planned permanent rescue fund requiring bondholders to share losses in sovereign bailouts, German Finance Minister Wolfgang Schaeuble ...",
        "date": "20111126",
        "country": "Luxembourg"
    },
    {
        "title": "Eurozone mulls easing rescue fund demands",
        "body": "European governments may ease provisions in a planned permanent rescue fund requiring bondholders to share losses in sovereign bailouts, German Finance Minister Wolfgang Schaeuble ...",
        "date": "20111126",
        "country": "Luxembourg"
    },
    {
        "title": "Calls rise to rescue Spain’s banks",
        "body": "LUXEMBOURG — The eurozone’s rescue fund has already helped mount bailouts of three of Europe’s smaller economies.",
        "date": "20120419",
        "country": "Luxembourg"
    },
    {
        "title": "Sarkozy dangles ‘empty chair’ threat",
        "body": "PARIS: French President Nicolas Sarkozy said he is serious about pushing for more trade protectionism in Europe and tighter external border controls, hinting he could take a stand as to...",
        "date": "20120409",
        "country": "Luxembourg"
    },
    {
        "title": "Turkish warning for Syria",
        "body": "Damascus, Tuesday TURKEYhas told theUN Security Council that Syria’s downing of one of its fighter jets poses a ‘‘serious threat to peace and security’’, as Damascus insisted the plane...",
        "date": "20120627",
        "country": "Luxembourg"
    },
    {
        "title": "Austerity for the rich cuts lifeline to poor countries",
        "body": "Rich countries applying budget austerity cut their aid to developing countries by 2.7 per cent last year, the OECD says, and aid group Oxfam warns that this is putting lives at risk.",
        "date": "20120409",
        "country": "Luxembourg"
    },
    {
        "title": "Defections, downed Turkish jet worsen crisis in Syria",
        "body": "BEIRUT — Syria’s isolation deepened Monday, hit by a rash of high-ranking military defectors who sought refuge in Turkey, new EU sanctions and plans for an emergency NATO meeting over its ...",
        "date": "20120626",
        "country": "Luxembourg"
    },
    {
        "title": "Eurozone bank troublespots don’t come down to size",
        "body": "Though the implosion of Cyprus’s bloated banking system has put other eurozone economies with outsized financial sectors such as Luxembourg and Malta in the spotlight, loan quality is th...",
        "date": "20130415",
        "country": "Luxembourg"
    },
    {
        "title": "Italy turns to EU as search for boatpeople continues",
        "body": "LAMPEDUSA: Divers in Italy resumed the search for bodies after a shipwreck in which over 300 African asylum seekers may have died as EU states prepared to address the growing refugee ...",
        "date": "20131008",
        "country": "Luxembourg"
    },
    {
        "title": "Bank failure costs still on the table",
        "body": "LUXEMBOURG: Europe failed to agree on how to share the cost of bank collapses on Saturday, as Germany resisted attempts by France to down rules designed to spare taxpayers in future ...",
        "date": "20130626",
        "country": "Luxembourg"
    },
    {
        "title": "BOV issues 47th edition of the BOV Review",
        "body": "Bank of Valletta has issued the 47th edition of the BOV Review. This edition of the popular publication features four informative papers and is available for download from Bank of Val...",
        "date": "20130822",
        "country": "Luxembourg"
    },
    {
        "title": "BOV issues 47th edition of the BOV Review",
        "body": "Bank of Valletta has issued the 47th edition of the BOV Review. This edition of the popular publication features four informative papers and is available for download from Bank of Val...",
        "date": "20130817",
        "country": "Luxembourg"
    },
    {
        "title": "Europe",
        "body": "Barnier throws name in race: EU internal market commissioner Michel Barnier is set to run for the presidency of the European Commission, he revealed in an interview published Tuesday.",
        "date": "20140115",
        "country": "Luxembourg"
    },
    {
        "title": "G20 finalizing $2-trillion growth plan1",
        "body": "BRISBANE, Australia — World leaders prepared to release details of a plan aimed at injecting life into the world’s listless economy, with infrastructure investment and the lowering of...",
        "date": "20141116",
        "country": "Luxembourg"
    },
    {
        "title": "Malta will play an important part in the EC",
        "body": "The man who could soon become the next President of the European Commission, replacing Jose Manuel Barroso, promises to do everything in his power to help Malta cope with the migration problem, primarily by urging other EU states to share the burden. In an interview with Neil Camilleri, JEAN CLAUDE JUNCKER also speaks about the recent citizenship for sale fiasco and says that he would have never sold a passport. Mr Juncker declined to comment on the government’s nomination of Karmenu Vella to be the next Maltese EU Commissioner. He did say, however, that he wants Malta to play an important role in the European Commission.",
        "date": "20140504",
        "country": "Luxembourg"
    },
    {
        "title": "Malta will play an important part in the EC",
        "body": "The man who could soon become the next President of the European Commission, replacing Jose Manuel Barroso, promises to do everything in his power to help Malta cope with the migration problem, primarily by urging other EU states to share the burden. In an interview with Neil Camilleri, JEAN CLAUDE JUNCKER also speaks about the recent citizenship for sale fiasco and says that he would have never sold a passport. Mr Juncker declined to comment on the government’s nomination of Karmenu Vella to be the next Maltese EU Commissioner. He did say, however, that he wants Malta to play an important role in the European Commission.",
        "date": "20140504",
        "country": "Luxembourg"
    },
    {
        "title": "Growth is theme at G-20 meeting",
        "body": "BRISBANE, Australia — World leaders today prepared to release details of a plan aimed at injecting life into the world’s listless economy, with infrastructure investment and the lower...",
        "date": "20141116",
        "country": "Luxembourg"
    },
    {
        "title": "EU to speed up deportations to tackle migrant crisis",
        "body": "LUXEMBOURG (AFP) – European Union (EU) nations agreed on Thursday to speed up the deportation of failed asylum seekers as they took a harder line toward tackling the bloc’s worst migrati...",
        "date": "20151010",
        "country": "Luxembourg"
    },
    {
        "title": "Lagarde adds to pressure on Greece",
        "body": "International Monetary Fund chief Christine Lagarde warned Athens yesterday it could not delay a huge payment due at the end of the month, piling on the pressure as euro-zone ministers soug...",
        "date": "20150619",
        "country": "Luxembourg"
    },
    {
        "title": "EU action sought after latest migrant deaths",
        "body": "EU foreign ministers will discuss the immigration crisis at an emergency meeting in Luxembourg Monday, as a massive search and rescue operation for hundreds of missing migrants co...",
        "date": "20150421",
        "country": "Luxembourg"
    },
    {
        "title": "IMF cannot delay June 30 Greece debt repayment: Lagarde",
        "body": "International Monetary Fund ( IMF) chief Christine Lagarde warned Athens Thursday it cannot delay a huge payment due at the end of the month, piling on the pressure as eurozone ministe...",
        "date": "20150619",
        "country": "Luxembourg"
    },
    {
        "title": "Sheikha Lubna lists UAE aid efforts",
        "body": "ABU DHABI // Sheikha Lubna Al Qasimi, Minister of Development and International Cooperation, has highlighted UAE aid efforts and called for stronger partnerships and responses to hum...",
        "date": "20160119",
        "country": "Luxembourg"
    },
    {
        "title": "EU maritime ‘mission’ gains more power to seize weapons",
        "body": "LUXEMBOURG, June 20, (RTRS): The European Union on Monday gave its naval force in the Mediterranean the authority to search suspicious vessels at sea in a bid to stop arms getting to Islami...",
        "date": "20160621",
        "country": "Luxembourg"
    },
    {
        "title": "Kuwait’s ‘economic’ success highlighted at Brussels forum",
        "body": "BRUSSELS, May 11, (KUNA): A one-day economic Forum in the Belgian capital on Wednesday emphasized the great leap taken by Kuwait in the economic and trade sectors in recent years.",
        "date": "20170512",
        "country": "Luxembourg"
    },
    {
        "title": "Steel company CEO praises China probe",
        "body": "John Brett, president and CEO of ArcelorMittal USA, joined other steel industry executives at the White House Thursday where an executive order was signed by President Donald Trump. Th...",
        "date": "20170421",
        "country": "Luxembourg"
    },
    {
        "title": "WATER JOKE",
        "body": "HAPLESS Housing Minister Eoghan Murphy yesterday tried to DEFEND Irish Water over the Drogheda drought.",
        "date": "20170726",
        "country": "Luxembourg"
    },
    {
        "title": "EU top court fines Italy over failure to treat sewage",
        "body": "LUXEMBOURG: The European Union’s top court on Thursday fined crisisridden Italy 25 million euros for years of failure to treat urban sewage, warning of steeper fines with more delays.",
        "date": "20180601",
        "country": "Luxembourg"
    },
    {
        "title": "Malta lets migrants’ rescue ship dock",
        "body": "VALLETTA, Malta — A humanitarian rescue ship blocked at sea for nearly a week as European nations quibbled over its fate arrived in Malta on Wednesday evening to disembark 234 migrants, ...",
        "date": "20180628",
        "country": "Luxembourg"
    },
    {
        "title": "Malta lets migrants rescue ship dock",
        "body": "VALLETTA, Malta — A humanitarian rescue ship stuck at sea for six days was granted safe haven in Malta, and the more than 200 migrants onboard will be distributed among eight European Union ...",
        "date": "20180628",
        "country": "Luxembourg"
    },
    {
        "title": "Malta gives rescue ship haven",
        "body": "VALLETTA, Malta — A humanitarian rescue ship stuck at sea for six days was granted safe haven in Malta and the more than 200 migrants onboard will be distributed among eight European Union s...",
        "date": "20180628",
        "country": "Luxembourg"
    },
    {
        "title": "Malta grants safe haven to migrant rescue ship",
        "body": "AN aid ship stuck at sea for six days will be allowed to dock in Malta, and more than 200 migrants on board will be distributed among eight European Union states.",
        "date": "20180628",
        "country": "Luxembourg"
    },
    {
        "title": "Italy allows 116 stranded migrants to disembark after striking EU deal",
        "body": "ITALY allowed 116 rescued migrants to disembark from a coastguard ship Wednesday with Interior Minister Matteo Salvini’s backing after five EU countries and the Church agreed to share ...",
        "date": "20190801",
        "country": "Luxembourg"
    },
    {
        "title": "Make all public transport free like Luxembourg to stop Britain from boiling over",
        "body": "Would you be able to place Luxembourg on a map? Many wouldn’t, and yet the tiny western European country – home to about 600,000 people – could well be emerging as a trailblazer in the fight ag...",
        "date": "20190728",
        "country": "Luxembourg"
    },
    {
        "title": "Six EU countries ready to take in migrants stranded off Italy",
        "body": "SIX EU countries have agreed to take in some of the 147 migrants stranded on a rescue ship near the Italian island of Lampedusa, Rome announced Thursday, amid a war of words between Italy’s i...",
        "date": "20190816",
        "country": "Luxembourg"
    },
    {
        "title": "EU ministers agree to sanction Belarus leader",
        "body": "LUXEMBOURG: EU foreign ministers on Monday agreed to impose sanctions on Belarus leader Alexander Lukashenko, as the bloc seeks to step up pressure over his regime’s crackdown on proteste...",
        "date": "20201013",
        "country": "Luxembourg"
    },
    {
        "title": "QF’s Doha Debates enhances voices in youth-led UN dialogue event",
        "body": "IN a special edition of the Doha Debates #DearWorldLive programme, presented as part of the UN’s 75th anniversary Youth Plenary, young activists from Brazil, Luxembourg and South Africa dis...",
        "date": "20200911",
        "country": "Luxembourg"
    },
    {
        "title": "EU to sanction Belarus leader",
        "body": "EU foreign ministers on Monday agreed to impose sanctions on Belarus leader Alexander Lukashenko, as the bloc seeks to step up pressure over his regime’s crackdown on protesters.",
        "date": "20201013",
        "country": "Luxembourg"
    },
    {
        "title": "Treasury denies it plans to drop 'Facebook tax' in favour of trade deal",
        "body": "The UK government has denied reports that it is to drop a recently introduced levy on global technology companies such as Facebook, Google and Amazon due to fears the so-called “Facebook ...",
        "date": "20200824",
        "country": "Luxembourg"
    },
    {
        "title": "At least 42 dead as floods batter Europe",
        "body": "MAYEN, GERMANY: Heavy rains and floods lashing western Europe have killed at least 42 people in Germany and left many more missing, as rising led several houses to collapse on Thursda...",
        "date": "20210716",
        "country": "Luxembourg"
    },
    {
        "title": "HUGE €150BN BILL FOR 2021 HIGH WATER",
        "body": "by rising global temperatures.",
        "date": "20211227",
        "country": "Luxembourg"
    },
    {
        "title": "At least 42 dead as floods batter Europe",
        "body": "MAYEN, GERMANY: Heavy rains and floods lashing western Europe have killed at least 42 people in Germany and left many more missing, as rising waters led several houses to collapse on Thursday.",
        "date": "20210716",
        "country": "Luxembourg"
    }
]