[
    {
        "title": "Earthweek: a diary of the planet",
        "body": "Long- haul waves",
        "date": "20061007",
        "country": "Vanuatu"
    },
    {
        "title": "Adrift in the arc of ongoing instability",
        "body": "FOR the past 20 years political analysts have seen the Western Pacific as either a crescent of instability, or an arc of crisis. It is therefore disturbing that New Zealand authorit...",
        "date": "20061121",
        "country": "Vanuatu"
    },
    {
        "title": "Pacific dreaming",
        "body": "THE snake was mottled brown and coiled twice around the man’s head of black woolly hair. The tail-end – 30-40cm – tickled his unshaven chin. Its arrow-head reached out inquisitively on another...",
        "date": "20070723",
        "country": "Vanuatu"
    },
    {
        "title": "Call for new UN environment agency",
        "body": "Forty-six nations called for the creation of a more powerful UN environment agency yesterday, saying the survival of humanity was at risk, but the United States, China and Russia did not...",
        "date": "20070204",
        "country": "Vanuatu"
    },
    {
        "title": "Feeding the aid machine",
        "body": "THERE’S not a cardigan sight among the 117 government aid workers cramped on two floors high above Lambton Quay. They’re modern aid workers, wearing smart clothes, carrying swipe cards and ce...",
        "date": "20070707",
        "country": "Vanuatu"
    },
    {
        "title": "Cry for freedom",
        "body": "The Reverend Socrates Sofyan Yoman is a soft-spoken man. But his voice turns firm when asked what is the way forward for Papua, the region where he lives and where most locals have been demanding...",
        "date": "20070322",
        "country": "Vanuatu"
    },
    {
        "title": "‘Crisis’ looming in Pacific",
        "body": "The Pacific is facing a looming economic, social and political crisis unless something is done fast to create jobs, a new Australian think-tank paper says.",
        "date": "20080821",
        "country": "Vanuatu"
    },
    {
        "title": "Jobs, aid schemes criticised",
        "body": "New Zealand’s guest-worker scheme and multimillion-dollar aid programme have come under fire in a report claiming they are failing to lift Pacific nations out of poverty.",
        "date": "20080821",
        "country": "Vanuatu"
    },
    {
        "title": "Japan gives $ 572m climate change aid to Pacific Islands",
        "body": "SHIMUKAPPU, Japan — Japan last week pledged 50 billion yen ($ 572 million CAD) in aid to small Pacific islands over the next three years to help them with clean energy projects and to cope with...",
        "date": "20090601",
        "country": "Vanuatu"
    },
    {
        "title": "Has G8 moved far enough on climate change?",
        "body": "The world’s richest countries appear to be taking climate change seriously. At their recent meeting in L’Aquila, Italy, G8 countries agreed that global warming should not exceed two degre...",
        "date": "20090801",
        "country": "Vanuatu"
    },
    {
        "title": "Action at last, but is it enough?",
        "body": "The",
        "date": "20090804",
        "country": "Vanuatu"
    },
    {
        "title": "Tsunami warning has nations across the Pacific rim on alert",
        "body": "A huge arc of Pacific nations from New Zealand to Japan went on tsunami alert yesterday after a giant earthquake in Chile, readying emergency plans instituted after the Indian Ocean dis...",
        "date": "20100228",
        "country": "Vanuatu"
    },
    {
        "title": "A GLOBAL LOOK AT ECOREFUGEES",
        "body": "PAKISTAN",
        "date": "20101218",
        "country": "Vanuatu"
    },
    {
        "title": "A GLOBAL LOOK AT ECOREFUGEES",
        "body": "The torrential rains that began in July of this year, during monsoon season, caused massive flooding, submerging one-fifth of the country’s land mass and forcing large-scale population m...",
        "date": "20101218",
        "country": "Vanuatu"
    },
    {
        "title": "A GLOBAL LOOK AT ECOREFUGEES",
        "body": "PAKISTAN",
        "date": "20101218",
        "country": "Vanuatu"
    },
    {
        "title": "PH ranks third on climate change vulnerability list",
        "body": "THE PHILIPPINES ranks third in the list of countries most vulnerable to climate change, a study by a United Nations agency haswarned.",
        "date": "20111010",
        "country": "Vanuatu"
    },
    {
        "title": "Elaine Fisher",
        "body": "GRAHAM and Mavis Dyer have a talent for nurturing not only plants and the environment, but people too. Their Bay Park Orchard at Ruahihi near Tauranga — a showcase for the kiwifruit indus...",
        "date": "20110303",
        "country": "Vanuatu"
    },
    {
        "title": "Global campaign",
        "body": "The US is the highest emitter of greenhouse gases but refused to sign the Kyoto Protocol, a legally binding treaty that obliges rich, industrialized nations to take primary responsibi...",
        "date": "20111127",
        "country": "Vanuatu"
    },
    {
        "title": "9 leaders sign Chiang Mai pact",
        "body": "CHIANG MAI: Heads of state attending the second Asia-Pacific Water Summit yesterday jointly pledged to prevent their economies and societies from flood and drought disasters.",
        "date": "20130521",
        "country": "Vanuatu"
    },
    {
        "title": "ADB warns PH, Asia of water crisis",
        "body": "MOST countries in Asia and the Pacific, including the Philippines, are at risk of suffering a because of insufficient investments in resource management despite the rapid expansion of their economies, the Asian Development Bank (ADB) has warned.",
        "date": "20130314",
        "country": "Vanuatu"
    },
    {
        "title": "Water crisis may hurt Asia’s development",
        "body": "manila — Ninety-one per cent of people living in Asia have improved access to clean water, a remarkable achievement over the last two decades in the world’s most populous region. But its ric...",
        "date": "20130314",
        "country": "Vanuatu"
    },
    {
        "title": "MPs’ wage rise ignores plight of low earners",
        "body": "The Remuneration Authority is possibly going to award MPs a good pay rise, according to the Prime Minister.",
        "date": "20131024",
        "country": "Vanuatu"
    },
    {
        "title": "Let’s make passengers ditch cash",
        "body": "The furore over bus drivers refusing to change large banknotes demonstrates how far Auckland is behind the rest of the world when it comes to public transport.",
        "date": "20130705",
        "country": "Vanuatu"
    },
    {
        "title": "Eveready launches preparedness campaign",
        "body": "EVEREADY Philippines Inc., in collaboration with the Davao City Risk Reducation and Management Council (DCRRMC) launched its nationwide preparedness campaign at Matina Town Square (MTS)...",
        "date": "20140922",
        "country": "Vanuatu"
    },
    {
        "title": "‘Blind spot’",
        "body": "“FOR THE more adventurous, island hopping can be arranged... to the neighboring Hilantagaan Island” off Bantayan in northern Cebu, the travel blurb offered.",
        "date": "20140422",
        "country": "Vanuatu"
    },
    {
        "title": "More Kiwis to help Vanuatu",
        "body": "A KIWI team of logistics experts has flown to cyclone-smashed Vanuatu to help the recovery effort.",
        "date": "20150326",
        "country": "Vanuatu"
    },
    {
        "title": "Water crisis fears mount as Vanuatu toll creeps up",
        "body": "The death toll from Cyclone Pam which devastated Vanuatu rose to 13 yesterday, the UN said, as concerns mount about supplies of fresh water across the ravaged Pacific nation.",
        "date": "20150321",
        "country": "Vanuatu"
    },
    {
        "title": "Flurry of aid for Vanuatu",
        "body": "A Canadian charity hopes to provide hundreds of cyclone-struck residents of Vanuatu with clean drinking by the weekend.",
        "date": "20150320",
        "country": "Vanuatu"
    },
    {
        "title": "Teen heartbroken for host family",
        "body": "A Tauranga teen who experienced the ferocity of Cyclone Pam in Vanuatu credits her Vanuatuan “family” with saving her life and says the “devastation is heartbreaking”.",
        "date": "20150401",
        "country": "Vanuatu"
    },
    {
        "title": "Cake Day children rally behind Vanuatu victims",
        "body": "pocket money along to buy cupcakes.",
        "date": "20150321",
        "country": "Vanuatu"
    },
    {
        "title": "Solomon Islands talk trade with local growers",
        "body": "Special to The Okanagan Saturday We’ll send you wine and fruit. You send us farm workers. Officials from the Solomon Islands visited a West Kelowna winery on Wednesday to discuss just that...",
        "date": "20160521",
        "country": "Vanuatu"
    },
    {
        "title": "Solomon Islands talk trade with local growers",
        "body": "We’ll send you wine and fruit. You send us farm workers. Officials from the Solomon Islands visited a West Kelowna winery on Wednesday to discuss just that kind of trading opportunities wit...",
        "date": "20160521",
        "country": "Vanuatu"
    },
    {
        "title": "Rotary Aquaboxes on the way to Haiti",
        "body": "As cholera threatens the lives of Hurricane Matthew survivors in Haiti, the Stratford Rotary Club is responding with sustainable, clean drinking water.",
        "date": "20161015",
        "country": "Vanuatu"
    },
    {
        "title": "Werner vs. the volcano",
        "body": "A slightly more cautious Herzog returns to lava land with his new documentary, Into the Inferno",
        "date": "20161028",
        "country": "Vanuatu"
    },
    {
        "title": "Climate change and water security",
        "body": "ON June 15, I delivered a speech during the one-day “Conference on The Effects of Climate Change on Food and Water Sustainability: Challenges and Prospects” held at the Manila Elks Club in...",
        "date": "20170623",
        "country": "Vanuatu"
    },
    {
        "title": "Puerto Rican spirit inspires journalist",
        "body": "Journalist Bill Weir explores the world in his CNN series, “The Wonder List.” As a kid, his family did a lot of car camping across Wisconsin. “We paddled the Boundary Waters of Minnesota ...",
        "date": "20171105",
        "country": "Vanuatu"
    },
    {
        "title": "Vanuatu elects pastor as its new ‘president’",
        "body": "SYDNEY, July 6, (Agencies): Vanuatu elected a pastor as its new president Thursday as the tiny pacific nation eyes continued “moral leadership” following the sudden death of its former...",
        "date": "20170707",
        "country": "Vanuatu"
    },
    {
        "title": "Immigrant",
        "body": "The united nations of New Zealand wait in line. There’s Jose and George; Ailis and Yulia; Ali, Hussain and Muhammad; Rakesh and Deepshikha, Zakariya and Mustafa and plain old Marie. There are kil...",
        "date": "20170715",
        "country": "Vanuatu"
    },
    {
        "title": "Trees around pipes to stay",
        "body": "Baker said it was a balancing act.",
        "date": "20180312",
        "country": "Vanuatu"
    },
    {
        "title": "HISTORY",
        "body": "Birth of Hugo Wolf, Austrian composer (died 1903). Chiefly a composer of songs, he set the poetry of Goethe and Italian and Spanish writers to music and wrote the opera",
        "date": "20180313",
        "country": "Vanuatu"
    },
    {
        "title": "Is Asia a rising star or a poster child for disaster?",
        "body": "Emerging Asia, which covers India, China, and Southeast Asia, will be revelling in an economic growth rate of 6.3% annually from 2018 to 2022, according to the Organisation for Economi...",
        "date": "20180707",
        "country": "Vanuatu"
    },
    {
        "title": "World News",
        "body": "WELLINGTON/SYDNEY, (Reuters) - Just over a decade ago, deadly riots in the capital of Tonga, Nuku’alofa, destroyed much of the small Pacific nation’s central business and government distri...",
        "date": "20180731",
        "country": "Vanuatu"
    },
    {
        "title": "Australia’s joint war games. Vanuatu deports Chinese citizens. Ebola rages in DRC.",
        "body": "GREAT POWER RIVALRY",
        "date": "20190713",
        "country": "Vanuatu"
    },
    {
        "title": "Pacific Islands Forum: Tuvalu children welcome leaders with a climate plea",
        "body": "As the leaders of Pacific countries step off their planes at Funafuti airport this week for the Pacific Islands Forum, they are being met by the children of Tuvalu, who sit submerged in w...",
        "date": "20190812",
        "country": "Vanuatu"
    },
    {
        "title": "Climate crisis clash looms as Pacific leaders get together on tiny Tuvalu",
        "body": "As the leaders of Pacific countries step off their planes in Tuvalu this week for the Pacific Islands Forum, they are being met by the children of the tiny nation, who sit submerged in wat...",
        "date": "20190812",
        "country": "Vanuatu"
    },
    {
        "title": "Gometra islanders stage day of protest against rising sea levels",
        "body": "ONE is a tropical paradise in the South Pacific while the other is situated almost 10,000 miles away in an exposed and weather-beaten corner of the Inner Hebrides.",
        "date": "20190826",
        "country": "Vanuatu"
    },
    {
        "title": "Air Vanuatu Delays A220 Deliveries As Local CEO Takes Reins",
        "body": "There’s a shakeout going on at Port Vila-based Air Vanuatu with the catchy tag of ‘New Era, New Look.’",
        "date": "20200608",
        "country": "Vanuatu"
    },
    {
        "title": "UNICEF calls for action",
        "body": "WELLINGTON - Pacific governments are being encouraged to remember the basic provision of services for children even as COVID-19 takes up time and money.",
        "date": "20200523",
        "country": "Vanuatu"
    },
    {
        "title": "‘Huge crisis’",
        "body": "ON Saipan, the tourist area resembles a ghost town. Restaurants are being shuttered, shops reducing hours, resorts and water parks sit empty.",
        "date": "20200313",
        "country": "Vanuatu"
    },
    {
        "title": "Much-needed aid turned off during lockdown",
        "body": "New Zealand’s international aid charities depend on public donations for about two thirds of their revenue. We are much more dependent than health or education charities, for exampl...",
        "date": "20200413",
        "country": "Vanuatu"
    },
    {
        "title": "WATER-RELATED DISASTERS POSE COMPLEX CHALLENGES",
        "body": "The global climate crisis is “exacerbating and intensifying” water-related disasters, jeopardizing lives and livelihoods, the United Nations (UN) chief said at a major sustainabl...",
        "date": "20210630",
        "country": "Vanuatu"
    },
    {
        "title": "We’re being conned about climate crisis",
        "body": "NORTH of Tyne Mayor Jamie Driscoll wrote about brainless frogs (in his column on Monday) and I saw the similarity between him and them.",
        "date": "20211120",
        "country": "Vanuatu"
    },
    {
        "title": "We’re being conned about climate crisis",
        "body": "NORTH of Tyne Mayor Jamie Driscoll wrote about brainless frogs (in his column on Monday) and I saw the similarity between him and them.",
        "date": "20211120",
        "country": "Vanuatu"
    },
    {
        "title": "Thousands protest in Belgrade, demand government action to stop pollution",
        "body": "BELGRADE –– Several thousand people blocked traffic in front of the Serbian Parliament on Saturday in a protest against lack of government action to prevent water, land and air polluti...",
        "date": "20210412",
        "country": "Vanuatu"
    },
    {
        "title": "Key events along the road to the 2009 conferences",
        "body": "☛ Oct 31, 2007 Guangzhou Mayor Zhang Guangning was elected as co-president of UCLG during the 2nd UCLG World Congress held in Jeju, South Korea. Zhang was the first Chinese mayor to become a lea...",
        "date": "20091112",
        "country": "Viet%20Nam"
    },
    {
        "title": "Recession and credit crunch deal a double whammy to global trade",
        "body": "Ports Authority.",
        "date": "20090407",
        "country": "Viet%20Nam"
    },
    {
        "title": "After Hanoi, NY, P-Noy needs defining vision",
        "body": "( Second of two parts) UNGUARDED moments are particularly revealing precisely because they are unguarded. Two such moments occurred overseas. One involved a subaltern, the other President Aquino himself.",
        "date": "20101117",
        "country": "Viet%20Nam"
    },
    {
        "title": "Reed's analysis: And we wonder why they hate us?",
        "body": "After claims of WMD and al-Qaida connections in Iraq failed to materialize, President George W. Bush claimed that at least we established democracy where it had never existed before. Bu...",
        "date": "20121212",
        "country": "Viet%20Nam"
    },
    {
        "title": "And we wonder why they hate us?",
        "body": "After claims of WMD and al-Qaida connections in Iraq failed to materialize, President George W. Bush claimed that at least we established democracy where it had never existed before. Bu...",
        "date": "20121128",
        "country": "Viet%20Nam"
    },
    {
        "title": "Cause of shrimp disease found",
        "body": "ROME - In a major breakthrough, researchers at the University of Arizona have identified the causative agent behind a mysterious disease that has been decimating shrimp farms in Asia.",
        "date": "20130506",
        "country": "Viet%20Nam"
    },
    {
        "title": "CONTROL OF THE CHINA SEA A MILITARY NECESSITY FOR CHINA",
        "body": "RICH reservoirs of oil, natural gas and industrial minerals believed to lie under the China Sea may merely be door prizes in the contests for control of East Asia’s great inland sea.",
        "date": "20130317",
        "country": "Viet%20Nam"
    },
    {
        "title": "Looking back, leveling up",
        "body": "UNTIL now, typhoon Yolanda remains in the news and in the peripheries of our consciousness. It’s there because nothing is really happening yet, except for puny attempts of locals to live...",
        "date": "20140106",
        "country": "Viet%20Nam"
    },
    {
        "title": "International concern over East Sea crisis",
        "body": "HA NOI  Indonesian Foreign Minister, Marty Natalegawa, has spoken out over the tensions in the East Sea caused by illegal placement of Chinese oil rig in Vietnamese waters.",
        "date": "20140517",
        "country": "Viet%20Nam"
    },
    {
        "title": "Parliaments share visions for sustainable growth in Ha Noi",
        "body": "Ambassadors and leaders of international organisations talk about Viet Nams contributions to the development of the Inter-Parliamentary Union and its role in solving global prob...",
        "date": "20150328",
        "country": "Viet%20Nam"
    },
    {
        "title": "HISTORY",
        "body": "Roman Emperor Gaius Julius Caesar is assassinated by conspirators led by Brutus and Cassius.",
        "date": "20180315",
        "country": "Viet%20Nam"
    },
    {
        "title": "Dams have damning consequences for Mekong",
        "body": "ast month, the Mekong River Commission announced the commencement of Prior Consultation for Luang Prabang, the fifth lower Mekong mainstream dam to undergo the process.",
        "date": "20191107",
        "country": "Viet%20Nam"
    },
    {
        "title": "Vietnam anticipates severe water shortages this year",
        "body": "RIVERS across Vietnam are set to face severe water shortages in the coming dry season.",
        "date": "20200210",
        "country": "Viet%20Nam"
    },
    {
        "title": "Does Covid-19 imply an end to the epoch of science?",
        "body": "AMSTERDAM/ROME: Around the 16th century, there was a radical shift in the way humans perceived nature. new thinking in physics, chemistry, biology and mathematics heralded a deeper un...",
        "date": "20201011",
        "country": "Viet%20Nam"
    },
    {
        "title": "Việt Nam helps ASEAN battle the COVID-19 pandemic",
        "body": "This year, the Chairmanship of ASEAN has been taken up by Việt Nam, which is its third time since the country joined ASEAN 25 years ago. The country also has a non-permanent seat on the United N...",
        "date": "20200527",
        "country": "Viet%20Nam"
    },
    {
        "title": "More than 50 years of remarkable transition of ASEAN",
        "body": "ON AUGUST 8, ASEAN will celebrate the 53rd anniversary of its establishment. Along this remarkable growth journey, ASEAN has undergone significant transitions.",
        "date": "20200805",
        "country": "Viet%20Nam"
    }
]