[
    {
        "title": "Dutch Klinsmann keeps faith in Voller camp all sweetness and light, says Ruud",
        "body": "Former Germany striker Jurgen Klinsmann believes coach Rudi Voller is the best thing to happen to German football in recent years despite a barrage of media criticism over the performance ...",
        "date": "20040613",
        "country": "Iceland"
    },
    {
        "title": "With a wing and a Prince",
        "body": "I have a photo of QUESTION",
        "date": "20051104",
        "country": "Iceland"
    },
    {
        "title": "Road to a friend’s house is never long",
        "body": "THE SUCCESS OF Europe’s oldest monarchy lies in its trade in services, emphasis on education, its role as a geographical hub and progressive outlook",
        "date": "20050416",
        "country": "Iceland"
    },
    {
        "title": "Wedon’t shareinthe realworld watercrisis",
        "body": "VICTORIA orried about silt in your water? Count yourself lucky. The best measure of how well off we are in this part of the world is the list of things we can afford to worry about.",
        "date": "20061123",
        "country": "Iceland"
    },
    {
        "title": "FROM OUR ARCHIVES",
        "body": "65 YEARS AGO",
        "date": "20060914",
        "country": "Iceland"
    },
    {
        "title": "Sportacus rallies kids on to fitness bandwagon",
        "body": "In his trademark blue bellbottoms, a mustachio-ed Icelandic superhero named Sportacus swooped down on Toronto’s Regent Park yesterday to help kick off a new era in Ontario’s elementar...",
        "date": "20060912",
        "country": "Iceland"
    },
    {
        "title": "A week’s worth of science news, by",
        "body": "YOU WILL BUY THIS CAR “Brain branding” is poised to tip the balance in favour of the marketers in their ever-escalating campaign to sway consumers. That’s the term for a new field of research...",
        "date": "20061203",
        "country": "Iceland"
    },
    {
        "title": "No fertile land means no food",
        "body": "Climate change and an increasing population could trigger a global food crisis in the next half century as countries struggle for fertile land to grow crops and rear animals, scientist...",
        "date": "20070907",
        "country": "Iceland"
    },
    {
        "title": "This is immoral and an",
        "body": "Discarding of fish has not only brought disaster on our fishing industry, it is also a crime against nature, says Christopher Booker",
        "date": "20071125",
        "country": "Iceland"
    },
    {
        "title": "Global food crisis looms as climate change and population growth strip fertile land",
        "body": "Climate change and an increasing population could trigger a global food crisis in the next half century as countries struggle for fertile land to grow crops and rear animals, scientist...",
        "date": "20070831",
        "country": "Iceland"
    },
    {
        "title": "THE WEEK THAT WAS…",
        "body": "ONE LAW FOR MIGRANTS IN THE UK, ANOTHER IN ITALY",
        "date": "20071104",
        "country": "Iceland"
    },
    {
        "title": "Steaming off",
        "body": "REYKJAVIK, Iceland — I’m in hot water, with mud on my face.",
        "date": "20081026",
        "country": "Iceland"
    },
    {
        "title": "What next for Iceland?",
        "body": "STOCKHOLM: Iceland is negotiating with Russia for a multi-billion-euro loan and looking at ways to secure foreign currency as it tries to rebuild a financial system that has all but col...",
        "date": "20081015",
        "country": "Iceland"
    },
    {
        "title": "places where the pound is strong",
        "body": "5 ICELAND - sterling has continued to strengthen against the krona ever since the collapse of the banking system. Flights from 115 return. POLAND – the Polish zloty has stayed weak so why no...",
        "date": "20081114",
        "country": "Iceland"
    },
    {
        "title": "Iceland’s bust is boon for bargain hunters",
        "body": "They’re calling it “Halfpriceland.” Two months ago, Iceland, a cold and ruggedly beautiful chunk of volcanic rock on the edge of the Arctic Circle, was one of the world’s most expensive na...",
        "date": "20081221",
        "country": "Iceland"
    },
    {
        "title": "Iceland doesn’t let difficult times spoil its Expo party",
        "body": "HARD times and budget cuts aside, Iceland is geared up a whizbang showcase effort for the 2010 Shanghai World Expo.",
        "date": "20090926",
        "country": "Iceland"
    },
    {
        "title": "Warming up to Iceland",
        "body": "LAKEMYVATN, Iceland — This really is the land of fire and ice. While three major glaciers cover 15 per cent of the country, you can also get up close and personal with thermal vents as they roar...",
        "date": "20091004",
        "country": "Iceland"
    },
    {
        "title": "Warming up to Iceland",
        "body": "LAKE MYVATN, Iceland — This really is the land of fire and ice. While three major glaciers cover 15 per cent of the country, you can also get up close and personal with thermal vents as they ro...",
        "date": "20091003",
        "country": "Iceland"
    },
    {
        "title": "Icelandic parliament votes for EU membership",
        "body": "Iceland’s parliament voted yesterday to apply for membership of the European Union, opting to relinquish some of the country’s cherished independence in the name of econo...",
        "date": "20090717",
        "country": "Iceland"
    },
    {
        "title": "Iceland eyes EU as a way to solve its economic woes",
        "body": "REYKJAVIK // Iceland’s parliament voted by a narrow margin yesterday to apply for membership of the European Union. The vote heralds a move to trade some of the recession-hit country’s...",
        "date": "20090717",
        "country": "Iceland"
    },
    {
        "title": "Spas and volcano tourism: the scenic route to Iceland recovery",
        "body": "“It’s post-apocalyptic ,” Elouise Carden exclaimed as she basked in steamy, glimmering turquoise water against a backdrop of jetblack volcanic rock.",
        "date": "20100418",
        "country": "Iceland"
    },
    {
        "title": "Discover Iceland in Hub",
        "body": "Looking for a hot destination to visit this year? Think Iceland.",
        "date": "20100311",
        "country": "Iceland"
    },
    {
        "title": "Iceland jokes fired up",
        "body": "STOCKHOLM — “ The last wish of the Icelandic economy was to have its ashes scattered over Europe.”",
        "date": "20100419",
        "country": "Iceland"
    },
    {
        "title": "Ash crisis is a reminder of need for links",
        "body": "TRAVEL disruption caused by the cloud of volcanic ash from is a timely reminder that the UK is vulnerable if it sets too much store by imported food, according to the Country Land ...",
        "date": "20100421",
        "country": "Iceland"
    },
    {
        "title": "‘Mackerel war’ fear as Iceland plunders seas",
        "body": "BRITAIN is facing a “mackerel war” against modern-day Vikings, a Tory MEP warned yesterday.",
        "date": "20100824",
        "country": "Iceland"
    },
    {
        "title": "Chinese investor defends plan for Iceland resort",
        "body": "BEIJING — Iceland is having a China crisis.",
        "date": "20110903",
        "country": "Iceland"
    },
    {
        "title": "Chinese tycoon makes Iceland environment pledge",
        "body": "A Chinese property tycoon who is trying to buy a huge swathe of for a luxury resort said he had been attracted by the country’s wilderness and pledged to respect the local enviro...",
        "date": "20110905",
        "country": "Iceland"
    },
    {
        "title": "Tokyo in bottled water crisis",
        "body": "Many shops in Japan’s capital ran out of bottled water yesterday after a warning of radiation danger for babies from a damaged nuclear plant where engineers are battling the world’s...",
        "date": "20110325",
        "country": "Iceland"
    },
    {
        "title": "PLUTONIUM FOUND",
        "body": "Crisis heightened at Japanese nuclear plant.",
        "date": "20110329",
        "country": "Iceland"
    },
    {
        "title": "CLASSROOM EXTRA",
        "body": "I N the middle of the icy north Atlantic Ocean lies an isolated island nation whose breathtaking arctic beauty masks the extreme conditions of its environment.",
        "date": "20111213",
        "country": "Iceland"
    },
    {
        "title": "Action urged to end dispute",
        "body": "The latest breakdown in international talks aimed at ending the so- called “mackerel war” means sanctions against and Faroe are the only way forward, Shetland MSP Tavish Scott said ...",
        "date": "20120222",
        "country": "Iceland"
    },
    {
        "title": "Action urged to end dispute",
        "body": "The latest breakdown in international talks aimed at ending t he so- called “mackerel war” means sanctions against and Faroe are the only way forward, Shetland MSP Tavish Scott said...",
        "date": "20120222",
        "country": "Iceland"
    },
    {
        "title": "China’s PM meets unease in Iceland",
        "body": "REYKJAVIK: Few suspicions are raised by the sight of another geologist pottering around Iceland’s natural wonders of rock, fire and ice — unless that geologist is also the Chinese pre...",
        "date": "20120423",
        "country": "Iceland"
    },
    {
        "title": "Cold water thrown on Iceland adopting loonie",
        "body": "Despite hope in some quarters that Iceland might adopt the loonie, that may not be happening any time soon.",
        "date": "20120303",
        "country": "Iceland"
    },
    {
        "title": "SOUND OFF",
        "body": "It is time to nationalize our banks and look to Iceland to find out what they have done to solve their banking crisis. Iceland has really turned its economy around.",
        "date": "20120626",
        "country": "Iceland"
    },
    {
        "title": "After banking crisis, Iceland launches search for black gold",
        "body": "Iceland on Friday awarded two exploration and production licenses to foreign energy firms hoping to find oil and gas in the northeastern waters off the North Atlantic island’s coast.",
        "date": "20130106",
        "country": "Iceland"
    },
    {
        "title": "Petoro joins UK firms in Iceland exploration",
        "body": "A Norwegian oil firm has joined two UK independent explorers as the first firms to have exploration licences off Iceland.",
        "date": "20130105",
        "country": "Iceland"
    },
    {
        "title": ">MULTIMEDIA",
        "body": "The Antibiotics Crisis",
        "date": "20140920",
        "country": "Iceland"
    },
    {
        "title": "Banks in Iceland start from scratch",
        "body": "An angular glass building on the waterfront here used to be the headquarters of a banking giant with operations in Europe, North America and the Middle East.",
        "date": "20140118",
        "country": "Iceland"
    },
    {
        "title": "New city link to Iceland welcomed by president",
        "body": "THE President of Iceland has welcomed stronger ties between Birmingham and Reykjavik after the launch of a new direct flight connecting the two cities.",
        "date": "20140710",
        "country": "Iceland"
    },
    {
        "title": "Blistex a must during trip to Iceland",
        "body": "NREYKJAVIK, Iceland ever had so much depended on a tube of Blistex. In Reykjavik for the Iceland Airwaves music festival, I prowled the Viking nation’s capital for two days in November, ...",
        "date": "20141228",
        "country": "Iceland"
    },
    {
        "title": "Calmer waters ahead?",
        "body": "REYKJAVIK — After more than six long and lonely years, Iceland is hoping its financial isolation will soon be over.",
        "date": "20150404",
        "country": "Iceland"
    },
    {
        "title": "Farm fury as milk ‘less than water’",
        "body": "MILK price wars are threatening the livelihoods of dairy farmers, with the cost of a pint at a seven-year low and working out cheaper than some bottled water.",
        "date": "20150111",
        "country": "Iceland"
    },
    {
        "title": "The economy that came in from the cold?",
        "body": "Seven years ago, a volcanic rock in the frozen North Atlantic was a most unlikely player in the global financial . ’s banks had been on a reckless overseas expansion spree sinc...",
        "date": "20150609",
        "country": "Iceland"
    },
    {
        "title": "EU may confiscate smugglers’ vessels",
        "body": "CATANIA, Sicily — Nearly 100 migrants who reported being at sea for 12 days arrived in Sicily on Wednesday as diplomats mulled a draft U. N. resolution authorizing an EU mission to sei...",
        "date": "20150507",
        "country": "Iceland"
    },
    {
        "title": "REYKJAVIK",
        "body": "ICELAND is staging a remarkable comeback after the financial crisis. It has crafted a tourist boom out of the Northern Lights, and attractions such as thundering waterfalls and therma...",
        "date": "20160313",
        "country": "Iceland"
    },
    {
        "title": "6 THINGS YOU MUST DOIN... REYKJAVIK",
        "body": "ICELAND is staging a remarkable comeback after the financial . It has crafted a tourist boom out of the Northern Lights, and attractions such as thundering waterfalls and thermal...",
        "date": "20160313",
        "country": "Iceland"
    },
    {
        "title": "REYKJAVIK",
        "body": "It has crafted a tourist boom out of the Northern Lights, thundering waterfalls and thermal pools. GARETH HUW DAVIES pays a bracing winter visit to the capital…",
        "date": "20160410",
        "country": "Iceland"
    },
    {
        "title": "Iceland seeing tourist boom after volcano eruption",
        "body": "VIK, ICELAND — An Icelandic volcano brought much of the world’s air travel to a halt. And then it brought the world to Iceland.",
        "date": "20161126",
        "country": "Iceland"
    },
    {
        "title": "A tale of two geothermal nations",
        "body": "REYKJAVIK, ICELAND—The Icelanders are proud of their geothermal energy. When I visited the Hellisheii Power Station, the third largest geothermal power station in the world, our guide boas...",
        "date": "20160607",
        "country": "Iceland"
    },
    {
        "title": "Iceland drills into volcano to produce clean energy",
        "body": "REYKJAVIK, Iceland (AFP) — It’s named after a Nordic god and drills deep into the heart of a volcano: “Thor” is a rig that symbolizes ’s leading-edge efforts to produce powerful clea...",
        "date": "20170509",
        "country": "Iceland"
    },
    {
        "title": "Iceland is my perfect place to warm up!",
        "body": "ICELAND seems to be on everyone’s bucket list. Or at least that’s how it appears. Every time I mentioned I’d spent a few glorious days in this curious country, I was met with: ‘I’ve always...",
        "date": "20171217",
        "country": "Iceland"
    },
    {
        "title": "Iceland is my perfect place to warm up!",
        "body": "ICELAND seems to be on everyone’s bucket list. Or at least that’s how it appears. Every time I mentioned I’d spent a few glorious days in this curious country, I was met with: ‘ I’ve alway...",
        "date": "20171217",
        "country": "Iceland"
    },
    {
        "title": "Iceland drills 4.7km down into volcano to tap clean energy",
        "body": "REYKJAVIK: It’s named after a Nordic god and drills deep into the heart of a volcano: “Thor” is a rig that symbolises Iceland’s leading-edge efforts to produce powerful clean energy.",
        "date": "20170506",
        "country": "Iceland"
    },
    {
        "title": "Renewable energy",
        "body": "Last Monday on my first full day in Iceland, the first snow of the season fell, heralding the start of winter. Intermittent drizzles fell on the second day, and there were showers througho...",
        "date": "20181112",
        "country": "Iceland"
    },
    {
        "title": "Tourism as growth engine",
        "body": "REYKJAVIK – This country doesn’t have its own armed forces. Its cops have no guns. Citizens can own guns, but the weapons are mostly rifles that are used for hunting.",
        "date": "20181107",
        "country": "Iceland"
    },
    {
        "title": "Weird BUT true",
        "body": "A man in Vietnam was hearing crickets — because one made a home in his ear.",
        "date": "20181029",
        "country": "Iceland"
    },
    {
        "title": "Why Iceland can be your real winter warmer",
        "body": "Iceland seems to be on everyone’s bucket list. Or at least that’s how it appears. Every time I mentioned I’d spent a few glorious days in this curious country, I was met with: ‘I’ve always...",
        "date": "20180121",
        "country": "Iceland"
    },
    {
        "title": "More bubbles, less gas",
        "body": "Shrinking reservoirs in Morocco, India, Iraq and Spain could cause the next so-called “day zero” , according to the developers of a satellite early warning system for the worl...",
        "date": "20180412",
        "country": "Iceland"
    },
    {
        "title": "Learn from Iceland’s experience",
        "body": "SINCE Pakatan Harapan took over the reins of the country, it has been plagued by problems inherited from the previous government.",
        "date": "20190602",
        "country": "Iceland"
    },
    {
        "title": "Iceland activists hold funeral for ‘dead ice’ glacier",
        "body": "ICELAND has held a funeral for its first glacier lost to climate change.",
        "date": "20190821",
        "country": "Iceland"
    },
    {
        "title": "Funeral for lost ice: Iceland bids farewell to glacier",
        "body": "IT was a funeral for ice. With poetry, moments of silence and political speeches about the urgent need to fight climate change, Icelandic officials, activists and others bade goodbye to...",
        "date": "20190820",
        "country": "Iceland"
    },
    {
        "title": "Funeral for lost ice: Iceland bids farewell to glacier",
        "body": "OKJOKULL GLACIER, Iceland — It was a funeral for ice.",
        "date": "20190819",
        "country": "Iceland"
    },
    {
        "title": "Iceland: Transcending global challenges",
        "body": "Its exceptional rebound from economic collapse after 2008’s financial meltdown stunned the world. Can the Atlantic island’s unique socioeconomic model help it transcend the current glo...",
        "date": "20201023",
        "country": "Iceland"
    },
    {
        "title": "TRAVEL",
        "body": "As we’ve had to postpone our travels because of the pandemic, I believe a weekly dose of travel dreaming can be good medicine. Here’s a reminder of the fun that awaits us in Europe at the other...",
        "date": "20200801",
        "country": "Iceland"
    },
    {
        "title": "RAW, RUGGED AND BEAUTIFUL",
        "body": "As we’ve had to postpone our travels because of the pandemic, I believe a weekly dose of travel dreaming can be good medicine. Here’s a reminder of the fun that awaits us in Europe at the other...",
        "date": "20200818",
        "country": "Iceland"
    },
    {
        "title": "Virus: No soap, no water: billions lack basic protection",
        "body": "Iceland staff for using violence against an elderly man.",
        "date": "20200320",
        "country": "Iceland"
    },
    {
        "title": "Let’s use the heat beneath our feet to end UK’s energy crisis",
        "body": "GEOTHERMAL energy is heat from within the subsurface of the earth that can be used for bathing, to heat buildings and to generate electricity.",
        "date": "20211018",
        "country": "Iceland"
    },
    {
        "title": "World’s glaciers melting faster than ever",
        "body": "Study shows that 220,000 mountain glaciers are melting faster now than in the early 2000s.",
        "date": "20210429",
        "country": "Iceland"
    },
    {
        "title": "The world’s",
        "body": "biggest plant to capture carbon dioxide just opened in Iceland, and will capture 4,000 metric tons of it per year.",
        "date": "20210909",
        "country": "Iceland"
    },
    {
        "title": "Satellites show glaciers melting faster than ever",
        "body": "Glaciers are melting faster, losing 31% more snow and ice per year than they did 15 years earlier, according to three-dimensional satellite measurements of all the world’s mountain glaciers...",
        "date": "20210429",
        "country": "Iceland"
    },
    {
        "title": "South Africans in crisis, crow Aussies",
        "body": "South African Test cricket was in crisis following their 3-0 series loss to Australia, the Australian media widely reported yesterday. ‘‘Players from past and present eras have insisted that S...",
        "date": "20020108",
        "country": "India"
    },
    {
        "title": "South Africa pair stand up to Aussie onslaught",
        "body": "South Africa could either ‘‘lie down and sulk’’ about getting beaten or do something about it, said batsman Boeta Dippenaar yesterday after the Proteas fought back with a gutsy 209 runs for two...",
        "date": "20020105",
        "country": "India"
    },
    {
        "title": "Food price rises may herald a world crisis",
        "body": "Sudden food price rises on the mainland could be the sign of a coming world food crisis, renowned US environmentalist Lester Brown warned yesterday.",
        "date": "20031120",
        "country": "India"
    },
    {
        "title": "A budding friendship",
        "body": "Indian Defence Minister George Fernandes, who impressed the Chinese by visiting them at the height of the Sars crisis in April, was himself so impressed by all he saw that he has coined a new pol...",
        "date": "20030624",
        "country": "India"
    },
    {
        "title": "Could this be World War H2O?",
        "body": "“As scarcity develops, more people are going to die and more ecosystems are going to become unviable”",
        "date": "20031018",
        "country": "India"
    },
    {
        "title": "Tightening the noose",
        "body": "Rising international terrorism has lent new urgency to ending an old problem: the spread of nuclear, chemical and biological weapons. So it was not surprising that a multinational exerc...",
        "date": "20031001",
        "country": "India"
    },
    {
        "title": "Rising Tibetan lake a growing threat to villagers in India",
        "body": "The water level of a Tibetan lake threatening to burst its banks and flood an Indian valley is rising by as much as 9cm a day and nothing can be done to stop it, an official said yesterday.",
        "date": "20040817",
        "country": "India"
    },
    {
        "title": "Bureaucracy botched alerts",
        "body": "India’s tangled bureaucracy bungled the first alerts on the tsunami strike, losing precious time which could have saved lives, it emerged yesterday.",
        "date": "20041231",
        "country": "India"
    },
    {
        "title": "Flood-hit victims see little hope of relief",
        "body": "Galib Mahmud, in a crisp, white school shirt, waded barefoot through waist-deep, filthy floodwaters, carrying a backpack on his head and dangling his black shoes in a string bag as he made his ...",
        "date": "20040730",
        "country": "India"
    },
    {
        "title": "TECHNICAL CHART TRACKERS FORECAST FURTHER DECLINES",
        "body": "Ignoring the real-world issues of China’s inflationary economy, the Middle East crisis and US interest-rate prospects, the diviners of technical market trends reckon this correction could be ...",
        "date": "20040518",
        "country": "India"
    },
    {
        "title": "INDIAWARNED ABOUT LOOMING WATER CRISIS",
        "body": "NEW DELHI •",
        "date": "20051006",
        "country": "India"
    },
    {
        "title": "Heavy rains fail to dampen flood of investment",
        "body": "Shares on the Mumbai Stock Exchange have soared to all-time highs, even as landslides and floods triggered by record monsoon rains killed hundreds in the country’s financial capital.",
        "date": "20050804",
        "country": "India"
    },
    {
        "title": "Twelve things you probably didn’t know about the movie",
        "body": "Yo u m a y k n o w t h a t Deepa’s Mehta’s Water is set in 1938 Colonial India during Gandhi’s rise to power. Or that the story takes place in an ashram, an institution where Hindu widows ar...",
        "date": "20051104",
        "country": "India"
    },
    {
        "title": "Talks begin to open Kashmir border",
        "body": "Pakistan and India wrestled with the details of a historic opening of the Kashmir frontier yesterday, while aftershocks spread fear and dangerous mudslides through the region.",
        "date": "20051020",
        "country": "India"
    },
    {
        "title": "China, India lead way to water goal",
        "body": "Progress in China and India puts the world on track to reach the Millennium Development Goal of halving the number of people without access to water by 2015.",
        "date": "20061110",
        "country": "India"
    },
    {
        "title": "CORRUPTION MUDDIES THE SUPPLY",
        "body": "Corruption plays a crucial yet invisible role in depriving nearly a fifth of the world’s population of access to safe drinking water, claims a new UN report on water and development.",
        "date": "20060311",
        "country": "India"
    },
    {
        "title": "Flood or thirst: A water crisis",
        "body": "NEW DELHI, India — The quest for water can drive a woman mad.",
        "date": "20061007",
        "country": "India"
    },
    {
        "title": "Watershed moment",
        "body": "SWorld needs to decide how it will avert the looming freshwater crisis",
        "date": "20060904",
        "country": "India"
    },
    {
        "title": "WATER MANAGEMENT, FEES AND CONSERVATION",
        "body": "India’s water crisis defies a single easy solution. While there is fierce debate, there is also broad agreement that demand must be contained, particularly in agriculture, and supply ...",
        "date": "20061007",
        "country": "India"
    },
    {
        "title": "Fear of epidemics after floods",
        "body": "Health workers disinfected wells and distributed chlorine tablets to thousands of villagers rushing back to their homes as levels receded sharply in flooded rivers in northern Indi...",
        "date": "20070809",
        "country": "India"
    },
    {
        "title": "S. Asians returning to flood-hit homes",
        "body": "NEW DELHI — Health workers disinfected wells and distributed chlorine tablets to thousands of villagers rushing back to their homes as water levels receded sharply in northern , of...",
        "date": "20070809",
        "country": "India"
    },
    {
        "title": "What’s the plan for the world’s water woes?",
        "body": "Living on the Wet Coast, you’d be forgiven for assuming the world is awash in water. After all, it would be easier to count the number of days it hasn’t rained here this year than the number ...",
        "date": "20071023",
        "country": "India"
    },
    {
        "title": "Water crisis on pedal boat voyage",
        "body": "MUMBAI: A British adventurer’s muscle-powered round-the-world marathon has hit a crisis on a 1800mile Indian Ocean voyage.",
        "date": "20070208",
        "country": "India"
    },
    {
        "title": "BON JOVI, WATERS SET FOR LIVE EARTH INDIA",
        "body": "Bon Jovi, Roger Waters and the Black Eyed Peas’ Will. i. am will join such artists as Anoushka Shankar, Abhishek Bachchan and Aishwarya Rai Bachchan at Live Earth , to be held Dec. 7 at Andh...",
        "date": "20081206",
        "country": "India"
    },
    {
        "title": "A few questions for Coca-Cola to answer",
        "body": "Interesting to see Lauren Branston defending Coca-Cola against “alleged misdeeds in the past” (Letters, May 8). Especially as I visited last month to research the current accusa...",
        "date": "20080510",
        "country": "India"
    },
    {
        "title": "100 die as India flood crisis grows",
        "body": "Efforts to rescue tens of thousands of villagers in northern India still cut off by a monsoon-swollen river have entered a critical stage, aid workers and evacuees said, as the death toll ...",
        "date": "20080905",
        "country": "India"
    },
    {
        "title": "Islamabad plans to raise Indus pact violation in talks with Delhi",
        "body": "Islamabad Pakistan said yesterday India has committed certain violations of the 1960 Indus Waters Treaty between the two countries.",
        "date": "20080419",
        "country": "India"
    },
    {
        "title": "Little power to grab",
        "body": "KATHMANDU: Nepal’s Maoist-run government has declared a ‘‘national power crisis’’ and warned that blackouts in the impoverished country will increase to at least 16 hours per day, offici...",
        "date": "20081227",
        "country": "India"
    },
    {
        "title": "Bringing the global water crisis home",
        "body": "Bloggers Melanie Jones and Cate Cameron head to India in their mission to raise awareness for those affected by the global .",
        "date": "20090731",
        "country": "India"
    },
    {
        "title": "How Chinese plans affect India",
        "body": "In June 1996, the Scientific American first reported about China’s plan to divert the Tsang-Poto its northwest territory, mostly covered by the Gobi. Itwas also reported that the Chinese ...",
        "date": "20091026",
        "country": "India"
    },
    {
        "title": "India on verge of water crisis",
        "body": "One nation’s thirst for groundwater is having an impact on global sea levels. Satellite measurements show that northern is sucking some 54 trillion litres of out of the groun...",
        "date": "20091002",
        "country": "India"
    },
    {
        "title": "Victims face ‘a human crisis’",
        "body": "DHAKA: More than one million people in Bangladesh are facing a ‘‘humanitarian crisis’’ after a cyclone slammed into the south of the country and neighbouring earlier last week, ai...",
        "date": "20090531",
        "country": "India"
    },
    {
        "title": "Indians making waves",
        "body": "A still Yamuna River provides the perfect chance for this man to bathe in",
        "date": "20091216",
        "country": "India"
    },
    {
        "title": "Cultural change",
        "body": "Former Goulburn Valley Water technical services manager Allen Gale has been appointed to oversee the operations of infrastructure company, SMEC, in .",
        "date": "20091207",
        "country": "India"
    },
    {
        "title": "Islamabad urged to focus on water crisis, not India",
        "body": "THE international community must embark on back-channel diplomacy to bring Pakistan and closer together and must assist co-operative projects to make distribution more e...",
        "date": "20101215",
        "country": "India"
    },
    {
        "title": "Pakistan to blame for its water woes",
        "body": "In reference to Water disputes widen divide between India and Pakistan (July 27) by Shaukat Qadir, the river dispute is an imagined threat used by Pakistani politicians for propag...",
        "date": "20100729",
        "country": "India"
    },
    {
        "title": "Renewable Energy unfazed by El Nio",
        "body": "THE Department of Energy said that the potential impact of El Nio has not affected the influx of renewable energy projects pouring into the country.",
        "date": "20100129",
        "country": "India"
    },
    {
        "title": "A watershed for India and Pakistan",
        "body": "lahore, pakistan — The latest standoff between India and Pakistan features familiar elements: perceived Indian injustices, calls to arms by Pakistani extremists. But this dispute c...",
        "date": "20100528",
        "country": "India"
    },
    {
        "title": "Thirsty Pakistan gasps for water solutions",
        "body": "KARACHI (Reuters) — Pakistan is facing a “raging” water crisis that if managed poorly could mean Pakistan would run out of in several decades, experts say, leading to mass starvatio...",
        "date": "20100619",
        "country": "India"
    },
    {
        "title": "Water crisis in the subcontinent",
        "body": "US Senate’s Foreign Relations Committee has warned against a water crisis in Asia leading to water wars in the subcontinent. Its report says that new dams and irrigation works in Kash...",
        "date": "20110302",
        "country": "India"
    },
    {
        "title": "India facing water crisis",
        "body": "NEW DELHI",
        "date": "20111209",
        "country": "India"
    },
    {
        "title": "India facing water crisis",
        "body": "NEW DELHI India’s per capita availability of water, on the basis of the 2011 population census, has fallen below the global threshold, signalling that the country will have to address con...",
        "date": "20111209",
        "country": "India"
    },
    {
        "title": "Ramesh for check on groundwater depletion",
        "body": "July 17: India’s worsening water crisis threatens to curtail food production while taking an increasingly heavy toll on the country’s economics.",
        "date": "20110718",
        "country": "India"
    },
    {
        "title": "India to spend 13% more on irrigation projects crisis",
        "body": "India plans to increase by 13 per cent its annual spending on irrigation projects to Rs142.4 billion ($2.8 billion) as it seeks to avert a crisis in agriculture in the world’s secondmost...",
        "date": "20120317",
        "country": "India"
    },
    {
        "title": "India likely to spend $1b to map aquifers, avert potential water crisis",
        "body": "INDIA may spend as much as Rs50 billion ($1 billion) in the next five years to map underground water as indiscriminate sinking of wells by farmers depletes resources in the world’s secon...",
        "date": "20120222",
        "country": "India"
    },
    {
        "title": "RESCUING A DRY- N- HIGH INDIA",
        "body": "Financial package R453 crore to improve drinking water supply in Maharashtra, Karnataka, Gujarat, Rajasthan R1,443 crore to various states for crop protection R50 crore for animal f...",
        "date": "20120801",
        "country": "India"
    },
    {
        "title": "Electricity crisis worsens",
        "body": "The electricity shortfall increased to 5,500MW, about 40 percent of the estimated peak demand of 13,500 MW, resulting in an average loadshedding of 11 hours across the country. Loadshed...",
        "date": "20120327",
        "country": "India"
    },
    {
        "title": "MASSIVE POWER OUTAGE IN INDIA",
        "body": "New Delhi — A massive breakdown of India’s electricity grid cut power to 370 million people in seven northern states Monday, halting trains, cutting supplies and creating commute...",
        "date": "20120731",
        "country": "India"
    },
    {
        "title": "400 kids die in India daily due to unsafe water",
        "body": "The 20th World Water Day on Friday was a grim reminder of the Indian public’s lack of access to clean water.",
        "date": "20130323",
        "country": "India"
    },
    {
        "title": "The glass is all empty",
        "body": "That water is more than just a resource and that we need to do everything we can to save/harvest this precious resource is a no-brainer. Yet, seems to be way too casual about the way it ...",
        "date": "20130403",
        "country": "India"
    },
    {
        "title": "The glass is all empty",
        "body": "That water is more than just a resource and that we need to do everything we can to save/harvest this precious resource is a no-brainer. Yet, India seems to be way too casual about the way it ...",
        "date": "20130403",
        "country": "India"
    },
    {
        "title": "JUD chief blames dams in India for Pak power crisis",
        "body": "LAHORE: Jamat-ud-Dawa (JuD) chief Hafiz Saeed has said that Pakistan has been facing the worst energy crisis because of Indian aggression.",
        "date": "20130131",
        "country": "India"
    },
    {
        "title": "Maldives seeks calm as capital battles water crisis",
        "body": "MALE, Maldives: Maldivian President Abdulla Yameen urged patience yesterday as discontent over a drinking water simmered in parts of the island nation following a fire that c...",
        "date": "20141207",
        "country": "India"
    },
    {
        "title": "Maldives seeks calm on Male water crisis",
        "body": "Maldivian President Abdullah Yameen urged patience yesterday as discontent over a drinking water crisis simmered in parts of the island nation following a fire that crippled a maj...",
        "date": "20141207",
        "country": "India"
    },
    {
        "title": "Maldivians urged to be patient amid water crisis",
        "body": "– Maldivian President Abdulla Yameen urged patience yesterday as discontent over a drinking simmered in parts of the island nation following a fire that crippled a maj...",
        "date": "20141207",
        "country": "India"
    },
    {
        "title": "Maldives water crisis a er fire",
        "body": "– Maldivian President Abdulla Yameen cut short his trip to Malaysia to deal with a drinking in the islands’ capital that triggered unrest, his office said yesterday.",
        "date": "20141208",
        "country": "India"
    },
    {
        "title": "Islands running dry",
        "body": "The Maldives has declared a state of crisis after a fire at the capital’s sole water and sewage treatment plant led to a shortage of drinking in the Indian Ocean archipelago. The c...",
        "date": "20141207",
        "country": "India"
    },
    {
        "title": "India’s ‘Water Man’ wins Stockholm prize",
        "body": "Rajendra Singh, dubbed the Water Man of India, has been conferred the Nobel Prize for for bringing to 1,000 villages. Singh used rainwater harvesting to address the , reported BBC. It involved building low-level banks of earth to hold back the flow of in rainy season and allow it to seep into the ground for future use.",
        "date": "20150323",
        "country": "India"
    },
    {
        "title": "On stream",
        "body": "A ragpicker takes a break from searching for recyclable materials yesterday near a polluted stream flowing into the River Brahmaputra on World Day in Gauhati, . The UN has wa...",
        "date": "20150323",
        "country": "India"
    },
    {
        "title": "Water and Boko Haram",
        "body": "Most of us in India are only dimly aware of what has been going on in conflict-ridden zones in the world, and even less aware of the underlying reasons for conflict. It took Soli zel, a Turk...",
        "date": "20150404",
        "country": "India"
    },
    {
        "title": "BMC likely to scrap its grey water policy",
        "body": "MUMBAI: The Brihanmumbai Municipal Corporation (BMC) may scrap its grey water policy, owing to the lack of support from the administration, sources said.",
        "date": "20150418",
        "country": "India"
    },
    {
        "title": "India’s ‘water man’ wins Stockholm water prize 2015",
        "body": "A campaigner from Alwar district in Rajasthan has been conferred the Nobel Prize for water for bringing water to 1,000 villages.",
        "date": "20150323",
        "country": "India"
    },
    {
        "title": "Water crisis in India",
        "body": "More than 16million people in India’s capital are facing a water crisis as a result of violent demonstrations in northern over government benefits, which have left at least 10 ...",
        "date": "20160222",
        "country": "India"
    },
    {
        "title": "Water crisis in India",
        "body": "More than 16million people in India’s capital are facing a water crisis as a result of violent demonstrations in northern over government benefits, which have left at least 10 ...",
        "date": "20160222",
        "country": "India"
    },
    {
        "title": "Protesters cause crisis over water",
        "body": "INDIA: More than 16 million people in the capital are facing a water crisis as a result of violent demonstrations in northern India over government benefits, which have left at least...",
        "date": "20160222",
        "country": "India"
    },
    {
        "title": "THIRSTY INDIA HEADING FOR CRISIS",
        "body": "and depleting surface water resources, India needs water-harvesting plans to rescue millions from an arid future",
        "date": "20160605",
        "country": "India"
    },
    {
        "title": "Water crisis after deadly clashes",
        "body": "NEW DELHI: More than 16 million people in India’s capital are facing a water crisis as a result of violent demonstrations in northern India over government benefits, which have left ...",
        "date": "20160222",
        "country": "India"
    },
    {
        "title": "LOOMING WATER CRISIS",
        "body": "With the prediction of an abnormally hot summer and a belownormal monsoons, we are inching towards a . Depleting ground level has failed to grab the attenti...",
        "date": "20170331",
        "country": "India"
    },
    {
        "title": "LOOMING WATER CRISIS",
        "body": "With the prediction of an abnormally hot summer and a belownormal monsoons, we are inching towards a . Depleting ground level has failed to grab the atten...",
        "date": "20170331",
        "country": "India"
    },
    {
        "title": "LOOMING WATER CRISIS",
        "body": "With the prediction of an abnormally hot summer and a belownormal monsoons, we are inching towards a pan-India . Depleting ground level has failed to grab the attenti...",
        "date": "20170331",
        "country": "India"
    },
    {
        "title": "LOOMING WATER CRISIS",
        "body": "With the prediction of an abnormally hot summer and a belownormal monsoons, we are inching towards a . Depleting ground level has failed to grab the atten...",
        "date": "20170331",
        "country": "India"
    },
    {
        "title": "MORE STORIES",
        "body": "Saturday: IC-IMPACTS and bringing potable water to Thondebhavi, India",
        "date": "20170320",
        "country": "India"
    },
    {
        "title": "MORE STORIES",
        "body": "Saturday: IC-IMPACTS and bringing potable water to Thondebhavi, India.",
        "date": "20170323",
        "country": "India"
    },
    {
        "title": "Don’t get carried away by the promise of good rains",
        "body": "India needs a long-term robust water strategy to tackle the resource",
        "date": "20180417",
        "country": "India"
    },
    {
        "title": "Don’t get carried away by the promise of good rains",
        "body": "India needs a long-term robust water strategy to tackle the resource",
        "date": "20180417",
        "country": "India"
    },
    {
        "title": "India on brink of worst-ever water crisis",
        "body": "India is suffering from the worst water crisis in its history with some 600 million people facing acute shortage. The will worsen as demand is projected to be twice the avai...",
        "date": "20180617",
        "country": "India"
    },
    {
        "title": "Don’t get carried away by the promise of good rains",
        "body": "If the winter months in India are spent battling air pollution and figuring out ways to control it, the summer months are about keeping an eye on the monsoon winds and the table. Th...",
        "date": "20180417",
        "country": "India"
    },
    {
        "title": "India faces worst long term water crisis in its history: Govt. think tank",
        "body": "NEW DELHI, (Reuters) - India faces the worst longterm water crisis in its history as demand outstrips supply and millions of lives and livelihoods could be at risk, said a think tank chaired ...",
        "date": "20180617",
        "country": "India"
    },
    {
        "title": "Water crisis: Act now or perish",
        "body": "The summer of 2019 is turning out to be a searing one for most parts of India. If there is one district that is indicative of a massive crisis that could soon unfold across other parts of the...",
        "date": "20190604",
        "country": "India"
    },
    {
        "title": "India’s water crisis could worsen situation",
        "body": "About 160 million of India’s 1.3 billion people do not have access to clean water. One can only hope fervently that the coronavirus outbreak does not move into community spread in –...",
        "date": "20200325",
        "country": "India"
    },
    {
        "title": "Uttar Pradesh signs ‘plan of cooperation’ with Israel govt",
        "body": "IN THE FIRST PHASE, 25 VILLAGES IN BABINA BLOCK OF JHANSI DISTRICT HAVE BEEN SELECTED",
        "date": "20200821",
        "country": "India"
    },
    {
        "title": "Climate refugee crisis beckons in India if water scarcity continues: ‘Waterman’",
        "body": "“Europe is seeing climate refugees from many African countries. Fortunately, Indians are not called climatic refugees right now but in the next seven years if the water scarcity in India conti...",
        "date": "20211010",
        "country": "India"
    },
    {
        "title": "‘Indian children most at risk due to climate crisis’",
        "body": "NEW DELHI: India is among four South Asian countries where children are most at risk of the impacts of climate crisis threatening their health, education, and protection, according to a...",
        "date": "20210822",
        "country": "India"
    },
    {
        "title": "‘Indian children most at risk due to climate crisis’",
        "body": "India is among four South Asian countries where children are most at risk of the impacts of climate crisis threatening their health, education, and protection, according to a new UNICEF...",
        "date": "20210822",
        "country": "India"
    },
    {
        "title": "‘Indian children most at risk due to climate crisis’",
        "body": "India is among four South Asian countries where children are most at risk of the impacts of climate crisis threatening their health, education, and protection, according to a new UNICEF...",
        "date": "20210822",
        "country": "India"
    },
    {
        "title": "Time right to invite foreign investors",
        "body": "Unlike many other countries shaken by international events, Australia celebrates its national day tomorrow on a confident note, with a reasonably strong economy and a conservative polit...",
        "date": "20020125",
        "country": "Indonesia"
    },
    {
        "title": "Dark days",
        "body": "An international rights group, Human Rights Watch, has warned of an impending humanitarian disaster in Aceh, four months after Indonesia launched its largest military operation in the rest...",
        "date": "20030924",
        "country": "Indonesia"
    },
    {
        "title": "Eight threats to China’s economic miracle",
        "body": "Among the four so-called “economic miracles” of the past half century – Germany after the second world war, Japan in the 1970s and 1980s, South Korea in the 1970s through to the mid-1990s, and Chi...",
        "date": "20030807",
        "country": "Indonesia"
    },
    {
        "title": "What if Asia’s pirates and terrorists joined hands?",
        "body": "An almost unnoticed battle against piracy in the South China Sea has become more intense: the pirates are winning, and governments in Southeast Asia fear they will join forces with terrorists ...",
        "date": "20030517",
        "country": "Indonesia"
    },
    {
        "title": "Thailand’s new, improved economy?",
        "body": "Have Thai businessmen and politicians learned their lesson from the 1997 economic crash? Raise that question today and you get a rousing chorus of “yes” and a bevy of bad luck stories. One voi...",
        "date": "20031027",
        "country": "Indonesia"
    },
    {
        "title": "TOLL HITS 120,000",
        "body": "The mercilessness of Asia’s tsunami grew clearer yesterday as worst-hit Indonesia sharply raised its death toll, taking the number of fatalities around the region to more than 120,000.",
        "date": "20041231",
        "country": "Indonesia"
    },
    {
        "title": "Thirsty for creative solutions",
        "body": "Water is the raw material of life. There is no substitute. It makes up 75 per cent of our body mass. But of all the water on the planet, more than 97 per cent is salt , and less than 3 per cen...",
        "date": "20040813",
        "country": "Indonesia"
    },
    {
        "title": "Embattled students win against the odds",
        "body": "“All in all, it was our happiest group ever . . . Going through a crisis like that, you tend to bond”",
        "date": "20040418",
        "country": "Indonesia"
    },
    {
        "title": "Judge adds 12 months to Tose penalty",
        "body": "Former Peregrine chairman Philip Tose has been barred by a judge from holding a directorship for four years, 12 months more than he had previously agreed to with the Official Receiver.",
        "date": "20041009",
        "country": "Indonesia"
    },
    {
        "title": "One month on, chaos is normal",
        "body": "Corpses no longer litter Banda Aceh’s streets. Tourists are trickling back to Thailand’s beach resorts. Sri Lanka has barred any rebuilding along its ravaged coastline.",
        "date": "20050123",
        "country": "Indonesia"
    },
    {
        "title": "Cost of rebuilding Aceh raised to US$4b over 5 years",
        "body": "The cost of rebuilding Aceh will be US$4 billion over five years, a senior minister said yesterday.",
        "date": "20050118",
        "country": "Indonesia"
    },
    {
        "title": "Give as for tsunami",
        "body": "The crisis in New Orleans is unprecedented. Never before in history has an area as large as a nation been destroyed. Unlike following the tsunami, when corporations in Hong Kong gave quickly...",
        "date": "20050922",
        "country": "Indonesia"
    },
    {
        "title": "Damage to Nias airport hampers aid efforts",
        "body": "Aid flights yesterday began reaching Nias – the Indonesian island that bore the brunt of Monday’s earthquake – after damage to its airport and heavy cloud cover had initially kept many flights...",
        "date": "20050330",
        "country": "Indonesia"
    },
    {
        "title": "World Bank chief tells world to engage with mainland",
        "body": "Newly appointed World Bank President Paul Wolfowitz welcomed the mainland’s stunning economic development yesterday and said the world should engage with the Chinese, even if some people d...",
        "date": "20050402",
        "country": "Indonesia"
    },
    {
        "title": "Indonesia must bear more risk to draw foreign cash",
        "body": "Indonesia is seeking foreign cash to build desperately needed roads, bridges and ports but analysts believe the government will need to shoulder more of the risk to remove a logjam in project...",
        "date": "20061023",
        "country": "Indonesia"
    },
    {
        "title": "Flooding in Malaysia uproots thousands",
        "body": "Malaysia’s worst floods in 37 years have displaced nearly 100,000 people amid food shortages, looting and criticism yesterday of the government’s handling of the crisis.",
        "date": "20061224",
        "country": "Indonesia"
    },
    {
        "title": "HK aid efforts just the beginning",
        "body": "While Hong Kong has been quick to respond to the crisis in following Saturday’s earthquake, but charities said the relief effort has only just started.",
        "date": "20060531",
        "country": "Indonesia"
    },
    {
        "title": "Flood relief in disarray, says Malaysian opposition",
        "body": "Malaysia’s worst floods in 37 years have displaced nearly 100,000 people amid food shortages, looting and criticism yesterday of the government’s handling of the .",
        "date": "20061224",
        "country": "Indonesia"
    },
    {
        "title": "Malaysia faces more floods",
        "body": "Thousands of people forced from their homes by flooding in Indonesia were cleaning up their houses and villages yesterday, but neighbouring Malaysia was bracing for a second wave of high ...",
        "date": "20061230",
        "country": "Indonesia"
    },
    {
        "title": "Developing countries ‘may face water crisis’",
        "body": "Singapore",
        "date": "20071130",
        "country": "Indonesia"
    },
    {
        "title": "Rain-Swollen Rivers Burst Banks in Jakarta, Killing at Least 20",
        "body": "JAKARTA, Indonesia, Feb. 4 — Boats ferried supplies to desperate residents of Indonesia’s flood-stricken capital on Sunday as rivers burst their banks following days of rain. At least 2...",
        "date": "20070205",
        "country": "Indonesia"
    },
    {
        "title": "20 killed, 340,000 homeless after flood",
        "body": "JAKARTA, Indonesia — Boats ferried emergency supplies to desperate residents of Indonesia’s flood-stricken capital as overflowing rivers again burst their banks following days of rain...",
        "date": "20070205",
        "country": "Indonesia"
    },
    {
        "title": "Water works for investors",
        "body": "In",
        "date": "20070623",
        "country": "Indonesia"
    },
    {
        "title": "Strength at the helm",
        "body": "Indonesia was, not that long ago, considered by some less-kind observers a basket-case country, a nation where and turmoil seemed an everyday occurrence. A scan of the headlines ...",
        "date": "20080801",
        "country": "Indonesia"
    },
    {
        "title": "Bush OKs $200M vs. international food crisis",
        "body": "President Bush ordered the release of $200 million more in US emergency food aid yesterday.",
        "date": "20080415",
        "country": "Indonesia"
    },
    {
        "title": "Flood toll climbs to 112 as waters start to recede",
        "body": "At least 112 people have been killed and nine are still missing after landslides and floods hit ’s Java Island over the past week, officials said yesterday.",
        "date": "20080103",
        "country": "Indonesia"
    },
    {
        "title": "Floods and landslides cause havoc across Indonesia",
        "body": "Jakarta, Indonesia (Reuters) Floods and landslides triggered by heavy rain have killed at least 12 people across Indonesia and the capital’s main airport was briefly shut yesterday as more...",
        "date": "20080202",
        "country": "Indonesia"
    },
    {
        "title": "US global power to decline in next 20 years",
        "body": "US ECONOMIC and political clout will decline over the next two decades and the world will be more dangerous, with food and water scarce and advanced weapons plentiful, US spy agencies proj...",
        "date": "20081121",
        "country": "Indonesia"
    },
    {
        "title": "Burst dam kills 52",
        "body": "A DAM burst its banks near the Indonesian capital Jakarta early yesterday, drowning 52 people in a deadly torrent of muddy that flooded hundreds of homes, health ministry officials...",
        "date": "20090328",
        "country": "Indonesia"
    },
    {
        "title": "100 missing after dam burst",
        "body": "JAKARTA",
        "date": "20090329",
        "country": "Indonesia"
    },
    {
        "title": "At least 58 killed after Indonesian dam bursts",
        "body": "CIREUNDEU, Indonesia",
        "date": "20090328",
        "country": "Indonesia"
    },
    {
        "title": "Woman rescued day after ferry sinking",
        "body": "JAKARTA, Indonesia — Rescuers plucked a woman from choppy Monday, some 25 hours after she jumped from a crowded ferry that sank in a storm off ’s Sumatra island. At least 29...",
        "date": "20091124",
        "country": "Indonesia"
    },
    {
        "title": "Woman found day after ferry sinks",
        "body": "Jakarta, Indonesia — Rescuers plucked a woman from choppy waters Monday, 25 hours after she jumped from a crowded ferry that sank in a storm off ’s Sumatra island. At least 29 peo...",
        "date": "20091124",
        "country": "Indonesia"
    },
    {
        "title": "Indonesia dam bursts, 50 dead",
        "body": "A dam burst its walls near the Indonesian capital of Jakarta early today, drowning 50 people in a deadly torrent of muddy that flooded hundreds of homes, a health ministry official ...",
        "date": "20090327",
        "country": "Indonesia"
    },
    {
        "title": "Quake ravages villages",
        "body": "More than 100 people were killed and up to 500 were missing after a powerful earthquake hit western .",
        "date": "20101027",
        "country": "Indonesia"
    },
    {
        "title": "Volcano erupts, 20 hurt",
        "body": "Mount Merapi ( Indonesia), Oct. 26: Indonesia’s most volatile volcano started erupting on Tuesday, after scientists warned that pressure building beneath its dome could trigger the most...",
        "date": "20101027",
        "country": "Indonesia"
    },
    {
        "title": "TSUNAMI HITS INDONESIA",
        "body": "Quake-generated waves leave 100-plus dead in their wake",
        "date": "20101027",
        "country": "Indonesia"
    },
    {
        "title": "Twin disasters hit Indonesia",
        "body": "At least 108 people were killed, and hundreds remained missing today, after a tsunami smashed into a remote Indonesian island chain while in central Java a volcanic eruption left 13 peopl...",
        "date": "20101027",
        "country": "Indonesia"
    },
    {
        "title": "FLASH FLOODS AND MUDSLIDES KILL 29 PEOPLE IN INDONESIA",
        "body": "Teluk Wondama ( AP) Heavy rain unleashed flash floods and mudslides, killing 29 people in a remote corner of that rescuers were still struggling to reach days after the storms beg...",
        "date": "20101006",
        "country": "Indonesia"
    },
    {
        "title": "Indonesia FA seeks Fifa’s help",
        "body": "JAKARTA: Indonesia’s football federation (PSSI) will ask world governing body Fifa for help in resolving an election that has engulfed the game in the country.",
        "date": "20110301",
        "country": "Indonesia"
    },
    {
        "title": "Utility exec sorry for radiation",
        "body": "TOKYO —A Japanese power company executive apologized for air-and sea-borne radiation as regulators reiterated that the pumping of radioactive into off Japan from a cr...",
        "date": "20110410",
        "country": "Indonesia"
    },
    {
        "title": "Utility exec in Japan sorry for radiation from stricken plant",
        "body": "TOKYO — A Japanese power company executive apologized for air-and sea-borne radiation as regulators reiterated that the pumping of radioactive into off Japan from a c...",
        "date": "20110410",
        "country": "Indonesia"
    },
    {
        "title": "Utility exec sorry for radiation",
        "body": "TOKYO — A Japanese power company executive apologized for air-and sea-borne radiation as regulators reiterated that the pumping of radioactive into off Japan from a c...",
        "date": "20110410",
        "country": "Indonesia"
    },
    {
        "title": "Japanese utility exec apologizes for radiation",
        "body": "TOKYO — A Japanese power company executive apologized for air-and seaborne radiation as regulators reiterated that the pumping of radioactive into off Japan from a c...",
        "date": "20110410",
        "country": "Indonesia"
    },
    {
        "title": "160 feared drowned",
        "body": "MORE than 160 people are feared to have drowned in one of Australia’s worst asylum seeker disasters as calls mount to end the political deadlock over the escalating boat .",
        "date": "20111219",
        "country": "Indonesia"
    },
    {
        "title": "75 DROWNED SEEKING ASYLUM: AUSTRALIA SAYS",
        "body": "Australian authorities said as many as 75 people may be dead after a boat carrying about 200 asylum seekers capsized near Christmas Island in Indonesian . “We’re quite concerned...",
        "date": "20120622",
        "country": "Indonesia"
    },
    {
        "title": "75 DROWNED SEEKING ASYLUM: AUSTRALIA SAYS",
        "body": "Australian authorities said as many as 75 people may be dead after a boat carrying about 200 asylum seekers capsized near Christmas Island in Indonesian . “We’re quite concerned...",
        "date": "20120622",
        "country": "Indonesia"
    },
    {
        "title": "Troubled Indonesia dodges FIFA sanctions",
        "body": "JAKARTA: Indonesia evaded sanctions from world football regulator Fdration Internationale de Football Association (FIFA) on Friday, the nation’s federation said, and was given a...",
        "date": "20121216",
        "country": "Indonesia"
    },
    {
        "title": "PM grapples with refugee crisis",
        "body": "Canberra – The sinking of a second refugee boat between Indonesia and Australia’s Christmas Island in less than a week has prompted Australia’s prime minister to try to revive a people-sw...",
        "date": "20120628",
        "country": "Indonesia"
    },
    {
        "title": "Water crisis at resorts in developing countries",
        "body": "The disproportionate use of freshwater by tourists in developing world destinations is causing local conflict, exacerbating poverty and helping to spread disease, says a report t...",
        "date": "20120709",
        "country": "Indonesia"
    },
    {
        "title": "Southeast Asia smog crisis eases as rain douses fires",
        "body": "DUMAI, Indonesia: Fires in Indonesia that have blanketed Singapore and Malaysia in thick smog eased on Wednesday after heavy rain, boosting hopes of an end to Southeast Asia’s worst air p...",
        "date": "20130627",
        "country": "Indonesia"
    },
    {
        "title": "Indonesia sends choppers as S’pore haze hits record",
        "body": "JAKARTA: Indonesia on Friday deployed helicopters to artificially create rain in a bid to fight raging fires that have choked Singapore with smog, which is hitting record-breaking levels...",
        "date": "20130622",
        "country": "Indonesia"
    },
    {
        "title": "Indonesia steps up firefighting; two arrested",
        "body": "JAKARTA: Indonesia stepped up aerial operations yesterday to extinguish forest fires raging on Sumatra island as Malaysia remained smothered by smog and Singapore enjoyed sunny skie...",
        "date": "20130625",
        "country": "Indonesia"
    },
    {
        "title": "Order from Susilo to put out fires",
        "body": "JAKARTA: Indonesia has deployed aircraft to artificially create rain in a bid to douse raging fires that have choked Singapore with smog, which is hitting record-breaking levels that pos...",
        "date": "20130622",
        "country": "Indonesia"
    },
    {
        "title": "Smog crisis eases as rain douses fires",
        "body": "DUMAI, Indonesia: Fires in Indonesia that have blanketed Singapore and Malaysia in thick smog eased yesterday after heavy rain, boosting hopes of an end to Southeast Asia’s worst air pol...",
        "date": "20130627",
        "country": "Indonesia"
    },
    {
        "title": "INDONESIA.",
        "body": "Relatives of passengers of the missing AirAsia Flight 8501 react upon seeing the news on television about the findings of bodies on the near the site where the jetliner disappear...",
        "date": "20141231",
        "country": "Indonesia"
    },
    {
        "title": "28 injured at protesters’ camp",
        "body": "Twenty-eight people were wounded, seven seriously, in explosions on Sunday at a camp of anti-government protesters in Bangkok, the latest violence in a prolonged political div...",
        "date": "20140120",
        "country": "Indonesia"
    },
    {
        "title": "Indonesia seeks clarity over sea map",
        "body": "JAKARTA: Indonesia is seeking clarity on China’s intent behind its maritime claims in the South China Sea to avoid the risk of miscalculations in a zone rich in natural gas, Foreign Min...",
        "date": "20140408",
        "country": "Indonesia"
    },
    {
        "title": "The tow-back diplomacy",
        "body": "THERE IS something seriously wrong between Australia and Indonesia. The host of irritants between them ranging from asylumseekers to trade and spying allegations are in need of bein...",
        "date": "20140506",
        "country": "Indonesia"
    },
    {
        "title": "Australia turns asylum boat back to Indonesia: Police",
        "body": "KUPANG: The Australian navy has turned an asylum-seeker boat back to Indonesia without first informing authorities there, Indonesian police said yesterday, prompting fresh anger in Jak...",
        "date": "20140108",
        "country": "Indonesia"
    },
    {
        "title": "Thai crackdown leaves migrants stranded at sea",
        "body": "Thailand, Malaysia and Indonesia will continue to send boats holding thousands of migrants back to sea, a senior Thai official said on Wednesday, despite a UN appeal for a rapid rescue ...",
        "date": "20150514",
        "country": "Indonesia"
    },
    {
        "title": "ASIA MIGRANT CRISIS",
        "body": "Boat arrivals: Newly arrived Bangladeshi migrants pour water on the head of a man who had fainted at Kuala Langsa port in Langsa, , on Friday. Hundreds of Bangladeshi and ethnic Roh...",
        "date": "20150516",
        "country": "Indonesia"
    },
    {
        "title": "Indonesia says migrant crisis regional problem",
        "body": "JAKARTA: Indonesia said yesterday a migrant boat crisis was a problem for all of Southeast Asia ahead of key regional talks, as Jakarta and other countries came under more pressure to let t...",
        "date": "20150520",
        "country": "Indonesia"
    },
    {
        "title": "Malaysia, Thailand and Indonesia to hold meeting over ‘boat people’",
        "body": "KUALA LUMPUR / BANGKOK: Malaysia said on Monday that its foreign minister would meet his Thai and Indonesian counterparts in Kuala Lumpur on Wednesday to discuss ways to tackle human traf...",
        "date": "20150519",
        "country": "Indonesia"
    },
    {
        "title": "Malaysia, Thailand and Indonesia to hold meeting over ‘boat people’",
        "body": "Malaysia said on Monday that its foreign minister would meet his Thai and Indonesian counterparts in Kuala Lumpur on Wednesday to discuss ways to tackle human trafficking, after thousa...",
        "date": "20150519",
        "country": "Indonesia"
    },
    {
        "title": "Indonesia to set up ‘crisis centre’: minister",
        "body": "JAKARTA: Indonesia will set up a crisis centre, headed by President Joko Widodo, to handle security situations involving its citizens overseas, a senior minister said yesterday, f...",
        "date": "20160426",
        "country": "Indonesia"
    },
    {
        "title": "Indonesia sets up ‘crisis center’",
        "body": "JAKARTA (Reuters) – Indonesia will set up a crisis center, headed by President Joko Widodo, to handle security situations involving its citizens overseas, a senior minister said on ...",
        "date": "20160426",
        "country": "Indonesia"
    },
    {
        "title": "Indonesia to set up ‘crisis centre’ after kidnappings",
        "body": "JAKARTA Indonesia will set up a crisis centre, headed by President Joko Widodo, to handle security situations involving its citizens overseas, a senior minister said yesterday, fo...",
        "date": "20160426",
        "country": "Indonesia"
    },
    {
        "title": "Moving into overdrive",
        "body": "Indonesia will set up a crisis centre, headed by President Joko Widodo, to handle security situations involving its citizens overseas, a senior minister have announced following ...",
        "date": "20160426",
        "country": "Indonesia"
    },
    {
        "title": "Indonesia to set up 'crisis center' after PH kidnappings",
        "body": "JAKARTA (Reuters) — Indonesia will set up a crisis center, headed by President Joko Widodo, to handle security situations involving its citizens overseas, a senior minister said o...",
        "date": "20160426",
        "country": "Indonesia"
    },
    {
        "title": "Joint patrols to fight militants — Malaysia",
        "body": "Malaysia, the Philippines and Indonesia will launch joint patrols in waters off the Mindanao region this month to counter threats from Daesh militants, Malaysia’s defence minister said yest...",
        "date": "20170604",
        "country": "Indonesia"
    },
    {
        "title": "‘Indonesia fighting forest fires well’",
        "body": "PUTRAJAYA: Amid reports of developing forest fires in Sumatra, Malaysia says it will hold on to ’s assurance that there will be no repeat of the haze two years ago.",
        "date": "20170727",
        "country": "Indonesia"
    },
    {
        "title": "Jakarta ready to prevent repeat of haze crisis: Masagos",
        "body": "Indonesia is ready to prevent a repeat of the transboundary haze crisis, which last occurred two years ago, resulting in record air pollution levels across the region.",
        "date": "20170712",
        "country": "Indonesia"
    },
    {
        "title": "Joint patrols in waters off Mindanao to fight militants",
        "body": "SINGAPORE: Malaysia, the Philippines and Indonesia will launch joint patrols in waters off the Mindanao region this month to counter threats from Daesh, Malaysia’s Defense Minister Hishamm...",
        "date": "20170604",
        "country": "Indonesia"
    },
    {
        "title": "S’pore set for third straight haze-free year",
        "body": "Singapore looks set to see a third straight year with no haze, due in part to Indonesia’s sustained efforts at curbing fires and preventing their spread.",
        "date": "20180519",
        "country": "Indonesia"
    },
    {
        "title": "HUMANITARIAN CRISIS",
        "body": "People attempt to identify the bodies of their relatives at the compounds of a police hospital in Palu in Indonesia’s Central Sulawesi on September 30, 2018, following a strong earthquake in the area. The death toll from a powerful earthquake and tsunami in leapt to 832 on September 30, as stunned people on the stricken island of Sulawesi struggled to find food and and looting spread.",
        "date": "20181001",
        "country": "Indonesia"
    },
    {
        "title": "Asylum seekers inbound",
        "body": "A BOAT has sailed from the south of Java bound for Australia carrying an estimated 25 Rohingya and Afghan asylum seekers, believed to be the first time in several years that such a vessel ha...",
        "date": "20180130",
        "country": "Indonesia"
    },
    {
        "title": "Relief body helping in Indonesia crisis",
        "body": "ISLAMIC Relief and local partner organisations are assisting in the rescue and aid efforts in Donggala and Palu, as the death toll from the earthquake and tsunami in contin...",
        "date": "20181002",
        "country": "Indonesia"
    },
    {
        "title": "Rash of forest fires breaks out in Indonesia",
        "body": "PEKANBARU, Indonesia: Indonesia was battling a rash of forest fires yesterday as it raised an alert over the blazes which occur every year and emit choking smog that can envelop neighbou...",
        "date": "20180222",
        "country": "Indonesia"
    },
    {
        "title": "Indonesia forest fires worsen",
        "body": "PEKANBARU, Indonesia: The number of blazes in Indonesia’s rainforests has jumped sharply, satellite data showed yesterday, spreading smog across Southeast Asia and adding to concerns about...",
        "date": "20190913",
        "country": "Indonesia"
    },
    {
        "title": "Indonesia forest fires worsen",
        "body": "PEKANBARU, Indonesia: The number of blazes in Indonesia’s rainforests has jumped sharply, satellite data showed yesterday, spreading smog across Southeast Asia and adding to concerns abou...",
        "date": "20190913",
        "country": "Indonesia"
    },
    {
        "title": "‘Is Indonesia doing enough this time?’",
        "body": "JAKARTA: The spectre of a deadly haze that engulfed parts of Indonesia, Singapore, Malaysia and Thailand in 2015 hangs heavily over the administration of President Joko Widodo, especi...",
        "date": "20190915",
        "country": "Indonesia"
    },
    {
        "title": "137 MORE AIR INDIA FLIGHTS HIT",
        "body": "NEW DELHI: The cascading effect of a software glitch a day earlier continued to impact Air India operations as 137 flights were delayed on Sunday. The average delay was two hours, said...",
        "date": "20190429",
        "country": "Indonesia"
    },
    {
        "title": "Aussie plastic returns to pollute our waters",
        "body": "The need for better recycling systems has been highlighted by the discovery of a strong connection between Australia and Indonesia’s ocean plastic problems.",
        "date": "20200801",
        "country": "Indonesia"
    },
    {
        "title": "IN INDONESIA, POMPEO ATTACKS CHINA ON THREAT TO RELIGIOUS FREEDOM, SCS",
        "body": "JAKARTA/ HONG KONG: US secretary of state Mike Pompeo on Thursday said Washington would find new ways to cooperate with Indonesia in the South China Sea and respected Jakarta’s efforts to ...",
        "date": "20201030",
        "country": "Indonesia"
    },
    {
        "title": "Climate change is threatening water security4",
        "body": "“The bravest are surely those who have the clearest vision of what is before them, glory and danger alike, and yet notwithstanding go out to meet it.” Pericles",
        "date": "20200321",
        "country": "Indonesia"
    },
    {
        "title": "Parts of Indonesia set to face ‘drier than usual’ dry season",
        "body": "Indonesia will likely face a “drier than usual” dry season in a number of regions this year, President Joko Widodo said yesterday, adding that measures must be taken to ensure food securi...",
        "date": "20200506",
        "country": "Indonesia"
    },
    {
        "title": "Japan informs Indonesia it backs ASEAN'S move to send special envoy to Myanmar",
        "body": "Japanese Foreign Minister Toshimitsu Motegi has expressed support for ASEAN'S decision to send a special envoy",
        "date": "20210630",
        "country": "Indonesia"
    },
    {
        "title": "UN report warns of global water crisis amid climate change",
        "body": "WASHINGTON  Much of the world is unprepared for the floods, hurricanes and droughts expected to worsen with climate change and urgently needs better warning systems to avert dis...",
        "date": "20211006",
        "country": "Indonesia"
    },
    {
        "title": "Flood-related disasters have risen by 134%",
        "body": "Geneva, Switzerland - Water-related hazards like floods and droughts are increasing because of climate change and have increased in frequency over the past 20 years. Since 2000, flood-related disasters have risen by 134 per cent compared with the two previous decades, said a new report from the UN's World Meteorological Organization (WMO).",
        "date": "20211007",
        "country": "Indonesia"
    },
    {
        "title": "UN report warns of global water crisis",
        "body": "WASHINGTON — Much of the world is unprepared for the floods, hurricanes and droughts expected to worsen with climate change and urgently needs better warning systems to avert dis...",
        "date": "20211006",
        "country": "Indonesia"
    },
    {
        "title": "UN warns climate change driving global water crisis",
        "body": "Much of the world is unprepared for the floods, hurricanes and droughts expected to worsen with climate change and urgently needs better warning systems to avert waterrelated disasters, acco...",
        "date": "20211007",
        "country": "Indonesia"
    },
    {
        "title": "A calm and steady hand",
        "body": "Recent events have begun to prove that the calm and steady hand of Chief Executive Tung Chee-hwa has steadied Hong Kong’s ship and is guiding it to safe harbours.",
        "date": "20031230",
        "country": "Iraq"
    },
    {
        "title": "Compromise at UN gives Iraqis a brighter future",
        "body": "Iraq finally has a chance to rebuild, now that the United Nations Security Council has voted to end 12 years of economic sanctions. The council resolution ending the sanctions also legitim...",
        "date": "20030524",
        "country": "Iraq"
    },
    {
        "title": "Battle against Sars",
        "body": "I refer to the article headlined “Sars panel finds fault but not blame” (October 3).",
        "date": "20031005",
        "country": "Iraq"
    },
    {
        "title": "Diplomat behind reconstruction effort makes most of a tough job",
        "body": "While there is no shortage of critics of the United States’ efforts to rebuild Iraq, few harsh words are heard about the man directing the operations, Paul Bremer.",
        "date": "20031120",
        "country": "Iraq"
    },
    {
        "title": "Destroying a natural treasure in the name of progress",
        "body": "Mugecuo lake, known to local Tibetans as Yeti lake, remains one of China’s few untainted ecological treasures. Situated in the Ganzi Tibetan autonomous prefecture of Sichuan province, it is su...",
        "date": "20030816",
        "country": "Iraq"
    },
    {
        "title": "Japan won’t bow to hostage-takers",
        "body": "Prime Minister Junichiro Koizumi has refused to withdraw Japanese troops from Iraq, rejecting demands by Iraqi militants who took a Japanese civilian hostage and threatened to behead him un...",
        "date": "20041028",
        "country": "Iraq"
    },
    {
        "title": "Dangers mount along with Iraq’s need for help",
        "body": "As of last night, there was no word on the promised release of the Japanese hostages held by Iraq’s Mujahedeen Brigades. Instead, there were renewed threats against the life of at least one capt...",
        "date": "20040412",
        "country": "Iraq"
    },
    {
        "title": "Arroyo may lift overseas work ban",
        "body": "Dozens of Filipino job hopefuls milled around a recruitment agency in one of the poorer sections of Manila’s financial district yesterday, awaiting news of a possible lifting of a ban on se...",
        "date": "20040908",
        "country": "Iraq"
    },
    {
        "title": "The cycle of violence must end now",
        "body": "The catastrophic end to Russia’s hostage crisis defies belief, even in an age when we have sadly become accustomed to brutal acts of terrorism that target the weak and the innocent.",
        "date": "20040905",
        "country": "Iraq"
    },
    {
        "title": "CRISIS EASES BUT CITY ON EDGE",
        "body": "Key developments yesterday:",
        "date": "20050904",
        "country": "Iraq"
    },
    {
        "title": "Sudan accuses West of ignoring new food crisis",
        "body": "UNITED NATIONS—",
        "date": "20050915",
        "country": "Iraq"
    },
    {
        "title": "Canadians moving into tough-love mode",
        "body": "Evidence is beginning to accumulate that Canadians are going through one of those mysterious attitudinal changes that take place from time to time in all societies The mood of Cana...",
        "date": "20051104",
        "country": "Iraq"
    },
    {
        "title": "Why did Bush flunk the New Orleans test?",
        "body": "ONew Orleans ne of the more popular late- night games in New Orleans these days is coming up with one’s top team to take over the hapless relief effort. Journalists, relief workers and ev...",
        "date": "20050912",
        "country": "Iraq"
    },
    {
        "title": "World Bank chief tells world to engage with mainland",
        "body": "Newly appointed World Bank President Paul Wolfowitz welcomed the mainland’s stunning economic development yesterday and said the world should engage with the Chinese, even if some people d...",
        "date": "20050402",
        "country": "Iraq"
    },
    {
        "title": "Bush is mauled by own experts",
        "body": "AMERICA should pull its troops out of Iraq by 2008, President Bush was urged yesterday.",
        "date": "20061207",
        "country": "Iraq"
    },
    {
        "title": "Iraq unrest is ‘worse than civil war’",
        "body": "The unrest in Iraq is ‘much worse’ than a civil war, United Nations Secretary General Kofi Annan told the BBC in an interview to be broadcast today.",
        "date": "20061204",
        "country": "Iraq"
    },
    {
        "title": "A river of tears flows in Iraq",
        "body": "BFor 6,000 years, the river that flows through the heart of Baghdad nurtured the people who live along its banks – providing , food, transport and recreation. But three years of war, plu...",
        "date": "20061114",
        "country": "Iraq"
    },
    {
        "title": "Wedon’t shareinthe realworld watercrisis",
        "body": "VICTORIA orried about silt in your water? Count yourself lucky. The best measure of how well off we are in this part of the world is the list of things we can afford to worry about.",
        "date": "20061123",
        "country": "Iraq"
    },
    {
        "title": "Baghdad seeks water treaty to avert crisis",
        "body": "Iraq yesterday called for a water treaty with neighbours that share the rivers Tigris and Euphrates, saying a deal was needed to avoid a .",
        "date": "20070824",
        "country": "Iraq"
    },
    {
        "title": "Crisis aid",
        "body": "About 8 million Iraqis — nearly a third of the population — need immediate emergency aid because of the humanitarian caused by the war, relief agencies said Monday. The report...",
        "date": "20070731",
        "country": "Iraq"
    },
    {
        "title": "Iraq violence masks hunger",
        "body": "HUNGER and disease are spreading in Iraq as violence",
        "date": "20070731",
        "country": "Iraq"
    },
    {
        "title": "BATTLE TOLL",
        "body": "• Three U.S. soldiers were killed in fighting west of Baghdad, the military said Monday. • As of Monday, at least 3,651 members of the U.S. military have died since the beginning of the Ir...",
        "date": "20070731",
        "country": "Iraq"
    },
    {
        "title": "Cholera crisis looms in northern Iraq",
        "body": "HEALTH officials in northern Iraq are treating nearly 4,000 suspected cases of cholera and eight people have died so far, said the health minister for Kurdistan.",
        "date": "20070831",
        "country": "Iraq"
    },
    {
        "title": "Iraqis deserve better",
        "body": "In the run-up to the Iraq war, American officials feared that invading Iraq could trigger a massive humanitarian crisis. It was one of the few predictions the Bush team got right — even...",
        "date": "20070221",
        "country": "Iraq"
    },
    {
        "title": "Time running out to solve Iraq water crisis",
        "body": ". Just months after Americans repaired a sewage treatment plant in southern Baghdad, insurgents attacked the facility and killed the manager. Looters took care of the rest.",
        "date": "20080802",
        "country": "Iraq"
    },
    {
        "title": "Time running out to solve Iraq water crisis",
        "body": "Just months after Americans repaired a sewage treatment plant in southern Baghdad, insurgents attacked the facility and killed the manager. Looters took care of the rest.",
        "date": "20080802",
        "country": "Iraq"
    },
    {
        "title": "Many lack reliable access to safe drinking water",
        "body": "McClatchy Newspapers BAGHDAD — Every day, a man driving a tanker truck filled with water comes to Nashat al Chamamla’s village in southern Iraq, and every day the people line up to fill thei...",
        "date": "20081104",
        "country": "Iraq"
    },
    {
        "title": "Hunt stands by comments",
        "body": "THEFederal Opposition has refused to apologise for likening senior government frontbencher PennyWongto executed Iraqi dictatorSaddamHussein.",
        "date": "20080808",
        "country": "Iraq"
    },
    {
        "title": "Water crisis uproots 100,000 in Iraq",
        "body": "PARIS // A water shortage has forced 100,000 people in northern Iraq to abandon their homes, according to a study by Unesco, which says a four-year-old drought and excessive well pumping hav...",
        "date": "20091014",
        "country": "Iraq"
    },
    {
        "title": "Turkish prime minister praises trilateral ties with Iraq and Syria",
        "body": "baghdad // At the end of an official visit to Iraq, the Turkish prime minister, Recep Tayyip Erdogan, said the strategic co-operation between Turkey, Iraq and Syria should be a model for...",
        "date": "20091018",
        "country": "Iraq"
    },
    {
        "title": "Easy money",
        "body": "The United States has a vast bureaucracy to scrutinize how our government spends money abroad. While this kind of oversight is often necessary, there must be an exception made for crisis ...",
        "date": "20100120",
        "country": "Iraq"
    },
    {
        "title": "Iraqis struggle with housing shortage",
        "body": "Iraq has 2.8 million housing units for a population of 30 million, leaving a shortage of about 1.3 million homes.",
        "date": "20100228",
        "country": "Iraq"
    },
    {
        "title": "Race: White sees no conflict of interest, says Perry is ducking debate",
        "body": "generators to ensure that Houston-area refineries and the adjoining city of Baytown could maintain their water supply during the power outages.",
        "date": "20100610",
        "country": "Iraq"
    },
    {
        "title": "Iraqi electricity chief resigns over shortages",
        "body": "BAGHDAD— Iraq’s electricity minister resigned Monday in the face of angry protests over the lack of power despite years of promises that the situation would improve.",
        "date": "20100622",
        "country": "Iraq"
    },
    {
        "title": "Sultanate predicted to face acute water crisis by 2050",
        "body": "MUSCAT: The Sultanate of Oman along with other oil producing countries in the Middle East and North Africa (Mena) region are facing extreme scarcity of , which could spiral the oil prices up, according to a latest study released by Maplecroft, yesterday.",
        "date": "20110323",
        "country": "Iraq"
    },
    {
        "title": "Iraq takes a holiday as mercury tops 120",
        "body": "baghdad  Iraq declared a government holiday Monday after temperatures soared above 120 degrees amid a summer electricity .",
        "date": "20110802",
        "country": "Iraq"
    },
    {
        "title": "Kuwait’s plan to build new port risks Iraqi ire",
        "body": "BAGHDAD: A decision by Kuwait to build a new port that would encroach on what some Iraqi officials insist are its territorial risks setting off a major diplomatic dispute between...",
        "date": "20110520",
        "country": "Iraq"
    },
    {
        "title": "Iraq regime tries to silence corruption whistleblowers",
        "body": "THE IRAQI government is seeking to silence critics who accuse it of rampant corruption by removing officials who try to prosecute racketeers and intimidating politicians and jour...",
        "date": "20110929",
        "country": "Iraq"
    },
    {
        "title": "Maliki and Allawi keep Iraq in conflict",
        "body": "Beside prospective water shortage challenges, Iraq also faces sectarian conflict observed the Saudi newspaper Al Riyadh in its editorial. Some political forces owe their allegiance to ...",
        "date": "20110615",
        "country": "Iraq"
    },
    {
        "title": "Implications",
        "body": "An amount of freshwater almost the size of the Dead Sea has been lost due to poor management, increased demands for groundwater and the effects of a 2007 drought.",
        "date": "20130214",
        "country": "Iraq"
    },
    {
        "title": "Water-tight patriotism",
        "body": "Most people today appear to have taken fresh water for granted despite the continuing over drinking in many parts of the country including Ratupaswala. In some other parts ...",
        "date": "20131209",
        "country": "Iraq"
    },
    {
        "title": "NASA finds evidence of Middle East water crisis",
        "body": "DOHA, Qatar — An amount of freshwater almost the size of the Dead Sea has been lost in parts of the Middle East due to poor management, increased demands for groundwater and the effects of ...",
        "date": "20130213",
        "country": "Iraq"
    },
    {
        "title": "Middle East water crisis deepens",
        "body": "An amount of freshwater almost the size of the Dead Sea has been lost in parts of the Middle East due to poor management, increased demands for groundwater and the effects of a 2007 drought...",
        "date": "20130213",
        "country": "Iraq"
    },
    {
        "title": "Syrian refugees a ‘full-on’ crisis: UN",
        "body": "GENEVA: About 5 000 refugees are fleeing Syria each day, seeking safe haven in neighbouring countries, the UN refugee agency said yesterday.",
        "date": "20130209",
        "country": "Iraq"
    },
    {
        "title": "Humanitarian crisis in Iraq has reached its highest level: UN",
        "body": "BAGHDAD — The United Nations on Wednesday called its highest level of emergency for the humanitarian crisis in Iraq, where hundreds of thousands have been driven from their homes and tens ...",
        "date": "20140814",
        "country": "Iraq"
    },
    {
        "title": "Iraq crisis at highest emergency level: UN",
        "body": "The United Nations on Wednesday called its highest level of emergency for the humanitarian crisis in Iraq, where hundreds of thousands have been driven from their homes and tens of thousa...",
        "date": "20140814",
        "country": "Iraq"
    },
    {
        "title": "EXECUTIONER",
        "body": "SCOTS charity workers are masterminding a crucial aid programme in Iraq from their base in Edinburgh.",
        "date": "20140821",
        "country": "Iraq"
    },
    {
        "title": "Obama says no to new war in Iraq",
        "body": ">> BAGHDAD: President Barack Obama said he won’t allow the US to be dragged into another war in Iraq, but that the US will protect its citizens and prevent terrorists from having a saf...",
        "date": "20140810",
        "country": "Iraq"
    },
    {
        "title": "UN’s work in Iraq hit by funding crisis",
        "body": "BRUSSELS // The United Nations needs almost half a billion dollars in Iraq urgently, or “more than 50 per cent of the operation will be shut down or cut back”.",
        "date": "20150605",
        "country": "Iraq"
    },
    {
        "title": "UN appeals for $497 million of humanitarian aid for Iraq",
        "body": "BRUSSELS (Reuters) – The United Nations launched an appeal on Thursday for half a billion dollars in international aid to help tackle a worsening humanitarian in triggered ...",
        "date": "20150605",
        "country": "Iraq"
    },
    {
        "title": "Iraqi marshes face an environmental crisis",
        "body": "NASSIRIYA, Iraq (Reuters) – High level of saline in the waters of Iraq’s southern wetlands have pushed the fragile ecosystem past the tipping point. Marsh dwellers are abandoning their lands ...",
        "date": "20150901",
        "country": "Iraq"
    },
    {
        "title": "UN appeals for humanitarian aid for Iraq",
        "body": "The United Nations launch-ed an appeal yesterday for half a billion dollars in international aid to help tackle a worsening humanitarian crisis in Iraq triggered by the conflict with...",
        "date": "20150605",
        "country": "Iraq"
    },
    {
        "title": "UN appeals for $500 million aid for Iraq",
        "body": "BRUSSELS: The United Nations launched an appeal on Thursday for half a billion dollars in international aid to tackle a worsening humanitarian crisis in triggered by the conflict with IS militants.",
        "date": "20150605",
        "country": "Iraq"
    },
    {
        "title": "Court watered down IPL matches",
        "body": "The Bombay High Court has rightly ordered BCCI to move the Indian Premier League (IPL) matches out of drought-hit Indian state of Maharashtra after April 30. The western Indian state is suff...",
        "date": "20160414",
        "country": "Iraq"
    },
    {
        "title": "Indonesia sets up ‘crisis center’",
        "body": "JAKARTA (Reuters) – Indonesia will set up a crisis center, headed by President Joko Widodo, to handle security situations involving its citizens overseas, a senior minister said on ...",
        "date": "20160426",
        "country": "Iraq"
    },
    {
        "title": "Time to prevent a flood in Iraq",
        "body": "For several months, the strength of the Mosul dam in northern Iraq has been in question. The dam secures more than 11 billion cubic metres of water. If it were to burst, the city of Mosul wo...",
        "date": "20160328",
        "country": "Iraq"
    },
    {
        "title": "Crisis looms as half of Iraq’s Mosul goes without water",
        "body": "MOSUL, Iraq: Hundreds of thousands of people were without water in eastern Mosul Tuesday, residents and officials said, raising fears of a major health in the war-torn Iraqi cit...",
        "date": "20161201",
        "country": "Iraq"
    },
    {
        "title": "Difficult times obscure Canada’s role in Iraq",
        "body": "ERBIL, IRAQ — A baby’s cry pierces the din as dozens of people wait to see a doctor or nurse at what’s surely one of the busiest health clinics in the Middle East: inside a sprawling refugee cam...",
        "date": "20170228",
        "country": "Iraq"
    },
    {
        "title": "Canada’s future role in aiding Iraq uncertain",
        "body": "ERBIL, IRAQ •Ababy’scry pierces the din as dozens of people wait to see a doctor or nurse at what’s surely one of the busiest health clinics in the Middle East — inside a sprawling refugee camp...",
        "date": "20170228",
        "country": "Iraq"
    },
    {
        "title": "Humanitarian crisis worsens in Mosul",
        "body": "“You only get food and water one time, when you come.”",
        "date": "20170320",
        "country": "Iraq"
    },
    {
        "title": "US trumpets Mosul gains, but Iraq says more aid needed",
        "body": "HAMAM AL-ALIL, Iraq (AP) — During a visit south of Mosul on Monday, a senior U.S. official praised territorial gains against the Islamic State group in , but local officials cautioned...",
        "date": "20170516",
        "country": "Iraq"
    },
    {
        "title": "Iraq needs a ‘strategic solution for water crisis’",
        "body": "BAGHDAD: Heavy rain and flooding across Iraq in recent days have averted a severe water shortage.",
        "date": "20180219",
        "country": "Iraq"
    },
    {
        "title": "Rains avert water crisis in Iraq … but for how long?",
        "body": "BAGHDAD: A deluge of rain storms have reduced the risk of a drought in Iraq this summer but done little to allay concerns over the long term supply of water to the country.",
        "date": "20180219",
        "country": "Iraq"
    },
    {
        "title": "TURKEY’S TIGRIS DAM THREATENS IRAQ WATER SHORTAGE",
        "body": "Turkey’s construction of a dam on the Tigris river triggered an emergency session in Iraq’s parliament yesterday amid increasing fears of major shortages.",
        "date": "20180604",
        "country": "Iraq"
    },
    {
        "title": "KGL Transport transfers desalination units to Iraq",
        "body": "KUWAIT CITY, Aug 18: KGL Transport transferred water desalination units to Iraq under the guidance of the Amir of Kuwait, Sheikh Sabah Al-Ahmad Al-Jaber Al-Sabah, following the power gener...",
        "date": "20180819",
        "country": "Iraq"
    },
    {
        "title": "Basra’s water woes",
        "body": "It was dubbed the “Venice of the Middle East” for its network of waterways that invited comparisons to the Italian city. But Basra is today emblematic of almost everything that is wrong w...",
        "date": "20190815",
        "country": "Iraq"
    },
    {
        "title": "Iraq warned of water crisis repeat",
        "body": "Human Rights Watch on Monday warned of a repeat of last year’s deadly water crisis in ’s oil-rich southern province of Basra.",
        "date": "20190723",
        "country": "Iraq"
    },
    {
        "title": "Despite full reservoirs, Iraq water crisis far from over",
        "body": "After plentiful winter rains, Iraq is heading into summer with overflowing reservoirs and lush marshes. But don’t be fooled, observers warn: Its water woes and related protests are not over...",
        "date": "20190502",
        "country": "Iraq"
    },
    {
        "title": "Kuwait’s military top brass refute claims of crisis with Iraq",
        "body": "KUWAIT: The Presidency of General Staff of Kuwait Army on Saturday refuted the allegations, circulated on social media and attributing to First Deputy Prime Minister and Defense Mini...",
        "date": "20190909",
        "country": "Iraq"
    },
    {
        "title": "Climate crisis could displace 1.2bn people by 2050: Report",
        "body": "The global climate crisis could see more than a billion people displaced from their homes in the next 30 years, as ecological disasters drive mass migrations and greater armed conflict, a...",
        "date": "20200911",
        "country": "Iraq"
    },
    {
        "title": "IRAQI RIVERS PARCHED",
        "body": "Iraq's historic twin rivers could run dry – unless new projects and tense talks with Turkey and Iran bear fruit",
        "date": "20200827",
        "country": "Iraq"
    },
    {
        "title": "Dam projects threaten Iraq’s rivers",
        "body": "With its neighbours activating new dams, Iraq’s historic twin rivers could run dry — unless new infrastructure projects and tense talks with Turkey and Iran bear fruit.",
        "date": "20200827",
        "country": "Iraq"
    },
    {
        "title": "As neighbors build dams, Iraqis watch twin rivers dry up",
        "body": "With its neighbors activating new dams, Iraq’s historic twin rivers could run dry unless new infrastructure projects and tense talks with Turkey and Iran bear fruit. Nowhere is the effect on the country more palpable than in Basra, ’s only coastal province. Here, the Tigris and Euphrates - on which millions of Iraqis rely to farm - meet at the Shatt al-Arab waterway before spilling into the Gulf.",
        "date": "20200827",
        "country": "Iraq"
    },
    {
        "title": "Iraq water resources in danger: World Bank",
        "body": "Iraq could suffer a 20 percent drop in water resources by 2050 due to climate change, the World Bank said Wednesday, warning of repercussions on growth and jobs.",
        "date": "20211126",
        "country": "Iraq"
    },
    {
        "title": "Iraq faces water woes",
        "body": "Iraq could suffer a 20-percent drop in water resources by 2050 due to climate change, the World Bank said Wednesday, warning of repercussions on growth and jobs.",
        "date": "20211128",
        "country": "Iraq"
    },
    {
        "title": "Iraq thirsts for cooperation as water crisis deepens",
        "body": "WHERE we are standing right now, there should be a river, Nabil Musa says, gesturing at a dried-up riverbed in northern .",
        "date": "20210908",
        "country": "Iraq"
    },
    {
        "title": "IRAQ",
        "body": "drying up. But unlike Iraq, Syria’s water shortage also has political causes. In the Kurdish regions in the north, the people receive water from a pumping station run by electricity generat...",
        "date": "20211128",
        "country": "Iraq"
    },
    {
        "title": "Water crisis a threat for Middle East",
        "body": "Iraq and Syria are being strangled by Turkey; the source of the two great rivers that have sustained civilisations for centuries. The once wet and lush basin of the Euphrates, which is shared b...",
        "date": "20210731",
        "country": "Iraq"
    },
    {
        "title": "The face of heroism and courage is not a military one",
        "body": "When Margaret Hassan was kidnapped in October, her car was waved down by two men in Iraqi police uniforms. Gunmen surrounded the car and dragged Ms Hassan’s driver and unarmed guard from thei...",
        "date": "20041119",
        "country": "Ireland"
    },
    {
        "title": "‘Give us a venue and we’ll put on a show’",
        "body": "Marlene Lee didn’t want to say goodbye so she tried to sneak out of town. Hong Kong’s top event organiser even avoided her office, fearing an emotional breakdown in front of her staff.",
        "date": "20040725",
        "country": "Ireland"
    },
    {
        "title": "Coke investors left with a sour taste",
        "body": "Coca-Cola chief financial officer Gary Fayard wrapped up an early morning analyst conference call last month after the world’s biggest beverage company had posted a 35 per cent first-quarter ...",
        "date": "20040526",
        "country": "Ireland"
    },
    {
        "title": "Waterspout taps into an old spring of republicanism",
        "body": "AN apparently innocuous waterspout given to a small market town after it suffered from crop failure would appear to be an unlikely symbol of English colonial oppression.",
        "date": "20051029",
        "country": "Ireland"
    },
    {
        "title": "Blair too weak to win deal, says Chirac",
        "body": "PRESIDENT Jacques Chirac cast doubt yesterday on Britain’s plan to resolve the crisis over the European Union budget, saying Tony Blair was “isolated” in Europe.",
        "date": "20051129",
        "country": "Ireland"
    },
    {
        "title": "Merkel the broker as Blair pushes Chirac to the brink",
        "body": "TONY Blair and Jacques Chirac were at daggersdrawn in Brussels last night over the future of French farm subsidies. The Prime Minister warned he would veto a European budget deal unless gr...",
        "date": "20051216",
        "country": "Ireland"
    },
    {
        "title": "LETTERS TO THE EDITOR",
        "body": "Pay down the debt",
        "date": "20051010",
        "country": "Ireland"
    },
    {
        "title": "Wedon’t shareinthe realworld watercrisis",
        "body": "VICTORIA orried about silt in your water? Count yourself lucky. The best measure of how well off we are in this part of the world is the list of things we can afford to worry about.",
        "date": "20061123",
        "country": "Ireland"
    },
    {
        "title": "Flood risk and rain ‘worse than ever’",
        "body": "DOWNPOURS likely to cause flooding have become heavier and more frequent in the North, it was revealed yesterday.",
        "date": "20060904",
        "country": "Ireland"
    },
    {
        "title": "Africa’s once-great lakes face dismal fate",
        "body": "JINJA, Uganda — At Jinja pier, the rusty red hull of a Lake Victoria freighter sat barely afloat in water only six feet deep, and dropping.",
        "date": "20061215",
        "country": "Ireland"
    },
    {
        "title": "Series of Mishaps Cited In U.S. Helicopter Crash",
        "body": "KABUL, Afghanistan — A helicopter crash that killed 10 U.S. troops in May was caused by a series of mishaps, a new report concludes. Problems included a nighttime landing on a small mountain...",
        "date": "20061010",
        "country": "Ireland"
    },
    {
        "title": "Crisis looms as Paisley says ‘no’ to power sharing",
        "body": "FIREBRAND Ian Paisley’s Democratic Unionist Party yesterday dramatically voted to delay power-sharing in Northern .",
        "date": "20070325",
        "country": "Ireland"
    },
    {
        "title": "Environmental foolishness",
        "body": "The theologian David Hart famously wrote that Europe is dying of metaphysical boredom. That may be true. But surely unseriousness has something to do with it, too. For the latest exampl...",
        "date": "20070527",
        "country": "Ireland"
    },
    {
        "title": "PERHAPS THE START OF A NEW BEGINNING",
        "body": "Henry Kissinger once famously asked: “Who do you call in Europe?” The US secretary of state was exasperated that at times of international crisis there was no single person that he could r...",
        "date": "20071215",
        "country": "Ireland"
    },
    {
        "title": "Record number in grip of borrowing crisis",
        "body": "THE number of Britons going bust is at its highest level since records began in 1960.",
        "date": "20070203",
        "country": "Ireland"
    },
    {
        "title": "Four horses given bans after tests",
        "body": "EQUESTRIANISM was facing a new crisis last night after four horses in the team show jumping competition were provisionally suspended for doping.",
        "date": "20080822",
        "country": "Ireland"
    },
    {
        "title": "Burmese toll could hit 1.5m, charity warns",
        "body": "THE Burmese Government was under increasing international pressure last night as aid agencies warned the death toll following the cyclone disaster could reach 1.5 million.",
        "date": "20080512",
        "country": "Ireland"
    },
    {
        "title": "Thousands line roads to beg for food, water",
        "body": "RANGOON: The pace of aid deliveries into Burma picked up yesterday, but as thousands of starving cyclone survivors turned out on the roads to beg for food and , experts said far more ...",
        "date": "20080512",
        "country": "Ireland"
    },
    {
        "title": "Powered by a sea snake 600ft rubber Anacondas turn waves into energy",
        "body": "LOOKING like something out of a Fifties B-movie, it slithers and slides through the waves.",
        "date": "20080704",
        "country": "Ireland"
    },
    {
        "title": "Fifa calls 2010 crisis talks",
        "body": "ZURICH: Fifa president Sepp Blatter has called an emergency meeting of its executive committee ahead of the World Cup draw in South Africa to deal with the fallout from Thierry Henry’s handball, violence at Algeria-Egypt games and match-fixing allegations in Europe.",
        "date": "20091124",
        "country": "Ireland"
    },
    {
        "title": "The declawed ‘Celtic Tiger’",
        "body": "Ireland, once celebrated as the “Celtic Tiger” and the “miracle” economy, appears set to languish in recession for at least another year as unemployment, housing, banking and export c...",
        "date": "20090626",
        "country": "Ireland"
    },
    {
        "title": "EU to vote for new parliament",
        "body": "BRUSSELS: Voters in 27 countries choose a new European Parliament this week in an election likely to be marred by apathy and by protest votes against national governments struggling to co...",
        "date": "20090603",
        "country": "Ireland"
    },
    {
        "title": "Ireland pays price for fixed exchange rate",
        "body": "Irish voters backed the European Union’s Lisbon Treaty on Oct. 3, 16 months after rejecting it in a first vote. According to the results, 67.1% of voters approved it, while 32.9% voted aga...",
        "date": "20091006",
        "country": "Ireland"
    },
    {
        "title": "CONFERENCE CIRCUIT",
        "body": "AN ACADEMIC launch of Dr. Galia Sabar’s new book We Didn’t Come to Stay, detailing the bureaucratic and other hardships endured by Africans working in Israel, will take place at Ben-Gurion U...",
        "date": "20090215",
        "country": "Ireland"
    },
    {
        "title": "Thousands of Irish without water",
        "body": "Tens of thousands of homes and businesses in Northern Ireland are still without supplies as engineers are struggling to plug burst pipes.",
        "date": "20101230",
        "country": "Ireland"
    },
    {
        "title": "Northern Ireland faces water crisis",
        "body": "BELFAST, Northern Ireland — Frustration and fears of disease mounted in Northern Ireland on Wednesday as 36,000 people were left without , some for more than a week, after a deep fre...",
        "date": "20101230",
        "country": "Ireland"
    },
    {
        "title": "Northern Ireland faces water crisis",
        "body": "BELFAST, Northern Ireland — Frustration and fears of disease mounted in Northern Ireland on Wednesday as 36,000 people were left without , some for more than a week, after a deep fre...",
        "date": "20101230",
        "country": "Ireland"
    },
    {
        "title": "36,000 lack water in Northern Ireland",
        "body": "BELFAST, Northern Ireland — Frustration and fears of disease mounted Wednesday in Northern Ireland as 36,000 people were left without water, some for more than a week, after a deep freeze...",
        "date": "20101230",
        "country": "Ireland"
    },
    {
        "title": "Memories of water torture flood back",
        "body": "NEWS of the water crisis in Northern Ireland has brought back unpleasant memories for people in two Northumberland towns.",
        "date": "20101231",
        "country": "Ireland"
    },
    {
        "title": "Northern Ireland hit by ‘shambolic’ crisis",
        "body": "BELFAST: Bosses in charge of Northern Ireland’s water supply were under pressure to quit yesterday after ministers roasted them over the tens of thousands of people still without proper ...",
        "date": "20110101",
        "country": "Ireland"
    },
    {
        "title": "Under-fire water chief set to resign",
        "body": "THE chief executive of Northern Ireland Water (NIW), Laurence MacKenzie, is poised to step down over his organisation’s mishandling of the region’s .",
        "date": "20110105",
        "country": "Ireland"
    },
    {
        "title": "Fury in Northern Ireland over severe water crisis",
        "body": "BELFAST — Bosses in charge of Northern Ireland’s water supply were under pressure to quit yesterday after ministers roasted them over the tens of thousands of people still without proper...",
        "date": "20110101",
        "country": "Ireland"
    },
    {
        "title": "Water crisis chief fights off calls for resignations",
        "body": "Senior executives at Northern Ireland Water yesterday sought to downplay calls for their resignation and said they were concentrating on getting supplies running again following t...",
        "date": "20110101",
        "country": "Ireland"
    },
    {
        "title": "Northern Ireland water chief quits after crisis",
        "body": "Belfast ( AFP) The head of Northern Ireland’s underfire water supplier announced his resignation yesterday after thousands of homes in the province were deprived ofwater for days.",
        "date": "20110107",
        "country": "Ireland"
    },
    {
        "title": "‘Climate change caused water crisis’",
        "body": "DUBLIN City Council yesterday blamed the current water crisis on climate change.",
        "date": "20131106",
        "country": "Ireland"
    },
    {
        "title": "BOIL NOTICE EXTENSION",
        "body": "RESIDENTS in a west of Ireland town face another eight months of having to boil water because their supply is contaminated.",
        "date": "20130725",
        "country": "Ireland"
    },
    {
        "title": "Sense in short supply",
        "body": "THAT there should be a shortage of water anywhere or at any time in Ireland – a country where it never seems to stop raining – is difficult to comprehend.",
        "date": "20130402",
        "country": "Ireland"
    },
    {
        "title": "Not quite a silver surfer",
        "body": "TODAY is my birthday. I won’t go into detail but let’s say I’m on the wrong side of 50.",
        "date": "20130407",
        "country": "Ireland"
    },
    {
        "title": "EU ‘unlikely to help us pay off bank debt’",
        "body": "LONG-HELD hopes that EU funds would be used to recoup some of the costs of Ireland’s bank bailout have been dealt a severe blow.",
        "date": "20131211",
        "country": "Ireland"
    },
    {
        "title": "100,000 revolt against water tax",
        "body": "Organisers say at least 100,000 people are marching against Ireland’s new tax on water, a charge imposed as part of the country’s successful exit from an international bailout. Saturday...",
        "date": "20141103",
        "country": "Ireland"
    },
    {
        "title": "MASS WATER PROTESTS BLOW TO IRISH GOVT",
        "body": "Dublin: Tens of thousands of people marched in towns across on Saturday in a second day of mass protests against charges, the biggest display of opposition to government aus...",
        "date": "20141103",
        "country": "Ireland"
    },
    {
        "title": "Thousands protest new tax on water",
        "body": "DUBLIN — Organizers say at least 100,000 people marched Saturday against Ireland’s new tax on water, a charge imposed as part of the country’s successful exit from an international bailo...",
        "date": "20141102",
        "country": "Ireland"
    },
    {
        "title": "10,000 protest at Irish water charge",
        "body": "DUBLIN: At least 10,000 people have marched on the Irish parliament in a third day of mass protests against new water charges that have spurred the biggest opposition movement since the coun...",
        "date": "20141211",
        "country": "Ireland"
    },
    {
        "title": "Ireland rebounds after ‘torrid time’",
        "body": "DUBLIN Irish Prime Minister Enda Kenny said Wednesday that his country is seeing the fruits of a tech-related investment strategy, but the good news for Europe’s fastest-growing economy c...",
        "date": "20141106",
        "country": "Ireland"
    },
    {
        "title": "Supporters cause rush-hour chaos",
        "body": "RUSH-HOUR traffic was brought to a standstill yesterday evening by crowds demonstrating against the jailing of five protesters.",
        "date": "20150220",
        "country": "Ireland"
    },
    {
        "title": "Report was critical despite growth",
        "body": "WHILE yesterday’s OECD report was largely supportive of progress made by , it wasn’t all gold stars.",
        "date": "20150916",
        "country": "Ireland"
    },
    {
        "title": "Ireland was a ‘model EU prisoner’",
        "body": "IRELAND behaved like a ‘model prisoner’ during the country’s dark days of austerity, Greece’s former finance minister has said.",
        "date": "20151106",
        "country": "Ireland"
    },
    {
        "title": "Dublin, Lisbon and Madrid have beaten the bailout. That’s no comfort to Athens",
        "body": "They used to be pejoratively labelled the “Pigs”: Portugal, Ireland, Greece and Spain, the “peripheral” countries carried into the eurozone on a wave of prosperity that were all forced ...",
        "date": "20150719",
        "country": "Ireland"
    },
    {
        "title": "Finance minister quits and rides off into the sunset...",
        "body": "RIDING off on his motorbike with his wife on the back, then sipping on a pint, Yanis Varoufakis was the picture of calm yesterday.",
        "date": "20150707",
        "country": "Ireland"
    },
    {
        "title": "Irish riled by cronyism, greed",
        "body": "THOUSANDS of demonstrators marched through Dublin on Saturday to call for an end to austerity, as Ireland prepares to vote in parliamentary elections.",
        "date": "20160222",
        "country": "Ireland"
    },
    {
        "title": "Thousands call for end to austerity in Ireland",
        "body": "— Thousands of protesters marched through Dublin on Saturday to call for an end to austerity, as prepares to vote in parliamentary elections.",
        "date": "20160222",
        "country": "Ireland"
    },
    {
        "title": "Thousands protest against austerity ahead of Irish vote",
        "body": "DUBLIN: Thousands of protesters marched through Dublin on Saturday to call for an end to austerity, as prepares to vote in parliamentary elections.",
        "date": "20160222",
        "country": "Ireland"
    },
    {
        "title": "Thousands protest against austerity ahead of Irish vote",
        "body": "DUBLIN: Thousands of protesters marched through Dublin on Saturday to call for an end to austerity, as prepares to vote in parliamentary elections.",
        "date": "20160222",
        "country": "Ireland"
    },
    {
        "title": "FIX THE WATER LEAKS",
        "body": "“WATER crisis bites” (September 1): it is quite disturbing that with the water crisis in the city being announced, the municipality ignores reports made by residents about leak...",
        "date": "20160902",
        "country": "Ireland"
    },
    {
        "title": "Ticking time bomb that the politicians won’t touch",
        "body": "NOW that the election campaign is thankfully over, pundits are surprised at the absence of certain matters of grave national import from the debates. The reluctance to discuss the refuge...",
        "date": "20160228",
        "country": "Ireland"
    },
    {
        "title": "Moore gives thoughts on Flint water crisis",
        "body": "NEW YORK — Michael Moore thinks Flint’s water problem would be solved by now if the troubled city wasn’t in Michigan. The Oscar-winning documentary filmmaker expressed his frustration at ...",
        "date": "20171025",
        "country": "Ireland"
    },
    {
        "title": "Lifetime movie ‘Flint’ dramatizes city’s water crisis",
        "body": "BEVERLY HILLS, Calif. — Melissa Mays, a resident of Flint, Michigan, came armed to discuss the city’s tainted and a new Lifetime TV movie dramatizing it.",
        "date": "20170731",
        "country": "Ireland"
    },
    {
        "title": "Lifetime movie ‘Flint’ dramatizes city’s water crisis",
        "body": "BEVERLY HILLS, Calif. — Melissa Mays, a resident of Flint, Michigan, came armed to discuss the city’s tainted and a new Lifetime TV movie dramatizing it.",
        "date": "20170731",
        "country": "Ireland"
    },
    {
        "title": "Lifetime movie ‘Flint’ dramatizes city’s water crisis",
        "body": "BEVERLY HILLS, Calif. — Melissa Mays, a resident of Flint, Michigan, came armed to discuss the city’s tainted and a new Lifetime TV movie dramatizing it.",
        "date": "20170731",
        "country": "Ireland"
    },
    {
        "title": "FLINT",
        "body": "Three women join forces to fight for justice after discovering drinking contamination in this premiere movie based on the true story of the in Flint, Michigan. Betsy ...",
        "date": "20171028",
        "country": "Ireland"
    },
    {
        "title": "FLINT",
        "body": "8:00 p.m. LIFE Three women join forces to fight for justice after discovering drinking water contamination in this premiere movie based on the true story of the in Flint, Mi...",
        "date": "20171028",
        "country": "Ireland"
    },
    {
        "title": "Night-time water limits amid crisis",
        "body": "IRELAND faces night-time water restrictions from next week as supplies reach crisis levels.",
        "date": "20180714",
        "country": "Ireland"
    },
    {
        "title": "Water waste of vital resources",
        "body": "ENGINEERS have blasted Irish Water as it emerged 22,000 Olympic-sized pools of water leak from pipes every year.",
        "date": "20180705",
        "country": "Ireland"
    },
    {
        "title": "Water crisis",
        "body": "LONDON: Around 12 000 Londoners were without water after cold temperatures caused pipes to burst yesterday, it was reported.",
        "date": "20180305",
        "country": "Ireland"
    },
    {
        "title": "Farage is on his way over ... and he’s talking up an Irexit",
        "body": "HE successfully persuaded Britain to walk away, now Nigel Farage is coming to Ireland to try and convince us to follow our neighbours out of the EU.",
        "date": "20180101",
        "country": "Ireland"
    },
    {
        "title": "Charities hail €1m tap tax refund boost",
        "body": "HOMELESS charities have thanked those who donated their Irish Water repayment to raise almost €1million.",
        "date": "20180317",
        "country": "Ireland"
    },
    {
        "title": "Our loss left us pining for simpler times past",
        "body": "EVERYONE has to go some time, but hearing that Gay Byrne had left us engendered genuine sadness throughout the country.",
        "date": "20191111",
        "country": "Ireland"
    },
    {
        "title": "Why the Philippines should declare a climate emergency",
        "body": "few weeks from now, from September 20 to 27, millions around the world will walk out from their workplaces, homes and classrooms to join young climate strikers in sounding the alarm on the cli...",
        "date": "20190916",
        "country": "Ireland"
    },
    {
        "title": "Italy allows 116 stranded migrants to disembark after striking EU deal",
        "body": "ITALY allowed 116 rescued migrants to disembark from a coastguard ship Wednesday with Interior Minister Matteo Salvini’s backing after five EU countries and the Church agreed to share ...",
        "date": "20190801",
        "country": "Ireland"
    },
    {
        "title": "Irish repay famine debt to Choctaw tribe",
        "body": "FUNDS for native American tribes who have been badly hit by coronavirus are flooding in from Ireland as they repay a debt dating back to the 19th-century potato famine.",
        "date": "20200504",
        "country": "Ireland"
    },
    {
        "title": "NI Water: We need 2bn for building & environment",
        "body": "environmental protection as a result of an increase in sewer flooding and pollution. In its annual report NI Water chief Sara Venning said: “Northern is the only region in th...",
        "date": "20200827",
        "country": "Ireland"
    },
    {
        "title": "TD: Hosepipe ban shows a leaky system",
        "body": "THE hosepipe ban highlights the crisis of a “leaky water system” in , a TD has claimed.",
        "date": "20200610",
        "country": "Ireland"
    },
    {
        "title": "HSE issues Legionnaires’ disease alert",
        "body": "THE HSE has issued a warning about an outbreak of Legionnaires’ disease as businesses prepare to reopen after a two month",
        "date": "20200607",
        "country": "Ireland"
    },
    {
        "title": "Vital services plan for spread",
        "body": "IRELAND’S frontline services have contingency plans to deal with the escalating crisis.",
        "date": "20200310",
        "country": "Ireland"
    },
    {
        "title": "Water mess: Green call for action as crisis looms",
        "body": "IRELAND is facing a water crisis and the Government needs to turn promises into action to ensure we all have access to safe supplies, a senator has said.",
        "date": "20210323",
        "country": "Ireland"
    },
    {
        "title": "HOUSEBOAT PLAN SUNK",
        "body": "A MAN has been made homeless after his houseboat was removed by Government workers who called it a “set of barrels with a garden shed on top”.",
        "date": "20210610",
        "country": "Ireland"
    },
    {
        "title": "Our creaking water infrastructure",
        "body": "Following the recent successful tabling of a significant Dil motion on improving Ireland’s water infrastructure by the Regional Group (of which Aont leader Peadar Tibn TD is a mem...",
        "date": "20210617",
        "country": "Ireland"
    },
    {
        "title": "Pollution of waterways puts nature ‘in crisis’",
        "body": "RIVERS, wetlands and waters around the UK are being damaged by water pollution, putting habitats and wildlife at risk, a report has warned.",
        "date": "20210915",
        "country": "Ireland"
    },
    {
        "title": "COVID CRISIS: VIRUS TAKES TOLL",
        "body": "PEOPLE queued up for their Covid-19 vaccination at the Water's Edge near the SSE Arena in Belfast yesterday.",
        "date": "20210825",
        "country": "Ireland"
    },
    {
        "title": "Could this be World War H2O?",
        "body": "“As scarcity develops, more people are going to die and more ecosystems are going to become unviable”",
        "date": "20031018",
        "country": "Israel"
    },
    {
        "title": "WHO’S STEALING OUR SAND?",
        "body": "The American-led war on terrorism, launched after the attacks in New York and Washington on September 11, 2001, was never expected to achieve quick results. Officials in US President George...",
        "date": "20030518",
        "country": "Israel"
    },
    {
        "title": "The cycle of violence must end now",
        "body": "The catastrophic end to Russia’s hostage crisis defies belief, even in an age when we have sadly become accustomed to brutal acts of terrorism that target the weak and the innocent.",
        "date": "20040905",
        "country": "Israel"
    },
    {
        "title": "Embattled students win against the odds",
        "body": "“All in all, it was our happiest group ever . . . Going through a crisis like that, you tend to bond”",
        "date": "20040418",
        "country": "Israel"
    },
    {
        "title": "Failing evacuation plan puts Sharon’s job on the line",
        "body": "Ariel Sharon’s sweeping plan to evacuate Israeli settlements from the Gaza Strip appeared yesterday to have reached a dead end, and with it perhaps his political career.",
        "date": "20040529",
        "country": "Israel"
    },
    {
        "title": "THE E-MAIL FORUM talkback",
        "body": "Q What do you think of the LCSD’s handling of the worm problem?",
        "date": "20040906",
        "country": "Israel"
    },
    {
        "title": "Palestinians celebrate withdrawal",
        "body": "KHAN YOUNIS, GAZA STRIP—",
        "date": "20050912",
        "country": "Israel"
    },
    {
        "title": "Don’t do it again, Stan",
        "body": "Over the past three months, Bank of Israel Governor Stanley Fischer has engineered a sharp tightening of interest rates. In much anticipated moves, rates were raised by 0.25 percent in ...",
        "date": "20051214",
        "country": "Israel"
    },
    {
        "title": "WHO RUINED GAZA?",
        "body": "No sooner had Israel completed its withdrawal of 8,000 Jewish citizens from the Gaza Strip than official Palestinian spokesmen proclaimed that this move would not end the occupation — sin...",
        "date": "20050916",
        "country": "Israel"
    },
    {
        "title": "Jordan Hotel Blasts Bear the Mark of Al Qaeda",
        "body": "Jordan, from Page A1] Jordan has long enjoyed a reputation as a safe zone sandwiched between its violent, unstable neighbors — Israel and the Palestinian territories to the west and ...",
        "date": "20051110",
        "country": "Israel"
    },
    {
        "title": "Fuel shortage threatens crisis",
        "body": "Ramadan Abu Hujeir’s petrol station is one of the few businesses bustling in the Gaza Strip. Lines of cars, tractors and people waving jerry cans extended out into the road, waiting to get some of the last drops of fuel in Gaza.",
        "date": "20060703",
        "country": "Israel"
    },
    {
        "title": "Kelly in plea on Lebanon",
        "body": "TRAINSPOTTING star Kelly Macdonald is calling on Scots to back Oxfam’s 1million appeal to help victims of the conflict in Lebanon, Israel and Gaza.",
        "date": "20060819",
        "country": "Israel"
    },
    {
        "title": "Study set to try to save Dead Sea",
        "body": "SHUNEH, JORDAN – Jordan, Israel and the Palestinian Authority yesterday launched a feasibility study to try to save the rapidly vanishing Dead Sea, in what officials said was a positiv...",
        "date": "20061211",
        "country": "Israel"
    },
    {
        "title": "JNF, KKL leaders reconcile; direct funding from America surges",
        "body": "More than half of the funding that the Jewish National Fund raised for Israel in the US in the past year did not go directly through its Israeli office, although the amount that did has double...",
        "date": "20061210",
        "country": "Israel"
    },
    {
        "title": "Heavy rains can’t wash away experts’ fear of a water crisis",
        "body": "Don’t be misled by three days of heavy rain. Experts say a water crisis is looming for Israel, and all of the country’s efforts to save water may not be enough.",
        "date": "20071123",
        "country": "Israel"
    },
    {
        "title": "Have a drink?",
        "body": "Sir, – What a pity that the “Heavy rains can’t wash away experts’ fear of a water crisis” (November 23). Perhaps they will, however, dilute the level of petrol in our drinking water, albeit ...",
        "date": "20071126",
        "country": "Israel"
    },
    {
        "title": "‘If Hamas uses aid properly, there won’t be a humanitarian crisis’",
        "body": "There is no impending humanitarian crisis in the Gaza Strip, Coordinator of Government Activity in the Territories Maj.-Gen. Yosef Mishlav told the Knesset Foreign Affairs and De...",
        "date": "20070711",
        "country": "Israel"
    },
    {
        "title": "Israel-China ‘water-trade’ to rise significantly",
        "body": "Israel expects “to significantly increase” its water technology exports to China over the next few years following a successful round of meetings between National Infrastructures M...",
        "date": "20071101",
        "country": "Israel"
    },
    {
        "title": "JNF goes online to help alleviate Israel’s water crisis",
        "body": "Determined to help alleviate the country’s water crisis, the Jewish National Fund (JNF) is launching a “31 Days for ” campaign that aims to raise two million dollars during the mo...",
        "date": "20080421",
        "country": "Israel"
    },
    {
        "title": "Jordan, Israel work to overcome regional water deficit",
        "body": "The grass isn’t always greener on the other side of the fence. While ’s is severe and much publicized, Jordan’s is much worse.",
        "date": "20081111",
        "country": "Israel"
    },
    {
        "title": "Israel allows fuel, food into Gaza territory",
        "body": "JERUSALEM — Israeli Defence Minister Ehud Barak announced Monday diesel fuel, cooking gas and emergency food and medical supplies would be allowed into the Gaza territory.",
        "date": "20080122",
        "country": "Israel"
    },
    {
        "title": "Israel isn’t the only country battling to squeeze the last drop out of scarce water resources",
        "body": "Israel’s water problems may look grave, with the Kinneret dropping to new lows and the price of water set to rise, but other countries – such as Australia and Jordan – are facing similar, ...",
        "date": "20080713",
        "country": "Israel"
    },
    {
        "title": "Survey finds 90% of Israelis are aware of water crisis and 70% willing to conserve",
        "body": "More than 90 percent of the Israeli public is aware of the country’s water crisis, according to a Society for the Protection of Nature in Israel (SPNI) survey released Sunday. Moreov...",
        "date": "20080324",
        "country": "Israel"
    },
    {
        "title": "Twelfth hour is here",
        "body": "Sir, – I do not recall a national crisis being more mishandled than the serious current water shortage (“‘ has no plan for economy past 2010,’” January 28). The public is f...",
        "date": "20090129",
        "country": "Israel"
    },
    {
        "title": "Thousands of civilians sign SPNI pledge to save water1",
        "body": "In a pledge of loyalty to the environment, thousands of civilians are reportedly becoming Trustees of Water (“Ne’emanei Mayim”) in the Society for the Protection of Nature in Israel (...",
        "date": "20090813",
        "country": "Israel"
    },
    {
        "title": "Water Authority’s public relations campaign has changed public’s behavior, survey finds",
        "body": "“Israel is drying out,” the commercials warn as the actress’s face and house crack apart like dry dusty ground. Powerful and straightforward, the Water Authority’s television and billbo...",
        "date": "20090216",
        "country": "Israel"
    },
    {
        "title": "...isn’t agriculture",
        "body": "Sir, – I didn’t find Prof. Shuval’s post-Zionist commentary on the current water crisis helpful.",
        "date": "20090226",
        "country": "Israel"
    },
    {
        "title": "Could water ignite the next war?",
        "body": "If the last two decades have been marked by wars over oil, the coming decades could see conflict over a much more precious commodity, water. By mid-century more than half of humanity will be ...",
        "date": "20100422",
        "country": "Israel"
    },
    {
        "title": "Upstream countries cause Nile crisis",
        "body": "The crisis over the Nile River basin between the downstream countries, Egypt and Sudan, and those of the upstream, has entered a critical turn following the signing of a framework agreem...",
        "date": "20100519",
        "country": "Israel"
    },
    {
        "title": "Israel had to defend itself",
        "body": "I am appalled by the headline in today’s Palm Beach County edition of the Sun Sentinel. It reads, “Israeli raid sets off .” Really? set this off? If any boat was approac...",
        "date": "20100609",
        "country": "Israel"
    },
    {
        "title": "Israel had to defend itself",
        "body": "I am appalled by the headline in today’s Palm Beach County edition of the Sun Sentinel. It reads, “Israeli raid sets off .” Really? set this off? If any boat was approac...",
        "date": "20100609",
        "country": "Israel"
    },
    {
        "title": "Flotilla",
        "body": "Why is there even discussion about the so-called humanitarian flotilla? A group of armed troublemakers, linked to terrorist groups, sailed toward a sovereign country () and atte...",
        "date": "20100605",
        "country": "Israel"
    },
    {
        "title": "Conflicting reports emerge on water crisis",
        "body": "While the former head of the Water Authority told Channel 2 news on Wednesday evening that Israel has emerged from its water crisis, statistics from the authority itself tell a different story.",
        "date": "20110519",
        "country": "Israel"
    },
    {
        "title": "A water crisis is on the way and we’re getting out of our depth",
        "body": "ISRAELI, PALESTINIAN and Jordanian environmentalists have warned that the region will face a water crisis unless there is more co-operation between the three countries.",
        "date": "20110401",
        "country": "Israel"
    },
    {
        "title": "PM tries to settle Negev water crisis",
        "body": "Prime Minister Binyamin Netanyahu has ordered his office’s director-general, Eyal Gabbai, to settle the water crisis facing farmers in the western Negev, following the Author...",
        "date": "20110329",
        "country": "Israel"
    },
    {
        "title": "Anger as the West Bank runs dry",
        "body": "BETHLEHEM, WEST BANK // Water taps have run dry in this venerable West Bank city, fuelling public frustration and alarming Palestinian leaders.",
        "date": "20110713",
        "country": "Israel"
    },
    {
        "title": "The Palestinians have only themselves to blame for their water crisis",
        "body": "ON NOVEMBER 23, the Cape Times published an article about the socalled Palestinian water crisis, written by Karen Jayes. The article is based on distortions, lies and false accusations....",
        "date": "20121129",
        "country": "Israel"
    },
    {
        "title": "FROM OUR ARCHIVES",
        "body": "50 YEARS AGO",
        "date": "20121025",
        "country": "Israel"
    },
    {
        "title": "Foreign Ministry slams claim by French parliamentarian of Israeli water ‘apartheid’",
        "body": "The Foreign Ministry slammed a French legislator’s report on the country’s “apartheid” water policies as “venomous,” inaccurate and strewn with propaganda.",
        "date": "20120118",
        "country": "Israel"
    },
    {
        "title": "Gross violations: Israel’s water theft",
        "body": "Making sure that Palestinians do not have enough to quench their thirst",
        "date": "20121027",
        "country": "Israel"
    },
    {
        "title": "Hi-tech to save water",
        "body": "During the past few decades, wars have been fought and a heavy price paid in human, material and financial resources for the rich countries to gain control of the remaining oil and natura...",
        "date": "20131004",
        "country": "Israel"
    },
    {
        "title": "Clean drinking water becomes like gold in Gaza",
        "body": "GAZA — A tiny wedge of land jammed between Israel, Egypt and the Mediterranean Sea, the Gaza Strip is heading inexorably into a water crisis that the United Nations says could make the Palest...",
        "date": "20130706",
        "country": "Israel"
    },
    {
        "title": "Clean drinking water becomes like gold in Gaza",
        "body": "Unfit to drink",
        "date": "20130706",
        "country": "Israel"
    },
    {
        "title": "‘World water crisis just as much matter of management as nature’",
        "body": "The global water debacle is just as much a water management crisis as it is a naturally occurring issue, experts in the field agreed on Wednesday.",
        "date": "20130222",
        "country": "Israel"
    },
    {
        "title": "Israeli business delegation coming to PH",
        "body": "ISRAELI businessmen involved in agriculture and water technology will be coming to the Philippines in November to collaborate with local industry players. They are considering Ce...",
        "date": "20140912",
        "country": "Israel"
    },
    {
        "title": "Mekorot, UK firm Arup sign water deal",
        "body": "During British Prime Minister David Cameron’s visit to Israel last month, the Mekorot national company signed a memorandum of understanding to foster collaboration with a Bri...",
        "date": "20140401",
        "country": "Israel"
    },
    {
        "title": "Israeli deal for Turkish deaths to be finalised soon",
        "body": "ISTANBUL // A compensation deal for nine Turkish citizens killed in an Israeli raid on a Gaza aid flotilla would be finalised soon, Turkey’s deputy prime minister, Bulent Arinc, said yest...",
        "date": "20140326",
        "country": "Israel"
    },
    {
        "title": "Analysis Without access to power, the suffering of civilians will get worse",
        "body": "Israel’s attack on the Gaza power plant yesterday is likely to fuel speculation that the enclave’s civilian infrastructure is deliberately targeted in the war against Hamas. The Isra...",
        "date": "20140730",
        "country": "Israel"
    },
    {
        "title": "Air strikes wreck Gaza water system",
        "body": "Israel renewed its aggression against the Gaza Strip yesterday, after Palestinian fighters refused an Egyptian proposal for an immediate ceasefire deal. The first death since the failure of a truce proposal was a 77- year- old man, medics said. The death of the man, in southern Khan Younis, brought the toll to 193.",
        "date": "20140716",
        "country": "Israel"
    },
    {
        "title": "It’s plain Israel steals water from Palestinians",
        "body": "Israel’s “innovative” dealing with scarce water is certainly not just, writes Suraya Dadoo",
        "date": "20151110",
        "country": "Israel"
    },
    {
        "title": "It’s plain Israel steals water from Palestinians",
        "body": "Israel’s “innovative” dealing with scarce water is certainly not just, writes Suraya Dadoo",
        "date": "20151110",
        "country": "Israel"
    },
    {
        "title": "All irrelevant",
        "body": "Regarding “PLO recommends halting security ties with Israel” (March 6), why does this bother us so much? We have been supporting our enemies for so long now that we have conditioned ourse...",
        "date": "20150309",
        "country": "Israel"
    },
    {
        "title": "Desalination could solve crisis, but should it?",
        "body": "IN A SEEMINGLY noble gesture, the Israeli embassy in South Africa cancelled its annual Independence Day celebrations this year, claiming to use that money to help South Africa find solu...",
        "date": "20160609",
        "country": "Israel"
    },
    {
        "title": "Israel uses water to control Palestine",
        "body": "RODNEY Mazinter (The Mercury, January 13) describes how Israel can help South Africa ease its water crisis. Israel is a leader in efficiency, management, and innovation. ’...",
        "date": "20160115",
        "country": "Israel"
    },
    {
        "title": "Israeli mayors to US: Help resolve Gaza electricity, water crisis",
        "body": "Southern Gaza border mayors have asked the United States to form an international coalition to help resolve Gaza’s water and electricity crisis, which has created a major pollution cri...",
        "date": "20170831",
        "country": "Israel"
    },
    {
        "title": "Boycott of Israel caused water crisis",
        "body": "WHEN will Palestinian solidarity groups be held accountable for our water crisis?",
        "date": "20170916",
        "country": "Israel"
    },
    {
        "title": "Quenching the world’s thirst",
        "body": "“Everything begins with water,” Abraham Tenne said while walking through the Sorek Water Desalination Plant a few kilometers outside Palmahim Beach, south of Tel Aviv.",
        "date": "20171213",
        "country": "Israel"
    },
    {
        "title": "SA, follow Israel’s lead in water purification",
        "body": "ALMOST 90% of Israel’s waste water is purified and used in irrigation, making it an undisputed world leader in this field. is also a pioneer in desalination, operating Sorek ...",
        "date": "20170211",
        "country": "Israel"
    },
    {
        "title": "Israel can help us with water crisis",
        "body": "THE AUTHORITIES in South Africa waited until the water problem became a crisis of unimaginable proportions, especially in the Western Cape. While politicians were playing political ...",
        "date": "20180207",
        "country": "Israel"
    },
    {
        "title": "Israel can help us with water crisis",
        "body": "THE AUTHORITIES in South Africa waited until the water problem became a crisis of unimaginable proportions, especially in the Western Cape. While politicians were playing political g...",
        "date": "20180207",
        "country": "Israel"
    },
    {
        "title": "South African stupidity",
        "body": "In February 2016, BDS South Africa praised a decision to cancel a water crisis conference that was scheduled to take place in Johannesburg. BDS South Africa said at the time it was please...",
        "date": "20180204",
        "country": "Israel"
    },
    {
        "title": "Country can learn from best to avoid crisis",
        "body": "THE SOUTH African authorities waited until the water problem became a crisis of unimaginable proportions, especially in the Western Cape.",
        "date": "20180208",
        "country": "Israel"
    },
    {
        "title": "When a water dream turns into a nightmare",
        "body": "ANUMBER of pro-Israel journalists, opinion writers, and propagandists have presented a narrative that Israel could solve our water crisis.",
        "date": "20180223",
        "country": "Israel"
    },
    {
        "title": "Why I am candidate for the LREM list",
        "body": "From my meeting with Prime Minister Benjamin Netanyahu’s spokesman on December 18, my conviction that Europe’s future is currently at stake in the Middle East has been strengthened. The d...",
        "date": "20190212",
        "country": "Israel"
    },
    {
        "title": "World in water crisis",
        "body": "Nearly a quarter of the world’s population lives in 17 countries facing extremely high water stress, close to day zero conditions when the taps run dry, according to a new report.",
        "date": "20190807",
        "country": "Israel"
    },
    {
        "title": "Use new technology to ease water crisis",
        "body": "CAPE Town experienced water shortages in September last year and the city was forced to introduce measures which would force the residents to use a certain number of litres a day.",
        "date": "20190830",
        "country": "Israel"
    },
    {
        "title": "Use new technology to ease water crisis",
        "body": "CAPE Town experienced water shortages in September last year and the city was forced to introduce measures which would force the residents to use a certain number of litres a day.",
        "date": "20190830",
        "country": "Israel"
    },
    {
        "title": "Uttar Pradesh signs ‘plan of cooperation’ with Israel govt",
        "body": "IN THE FIRST PHASE, 25 VILLAGES IN BABINA BLOCK OF JHANSI DISTRICT HAVE BEEN SELECTED",
        "date": "20200821",
        "country": "Israel"
    },
    {
        "title": "Israel, Palestinians defuse agricultural trade crisis",
        "body": "JERUSALEM — Israel’s defense minister said Thursday that the country would allow Palestinian agricultural exports, a move aimed at defusing what has been an escalating trade th...",
        "date": "20200221",
        "country": "Israel"
    },
    {
        "title": "Lebanon, Israel begin talks over sea border",
        "body": "NAQOURA, Lebanon — Lebanon and Israel began indirect talks on Wednesday over their disputed maritime border, with American officials mediating the talks that both sides insist are p...",
        "date": "20201015",
        "country": "Israel"
    },
    {
        "title": "Lebanon, Israel begin talks over sea border",
        "body": "NAQOURA, Lebanon — Lebanon and Israel began indirect talks on Wednesday over their disputed maritime border, with American officials mediating the talks that both sides insist are p...",
        "date": "20201015",
        "country": "Israel"
    },
    {
        "title": "Israel blocks Palestinian export in trade crisis",
        "body": "Jerusalem, Feb. 9: The Israeli military blocked Palestinian agricultural exports on Sunday in the latest escalation of a monthslong trade war that comes amid fears of renewed violence...",
        "date": "20200210",
        "country": "Israel"
    },
    {
        "title": "EXPERTS FROM ISRAEL, PH ADDRESS WATER AND SANITATION CRISIS",
        "body": "Filipino and Israeli water experts gathered together in an online knowledgesharing session to explore potential solutions that can address the Philippines’ supply and sanitation problems.",
        "date": "20211025",
        "country": "Israel"
    },
    {
        "title": "Israel shares best practices to help PH manage water supply",
        "body": "What can Israel offer the Philippines in terms of knowledge on how to address the latter's water supply and sanitation problems? A lot, apparently.",
        "date": "20211018",
        "country": "Israel"
    },
    {
        "title": "Netanyahu agrees to give Jordan extra water",
        "body": "Prime Minister Benjamin Netanyahu has agreed to provide Jordan with additional water as a sign that its crisis with the Hashemite Kingdom has abated.",
        "date": "20210413",
        "country": "Israel"
    },
    {
        "title": "PHL, Israel harness innovations in solving water, sanitation crisis",
        "body": "FILIPINO and Israeli experts gathered in an online knowledgesharing session as they explored potential solutions that will address the Philippines’s water supply and sanitation concerns.",
        "date": "20211021",
        "country": "Israel"
    },
    {
        "title": "Tightening the noose",
        "body": "Rising international terrorism has lent new urgency to ending an old problem: the spread of nuclear, chemical and biological weapons. So it was not surprising that a multinational exerc...",
        "date": "20031001",
        "country": "Italy"
    },
    {
        "title": "After Yukos, it’s time to fear for the future of Saudi oil",
        "body": "Athreatened halt of oil supplies from Yukos, the largest Russian oil firm, sent the oil price to a 14-year high last week. The reason was a row between the company and Russian authorities and i...",
        "date": "20040801",
        "country": "Italy"
    },
    {
        "title": "Germany’s sandbag siege against Danube",
        "body": "COMMUNITIES along the Danube and some of its main tributaries yesterday packed sandbags against houses and shopfronts to protect them from the rising floodwaters that have claimed the live...",
        "date": "20050825",
        "country": "Italy"
    },
    {
        "title": "Blair too weak to win deal, says Chirac",
        "body": "PRESIDENT Jacques Chirac cast doubt yesterday on Britain’s plan to resolve the crisis over the European Union budget, saying Tony Blair was “isolated” in Europe.",
        "date": "20051129",
        "country": "Italy"
    },
    {
        "title": "Ghost of Sangatte back to haunt Calais",
        "body": "HUDDLED together in a queue for bread, bananas and water, a group of bedraggled figures represent the return of a problem that was meant to be solved with the closure of the Sangatte camp...",
        "date": "20051028",
        "country": "Italy"
    },
    {
        "title": "Florence’s art treasures still caked in mud after 40 years",
        "body": "ART RESTORERS in Italy have launched a desperate appeal for money to help rescue hundreds of works of art still caked in mud from devastating floods in Florence 40 years ago.",
        "date": "20061022",
        "country": "Italy"
    },
    {
        "title": "Lebanese PM refuses to quit as Hezbollah loyalists dig in",
        "body": "BEIRUT— Thousands of Hezbollah supporters set up camp in the heart of Beirut yesterday, starting an open-ended sit-in with a carnival atmosphere intended to pressure the U.S.-backed gove...",
        "date": "20061203",
        "country": "Italy"
    },
    {
        "title": "Age is no barrier to Italian job",
        "body": "IN ITALY’S corrupt south, age may be no barrier to being a fraudster, as Giuseppe Ladiana, 70 and his wife Adele, 72, appear to prove.",
        "date": "20061008",
        "country": "Italy"
    },
    {
        "title": "Elderly conniving couple bilk charming Italian town",
        "body": "The Sunday Telegraph",
        "date": "20061008",
        "country": "Italy"
    },
    {
        "title": "Europe on fire",
        "body": "ATHENS, Greece — Southern Europe sweltered under the summer’s second major heat wave Wednesday as firefighters battled blazes raging in Greece, Italy and Macedonia.",
        "date": "20070726",
        "country": "Italy"
    },
    {
        "title": "European heat wave fuels fires, outages",
        "body": "ATHENS, Greece — Southern Europe sweltered under the summer’s second major heat wave Wednesday as firefighters battled blazes raging in Greece, and Macedonia.",
        "date": "20070726",
        "country": "Italy"
    },
    {
        "title": "Basic sanitation a goal we are not meeting for world’s poorest",
        "body": "Okay, let’s be truthful — it’s a smelly subject. Not attractive dinner conversation, not high on the political agenda.",
        "date": "20070322",
        "country": "Italy"
    },
    {
        "title": "Searing heat is taking toll in Southern Europe",
        "body": "ATHENS, Greece — Southern Europe sweltered under the summer’s second major heat wave Wednesday as firefighters battled blazes raging in Greece, and Macedonia.",
        "date": "20070726",
        "country": "Italy"
    },
    {
        "title": "Italy fears panic over mozzarella toxin tests",
        "body": "EUROPEAN Union officials have demanded tests on buffalo mozzarella amid fears that Italy’s famed cheese has become contaminated by carcinogenic chemicals linked to the country’s rubbis...",
        "date": "20080326",
        "country": "Italy"
    },
    {
        "title": "The pizza is off as crisishits cheese supplies",
        "body": "MOZZARELLA cheese may be off the menu for Britons because production is being threatened by an infectious disease spreading through herds of water buffalo in .",
        "date": "20080120",
        "country": "Italy"
    },
    {
        "title": "EU sues Italy over huge piles of uncollected garbage in Naples",
        "body": "BRUSSELS, Belgium (AP) — The European Union is taking legal action against Italy over the festering garbage collection crisis in Naples.",
        "date": "20080507",
        "country": "Italy"
    },
    {
        "title": "Europe moves to stem banking crisis",
        "body": "New York (AFP) US lawmakers worked on a revised bank bailout plan for a vote yesterday as Europe mobilised against its own bank crisis and cash-starvation pushed the global system toward breakdown.",
        "date": "20081002",
        "country": "Italy"
    },
    {
        "title": "Italy agrees to take stranded migrants1",
        "body": "The Turkish cargo ship carrying 140 rescued African migrants was directed to a Sicilian port yesterday evening as the four-day quarrel between and Malta over who should give them refuge came to an end.",
        "date": "20090420",
        "country": "Italy"
    },
    {
        "title": "Angela Merkel says bank reforms must not wane",
        "body": "German Chancellor Angela Merkel warned yesterday that governments would fight off any attempt by banks to down tough reforms of financial regulations.",
        "date": "20090704",
        "country": "Italy"
    },
    {
        "title": "Iceland hot but Europe suffers tourist meltdown",
        "body": "BELOW the Acropolis in Athens, Thomas Ntaras sits outside his empty souvenir shop watching a few tourists strolling through the usually packed alleys.",
        "date": "20090813",
        "country": "Italy"
    },
    {
        "title": "BRIEFS Turkey releases more much-needed water to Iraq from Euphrates",
        "body": "BAGHDAD (Reuters) – Turkey has agreed to release more water from the Euphrates River to drought-ravaged Iraq, an Iraqi official said on Saturday, after the heaviest rains in Turkey for 80 yea...",
        "date": "20090921",
        "country": "Italy"
    },
    {
        "title": "Illegal immigrants feel pinch",
        "body": "THE boats used to arrive on Spain’s Canary Islands almost daily, rickety vessels crammed with Africans hoping for a better life in Europe, and willing to risk a perilous journey at sea to g...",
        "date": "20090730",
        "country": "Italy"
    },
    {
        "title": "Water safe after oil spill, Italy disaster official says",
        "body": "Italy’s disaster crisis chief says a sampling of a river where oil sludge seeped in from a spill shows the is safe to drink and that the risk of pollution has been almost completely con...",
        "date": "20100227",
        "country": "Italy"
    },
    {
        "title": "U.S. senator says Pakistan needs more flood aid",
        "body": "ISLAMABAD, Pakistan — Flood-stricken Pakistan urgently needs more international aid to combat potential instability and extremism, influential U.S. Senator John Kerry said, as hun...",
        "date": "20100831",
        "country": "Italy"
    },
    {
        "title": "ITALY PLUNGES FURTHER INTO DARKNESS",
        "body": "THE BBC on its website yesterday ran a news story by Duncan Kennedy with a headline: The rise (and fall?) of Berlusconi in politics. It kicks off quoting the Italian newspaper, Il Messag...",
        "date": "20101216",
        "country": "Italy"
    },
    {
        "title": "CHEN KANGPING, CEO OF JINKO SOLAR HOLDING CO LTD",
        "body": "Recognizing the potential of the global cleantech industry in 2006, Chen Kangping changed from being the CFO of a listed company to become the founder of Jinko Solar Holding Co Ltd, whic...",
        "date": "20101122",
        "country": "Italy"
    },
    {
        "title": "CHEN KANGPING, CEO OF JINKO SOLAR HOLDING CO LTD",
        "body": "Recognizing the potential of the global cleantech industry in 2006, Chen Kangping changed from being the CFO of a listed company to become the founder of Jinko Solar Holding Co Ltd, whic...",
        "date": "20101122",
        "country": "Italy"
    },
    {
        "title": "Italy turns to EU over refugee crisis",
        "body": "ITALY has warned it faces a humanitarian crisis with some 1,600 refugees from Tunisia arriving in its over the past two weeks following unrest there.",
        "date": "20110212",
        "country": "Italy"
    },
    {
        "title": "Migrants swamp Italy",
        "body": "Italy has warned it is facing a humanitarian crisis with hundreds of would-be migrants from Tunisia and Egypt arriving in Italian following unrest in their home countries. About...",
        "date": "20110212",
        "country": "Italy"
    },
    {
        "title": "IMF denies aid plan talks with Italy",
        "body": "HONG KONG: The International Monetary Fund said yesterday it was not in talks with Italian authorities on a financing plan, pouring cold on speculation that it was preparing an...",
        "date": "20111129",
        "country": "Italy"
    },
    {
        "title": "Italy faces Tunisian refugee problems",
        "body": "ITALY has warned it faces a humanitarian crisis with some 1,600 refugees fromTunisia arriving in its over the past two weeks following unrest there. Interior Minister Roberto Ma...",
        "date": "20110212",
        "country": "Italy"
    },
    {
        "title": "IMF: No talks with Italy on financing plan",
        "body": "HONG KONG: The International Monetary Fund (IMF) said it is not in discussions with Italian authorities on a financing plan, pouring cold on speculation that it was preparing a...",
        "date": "20111129",
        "country": "Italy"
    },
    {
        "title": "IMF: No talks with Italy on financing plan",
        "body": "HONG KONG: The International Monetary Fund (IMF) said it is not in discussions with Italian authorities on a financing plan, pouring cold on speculation that it was preparing a...",
        "date": "20111129",
        "country": "Italy"
    },
    {
        "title": "Battle lines drawn at EU",
        "body": "BRUSSELS — German Chancellor AngelaMerkelwill pit herself against France and Italy on Thursday at an EU summit that could shape the euro zone’s future, insisting they must put the bloc’s ...",
        "date": "20120628",
        "country": "Italy"
    },
    {
        "title": "Euro crisis spurs divisions",
        "body": "Italian Prime Minister",
        "date": "20120216",
        "country": "Italy"
    },
    {
        "title": "Stocks barely move as investors await news",
        "body": "Stocks tread water after FedEx’s profit warning and as worries persist about the economy. Investors get more guidance Friday, when the US releases its monthly jobs report. And Europe’s cen...",
        "date": "20120906",
        "country": "Italy"
    },
    {
        "title": "Italy stands steady at crucial time for eurozone – Monti",
        "body": "Prime Minister Mario Monti said yestrerday he was relaxed about ’s standing on international markets at a “crucial” time for the eurozone, despite rising contagion.",
        "date": "20120614",
        "country": "Italy"
    },
    {
        "title": "166 migrants rescued",
        "body": "ITALY: Coastguards rescued 166 people on a wooden migrant boat that got into difficulty off the southern coast of the Sicilian island of Lampedusa.",
        "date": "20121008",
        "country": "Italy"
    },
    {
        "title": "700 more migrants rescued from boats",
        "body": "ITALIAN navy and coastguard vessels have rescued more than 700 migrants in waters between Sicily and North Africa as an immigration that has cost hundreds of lives this month showed...",
        "date": "20131026",
        "country": "Italy"
    },
    {
        "title": "Migrants saved from raft",
        "body": "Rome – A United States Navy ship rescued 128 men from a raft after it was spotted in the Mediterranean Sea by a Maltese patrol aircraft, US authorities said, the latest incident in the gro...",
        "date": "20131018",
        "country": "Italy"
    },
    {
        "title": "Migrants saved from raft",
        "body": "Rome – A United States Navy ship rescued 128 men from a raft after it was spotted in the Mediterranean Sea by a Maltese patrol aircraft, US authorities said, the latest incident in the gro...",
        "date": "20131018",
        "country": "Italy"
    },
    {
        "title": "Machiavelli shines as Italy still mired in crisis",
        "body": "rome — With Italy still mired in a long-running government crisis, a show honouring Renaissance politics genius Niccolo Machiavelli opened in Rome this week celebrating his enduring l...",
        "date": "20130427",
        "country": "Italy"
    },
    {
        "title": "ITALY: BERSANI SCRAMBLES FOR PARLIAMENT SUPPORT",
        "body": "ITALY ENTERED uncharted waters on Saturday as centre- left leader Pier Luigi Bersani scrambled to find a parliamentary majority even though his coalition failed to get enough votes in ele...",
        "date": "20130324",
        "country": "Italy"
    },
    {
        "title": "Churches open doors as migrant crisis overwhelms Italy",
        "body": "ROME (AP) — Italy’s immigration crisis has so overloaded the government’s centers that churches are nowopening their doors to newly arrived migrants, many of them fleeing conflicts in Syri...",
        "date": "20140618",
        "country": "Italy"
    },
    {
        "title": "Others",
        "body": "In Italy, Austria and Germany the music societies own their buildings, theatres and opera houses. In Cape Town, the philharmonic orchestra is a 100 years old and like a squatter relies on ...",
        "date": "20140324",
        "country": "Italy"
    },
    {
        "title": "Refugees on rocks to avoid arrest in Italy",
        "body": "– Italian police cleared a camp of refugees and activists from the border of France and , with the occupants moving to rocks on the shoreline to avoid arrest. The camp of around 50 people at...",
        "date": "20151001",
        "country": "Italy"
    },
    {
        "title": "Deploy water cannon in Calais",
        "body": "Sir, - A 7 million fence is not going to solve the migrant crisis.",
        "date": "20150810",
        "country": "Italy"
    },
    {
        "title": "Deploy water cannon in Calais",
        "body": "Sir, - A 7 million fence is not going to solve the migrant crisis.",
        "date": "20150810",
        "country": "Italy"
    },
    {
        "title": "40 die as migrant crisis escalates",
        "body": "AT least 40 migrants have died in the hold of a boat off Italy as the EU struggles to cope with “the worst refugee since World War II”, with thousands making dangerous crossings to reac...",
        "date": "20150817",
        "country": "Italy"
    },
    {
        "title": "Migrant appeal",
        "body": "Italy has renewed its appeal to the European Union for help with a relentless wave of illegal migrants, after about 40 people died when their inflatable boat sank off ’s coast. Survi...",
        "date": "20150507",
        "country": "Italy"
    },
    {
        "title": "UN approves military action on smugglers",
        "body": "THE IOM UNDERLINED THE LIMITED SCOPE OF THE RELOCATION SCHEME, WHICH SEEK S TO MOVE 160,000 REFUGEES FROM AND GREECE",
        "date": "20151011",
        "country": "Italy"
    },
    {
        "title": "Migrant crisis",
        "body": "MILAN: Italy’s coastguard said yesterday a total of 1 230 migrants had been picked up in nine rescue operations in the between Sicily and North Africa, with one body being recov...",
        "date": "20160613",
        "country": "Italy"
    },
    {
        "title": "Italy recovers 6 bodies, rescues 209 from refugee boats",
        "body": "ROME: Italy’s navy rescued 290 migrants and recovered six bodies from the near a half-sunken rubber boat on Thursday, the first sea deaths recorded on the North Africa to route this...",
        "date": "20160129",
        "country": "Italy"
    },
    {
        "title": "Pope visits Greek island to see the refugees",
        "body": "In a gesture both political and personal, Pope Francis flew 12 Syrian Muslims to Italy aboard his charter plane Saturday after an emotional visit to the Greek island of Lesbos, which has...",
        "date": "20160417",
        "country": "Italy"
    },
    {
        "title": "Pope visits Greek island to see the refugees",
        "body": "In a gesture both political and personal, Pope Francis flew 12 Syrian Muslims to aboard his charter plane Saturday after an emotional visit to the Greek island of Lesbos, which has...",
        "date": "20160417",
        "country": "Italy"
    },
    {
        "title": "Pope visits Greek island to see the refugees",
        "body": "In a gesture both political and personal, Pope Francis flew 12 Syrian Muslims to aboard his charter plane Saturday after an emotional visit to the Greek island of Lesbos, which has...",
        "date": "20160417",
        "country": "Italy"
    },
    {
        "title": "Pope visits Greek island to see the refugees",
        "body": "In a gesture both political and personal, Pope Francis flew 12 Syrian Muslims to Italy aboard his charter plane Saturday after an emotional visit to the Greek island of Lesbos, which has...",
        "date": "20160417",
        "country": "Italy"
    },
    {
        "title": "Focus on Libya mission to manage migrant crisis",
        "body": "Italy is putting its hopes for managing the migrant crisis on a new, Libya-requested mission to support its coast guard, despite suffering a rebuke by humanitarian groups. Italian gov...",
        "date": "20170802",
        "country": "Italy"
    },
    {
        "title": "Italy applauds Libya’s stand on migrant rescue zone",
        "body": "Rome, Italy - The Italian government on Sunday welcomed Libya’s decision to bar foreign vessels from a stretch of off its coast, as both countries struggle with a migrant tha...",
        "date": "20170814",
        "country": "Italy"
    },
    {
        "title": "The refugee crisis brought into sharp relief",
        "body": "These 147 migrants, rescued off the coast of Zawiyah, just west of Tripoli, last week, are a tiny fraction of the staggering number trying to reach Europe by sea: 8,000 were rescued in the off Libya in a 48-hour period last week. Many more migrants and refugees arrive each month on Europe’s shores, the bulk of them in , prompting talks in Paris yesterday",
        "date": "20170703",
        "country": "Italy"
    },
    {
        "title": "11 MIGRANTS DEAD, 200 MISSING IN MEDITERRANEAN SINKINGS",
        "body": "Eleven migrants have died and nearly 200 are missing after two boats sank off the coast of Libya, UN agencies said on Monday citing survivors, in the latest such tragedy.",
        "date": "20170509",
        "country": "Italy"
    },
    {
        "title": "Concern voiced over Italy’s anti-migrant mission",
        "body": "Human Rights Watch, the rights advocacy group, has given warning that Italy’s naval mission to prevent refugees and migrants from setting sail from Libya for Europe could see commit hu...",
        "date": "20170805",
        "country": "Italy"
    },
    {
        "title": "EU top court fines Italy over failure to treat sewage",
        "body": "LUXEMBOURG: The European Union’s top court on Thursday fined crisisridden Italy 25 million euros for years of failure to treat urban sewage, warning of steeper fines with more delays.",
        "date": "20180601",
        "country": "Italy"
    },
    {
        "title": "Italy pledges 1.5m euros for Lake Chad feasibility study",
        "body": "Italy has announced a donation of 1.5 million euros for further feasibility study on how to transfer water from the Ubangi River in the Democratic Republic of Congo to the Lake Chad.",
        "date": "20180301",
        "country": "Italy"
    },
    {
        "title": "Spain offers 600 migrants on ship refuge in crisis",
        "body": "Spain has offered to take in a rescue ship carrying more than 600 migrants after Italy and Malta refused.",
        "date": "20180612",
        "country": "Italy"
    },
    {
        "title": "Spain offers 600 migrants on ship refuge in crisis",
        "body": "Spain has offered to take in a rescue ship carrying more than 600 migrants after Italy and Malta refused.",
        "date": "20180612",
        "country": "Italy"
    },
    {
        "title": "Italy bans another migrant rescue ship from entering ports",
        "body": "Another Mediterranean rescue ship, this time carrying 365 migrants mostly from Sudan, is stuck at sea as Italian authorities continue to block relief boats from entering their territori...",
        "date": "20190823",
        "country": "Italy"
    },
    {
        "title": "Another surge in Venice",
        "body": "VENICE, Italy (AFP) — Flood-hit Venice was bracing for another exceptional high tide Friday, as Italy declared a state of emergency for the UNESCO city where perilous deluges have caused mil...",
        "date": "20191116",
        "country": "Italy"
    },
    {
        "title": "Migrants crisis:",
        "body": "A man who threw himself in the water from the Open Arms vessel is intercepted by Italian Coast guards as he tried to swim to the island of Lampedusa, southern , on Tuesday. An Italian ...",
        "date": "20190821",
        "country": "Italy"
    },
    {
        "title": "ITALIAN COAST",
        "body": "Migrants crisis: A man who threw himself in the water from the Open Arms vessel is intercepted by Italian Coast guards as he tried to swim to the island of Lampedusa, southern , on Tue...",
        "date": "20190821",
        "country": "Italy"
    },
    {
        "title": "Italy bans rescue ship from its waters",
        "body": "ROME: Italy’s Interior Minister Matteo Salvini has signed a decree to ban a migrant rescue ship operated by the German charity Mission Lifeline from accessing Italian , the min...",
        "date": "20190828",
        "country": "Italy"
    },
    {
        "title": "De Guindos: Countries like Greece need grants",
        "body": "(Reuters) – Indebted eurozone countries such as Greece or Italy need European Union grants rather than loans to deal with the impact of the coronavirus , European Central Bank Vice-Pr...",
        "date": "20200618",
        "country": "Italy"
    },
    {
        "title": "Farage: Italy will be next to quit EU",
        "body": "NIGEL FARAGE believes Italy will be the first country to follow Britain out of the EU after it was “abandoned” at the height of the coronavirus .",
        "date": "20200524",
        "country": "Italy"
    },
    {
        "title": "Italy imposes lockdown",
        "body": "ROME — Italy faced an unprecedented lockdown on Tuesday that left streets in the capital Rome and other cities deserted after the government extended a clampdown across the entire countr...",
        "date": "20200311",
        "country": "Italy"
    },
    {
        "title": "In Italy, sewage holds clues to tracking coronavirus' moves",
        "body": "MILAN Researchers in Italy are scooping up sewage water from dozens of treatment plants and analyzing it in the hope that its contents will reveal the future course of the coronavirus.",
        "date": "20201113",
        "country": "Italy"
    },
    {
        "title": "In Italy, sewage holds clues to tracking virus’ move",
        "body": "Researchers in Italy are scooping up sewage water from dozens of treatment plants and analysing it in the hope that its contents will reveal the future course of the coronavirus.",
        "date": "20201113",
        "country": "Italy"
    },
    {
        "title": "Shoe crisis",
        "body": "Portuguese citizens purchased 16 million less pairs of shoes in 2020 than they did in the year before. The pandemic saw shoe sales plummet nationally by 24.6%, which has been described by Lus ...",
        "date": "20210923",
        "country": "Italy"
    },
    {
        "title": "Sizzling temperatures hit Southern Europe, North Africa",
        "body": "Stifling heat kept its grip on much of Southern Europe on Thursday, driving people indoors at midday, spoiling crops, triggering drinking water restrictions, turning public libraries into cooling “climate shelters” and complicating the already difficult challenge firefighters faced battling wildfires. In many places, forecasters said worse was expected to come.",
        "date": "20210813",
        "country": "Italy"
    },
    {
        "title": "Juncker criticizes Merkel over Greek debt plight",
        "body": "Former European Commission chief Jean-Claude Juncker has criticized outgoing German Chancellor Angela Merkel’s reaction to Greece’s debt , saying her “hesitations” and “reluctance” undermined efforts to manage the situation.",
        "date": "20210925",
        "country": "Italy"
    },
    {
        "title": "Global Water Award attracts large number of participants",
        "body": "DUBAI: As the deadline for registration in the 3rd cycle of the Mohammed Bin Rashid Al Maktoum Global Award draws closer by the end of this April, the UAE Aid Foundation ‘Suqia’...",
        "date": "20210423",
        "country": "Italy"
    },
    {
        "title": "WATER PRESSURE3",
        "body": "THIS IS A RESOURCE THAT DEPENDS ON RAINFALL. WE’RE SEEING A GRADUAL REDUCTION. — LUCIANO VENDITTI, ENGINEER IN CHARGE OF THE AQUEDUCT NETWORK IN BARI, .",
        "date": "20210823",
        "country": "Italy"
    }
]