[
    {
        "title": "“People know that if they’re going to improve their livelihood, they’re not going to on the land”",
        "body": "where blacks were corralled under apartheid, said Glen Thomas, the deputy director of the government’s land reform programme. Those enclaves still hold one in three non-whites.",
        "date": "20040107",
        "country": "Gabon"
    },
    {
        "title": "Call for new UN environment agency",
        "body": "Forty-six nations called for the creation of a more powerful UN environment agency yesterday, saying the survival of humanity was at risk, but the United States, China and Russia did not...",
        "date": "20070204",
        "country": "Gabon"
    },
    {
        "title": "FROM HIM WE DON’T NEED LECTURES",
        "body": "Hey. I finally found a public policy problem I can solve. Let’s tell Miloon Kothari to buzz off.",
        "date": "20071026",
        "country": "Gabon"
    },
    {
        "title": "Sarkozy’s quick-fix mission goes global",
        "body": "PARIS— From Germany and Brussels, where he brokered a deal to overhaul European institutions, to Poland, Algeria and Tunisia, followed by trips to Libya, Senegal and Gabon by way of conf...",
        "date": "20070803",
        "country": "Gabon"
    },
    {
        "title": "Election shows Nigeria still stuck in crisis of democracy",
        "body": "Kano, Nigeria — Nigeria’s troubled presidential election, which came under fire on Sunday from local and international observers and was rejected by two leading opposition candida...",
        "date": "20070424",
        "country": "Gabon"
    },
    {
        "title": "Chinese watch in agony as kids suffer effects of tainted formula",
        "body": "From wire reports NANJING, China — As China suffers through yet another food safety crisis, Wang Jun and Wang Yuan endure a private agony at the bedside of their hospitalized infant son, w...",
        "date": "20080918",
        "country": "Gabon"
    },
    {
        "title": "Milk crisis will bring change - ex worker",
        "body": "A former Hamilton man who worked for Fonterra in Beijing has compared the company’s poison milk scandal to a ‘‘fatality on a blind corner’’.",
        "date": "20080922",
        "country": "Gabon"
    },
    {
        "title": "13,000 Chinese children in hospital",
        "body": "BEIJING: China said nearly 13,000 children were in hospital today after drinking toxic milk powder in a dramatic escalation of Beijing’s latest safety scandal.",
        "date": "20080922",
        "country": "Gabon"
    },
    {
        "title": "Toxic milk places 13,000 children in hospital",
        "body": "China said nearly 13,000 children were in hospital today after drinking toxic milk powder in a dramatic escalation of Beijing’s latest safety scandal.",
        "date": "20080922",
        "country": "Gabon"
    },
    {
        "title": "‘Profound deprivation’",
        "body": "If YOU’VE read this far, you’re probably among those who can get clean water with a flick of your kitchen tap. But 19 other Filipinos don’t have that privilege. Daily, they draw from polluted we...",
        "date": "20100907",
        "country": "Gabon"
    },
    {
        "title": "Benefits of cellphones speed up worldwide subscriptions to 4.6bn",
        "body": "THE NUMBER of cellphone subscriptions worldwide had reached 4.6 billion and was expected to increase to about 5 billion this year, the UN telecoms agency said yesterday.",
        "date": "20100216",
        "country": "Gabon"
    },
    {
        "title": "Africa needs more than latter-day Livingstones",
        "body": "It isn’t hard to take stand against ivory poachers. But should the peasant farmer, desperate for new land, be condemned?",
        "date": "20100104",
        "country": "Gabon"
    },
    {
        "title": "Bruce Parry: ‘Why I gave up sex’",
        "body": "Bruce Parry is smiling sympathetically. As we meet, before Christmas, Britain is in the grip of the “Big Freeze”. But he’s just back from Verkhoyansk, Siberia, where the mercury can dip to -...",
        "date": "20101230",
        "country": "Gabon"
    },
    {
        "title": "STI slips again as Japan nuke crisis worsens",
        "body": "DECLINES on Wall Street and in other markets across the region sent Singapore shares down for a second day.",
        "date": "20110413",
        "country": "Gabon"
    },
    {
        "title": "Games offer social change",
        "body": "Marc and Craig Kielburger explain how playing computer games can help improve the world.",
        "date": "20110626",
        "country": "Gabon"
    },
    {
        "title": "The West African country’s turmoil is exacerbated by the reluctance of Paris to give up power in its former possessions, writes",
        "body": "OF GODS AND MEN, an extraordinary new film about a group of French Cistercian monks caught up in Algeria’s brutal civil war, offers at its climax a withering indictment of France’s colo...",
        "date": "20110105",
        "country": "Gabon"
    },
    {
        "title": "Shameful veto by Russia, China",
        "body": "The decision by Russia and China to veto a UN Security Council resolution condemning Syria over its crackdown on anti-government protesters is indefensible and a grave insult to th...",
        "date": "20111009",
        "country": "Gabon"
    },
    {
        "title": "Lanka and France sign commercial agreement",
        "body": "The Chairman of the French Company MATIERE, Philippe Matire and the Secretary Ports and Highways, R.W. Ranjith Pemasiri, on behalf of the Road Development Authority, signed yesterday a c...",
        "date": "20121213",
        "country": "Gabon"
    },
    {
        "title": "President ready to make new deal",
        "body": "BANGUI: Central African Republic’s embattled President Francois Bozize said yesterday he was ready to share power with the leaders of a rebellion that has swept aside government defence...",
        "date": "20121231",
        "country": "Gabon"
    },
    {
        "title": "Conservation as a global commodity",
        "body": "IVEN the worsening world economic crisis, the turn to “green economy” rhetoric looms as a potential saviour, enormously welcome to certain stressed corporations panicking at market cha...",
        "date": "20120620",
        "country": "Gabon"
    },
    {
        "title": "CAR leader appeals for help as rebels advance",
        "body": "BANGUI: The president of the Central African Republic has appealed for France and the United States to help push back rebels threatening his government and the capital, but Paris said its tr...",
        "date": "20121229",
        "country": "Gabon"
    },
    {
        "title": "CAR president ready to share power with rebels",
        "body": "BANGUI: Central African Republic’s embattled President Francois Bozize said yesterday he was ready to share power with the leaders of a rebellion that has swept aside government defence...",
        "date": "20121231",
        "country": "Gabon"
    },
    {
        "title": "Saudi Arabia’s phoney war on terror",
        "body": "Containing the scourge of Islamist terror will be impossible without containing the ideology that drives it: Wahhabism, a messianic, jihadextolling form of Sunni fundamentalism whos...",
        "date": "20151223",
        "country": "Gabon"
    },
    {
        "title": "COMMUNITY CALENDAR",
        "body": "Looking for a spring fair or perhaps a musical event? Check out what’s happening around town in our event listings.",
        "date": "20150416",
        "country": "Gabon"
    },
    {
        "title": "Nigeria feels the pinch from oil’s big plunge",
        "body": "In one of Abuja’s glitziest new malls, the crowds are thin. With the Nigerian currency steadily losing value, shoppers are staying away from the increasingly costly imported gadgets at the e...",
        "date": "20150207",
        "country": "Gabon"
    },
    {
        "title": "Nigeria feels the pinch from oil’s big plunge",
        "body": "In",
        "date": "20150207",
        "country": "Gabon"
    },
    {
        "title": "Troubled Gabon ready to host African Cup",
        "body": "LIBREVILLE: Gabon insists it is ready to host the African Cup of Nations despite concern about the state of preparations amid political instability just one month ahead of the opening cer...",
        "date": "20161215",
        "country": "Gabon"
    },
    {
        "title": "HARARE City Council relocates Airport settlers.",
        "body": "HARARE City Council is in talks with a French company, Veolia, which has expressed willingness to invest in the water sector to ease the water crisis being faced by the city.",
        "date": "20160122",
        "country": "Gabon"
    },
    {
        "title": "THE DAILY BRIEFING",
        "body": "SHELL DEAL Oil giant Shell is in talks to sell its offshore operations in Gabon as part of a 22bn plan to give up some assets following a merger with BG Group.",
        "date": "20161126",
        "country": "Gabon"
    },
    {
        "title": "THE DAILY BRIEFING",
        "body": "SHELL DEAL Oil giant Shell is in talks to sell its offshore operations in Gabon as part of a 22bn plan to give up some assets following a merger with BG Group.",
        "date": "20161126",
        "country": "Gabon"
    },
    {
        "title": "Traffic circles are not the best option, say BackChatters",
        "body": "Home Affairs",
        "date": "20160122",
        "country": "Gabon"
    },
    {
        "title": "Fading oil industry brings economic crisis in Gabon",
        "body": "Charles Lekabi lived comfortably as a driver for an oil company in ’s industrial town of Port Gentil until he was laid off three years ago.",
        "date": "20170329",
        "country": "Gabon"
    },
    {
        "title": "Libya: Tragedy of a promising nation",
        "body": "THE NATO-LED military campaign which eventually destroyed Libya started in early 2011 and Muammar Khadafi, the Libyan leader was killed in October the same year by dissident groups. Since t...",
        "date": "20171215",
        "country": "Gabon"
    },
    {
        "title": "Marawi memories",
        "body": "In the late 1960s I was with a batch of about 10 graduates of Zamboanga City High School who bravely took a 427-kilometer bus ride to Marawi City to begin college life at the Mindanao State Uni...",
        "date": "20170722",
        "country": "Gabon"
    },
    {
        "title": "ENVIRONMENT Pollution: Oil firms flared N551bn gas from 2015",
        "body": "Gas flaring, which is the burning of natural gas that is associated with crude oil when pumped up from the ground, has remained a serious problem to the environment, thus, a nightmare t...",
        "date": "20170503",
        "country": "Gabon"
    },
    {
        "title": "U.S. senators in bid to end support for S’arabia in Yemen",
        "body": "UNITED States (U.S.) legislators have submitted a draft resolution calling for an end to American military support for the Saudi-led coalition in Yemen’s war.",
        "date": "20180302",
        "country": "Gabon"
    },
    {
        "title": "Ripples of discontent shake Gulf and Western investors in Africa",
        "body": "It coincided with the Gabonese government’s seizure last week of the water and electricity distribution unit of French utility group Veolia in the country.",
        "date": "20180226",
        "country": "Gabon"
    },
    {
        "title": "In Africa, change of power not always a sign of change",
        "body": "THE winds of change may blow in several directions across Africa this year, as a host of countries prepare for elections. But in Africa, very often, a new face in power doesn’t signal change o...",
        "date": "20180215",
        "country": "Gabon"
    },
    {
        "title": "The generals may be in charge, but Venezuela is not a lost cause",
        "body": "So, as many a failing state before it, Venezuela lies not in the hands of its leaders, its would-be leaders, its people or even some CIA-led Trump-inspired conspiracy. (Or at least not so far a...",
        "date": "20190502",
        "country": "Gabon"
    },
    {
        "title": "Rapinoe relishes quarterfinal clash with France",
        "body": "MEGAN Rapinoe is already looking forward to the United States’s mouth-watering quarterfinal date with Women’s World Cup hosts, France after her two penalties squeezed her side past resili...",
        "date": "20190625",
        "country": "Gabon"
    },
    {
        "title": "Another Arab Spring or a wave of global chaos?",
        "body": "Thousands of demonstrators took to the streets of Budapest at the end of 2018 after Hungarian deputies voted in favor of the so-called “slave law,” an amendment to the country's labor law. ...",
        "date": "20190416",
        "country": "Gabon"
    },
    {
        "title": "Nigeria to suffer $15.4bn loss in crude oil earnings – Analysts",
        "body": "Nigeria and other African economies are projected to record substantial revenue losses, particularly from the oil and gas sector, as the devastating effects of the Coronavirus pandemic con...",
        "date": "20200327",
        "country": "Gabon"
    },
    {
        "title": "Mexico backs SA-linked candidate for WTO",
        "body": "THE World Trade Organization needs a “global person” to build a strong, inclusive and open multilateral trading system. Jess Seade, Mexicos candidate, fits the ideal profile to becom...",
        "date": "20200708",
        "country": "Gabon"
    },
    {
        "title": "Mexico backs SA-linked candidate for WTO",
        "body": "THE World Trade Organization needs a “global person” to build a strong, inclusive and open multilateral trading system. Jess Seade, Mexicos candidate, fits the ideal profile to becom...",
        "date": "20200708",
        "country": "Gabon"
    },
    {
        "title": "Mexico backs SA-linked candidate for WTO",
        "body": "THE World Trade Organization needs a “global person” to build a strong, inclusive and open multilateral trading system. Jess Seade, Mexicos candidate, fits the ideal profile to beco...",
        "date": "20200708",
        "country": "Gabon"
    },
    {
        "title": "West Africa dominates piracy in 2020 – Report",
        "body": "Lagos – Against the backdrop of concerted efforts by the Nigerian government, in collaboration with governments of other West African countries, to stem piracy in the Gulf of Guinea, GoG...",
        "date": "20210113",
        "country": "Gabon"
    },
    {
        "title": "Endangered elephants of Gabon highlight tension between conservation and agriculture",
        "body": "The animals thrive in vast forests that have made Gabon one of the world’s few carbon-negative countries, but they can eat a farmer’s harvest in one night. Electric fences are a short-term solu...",
        "date": "20211112",
        "country": "Gabon"
    },
    {
        "title": "Ominous climate warnings ignored at our peril",
        "body": "WHY should Africans be concerned about an ice island the size of a small city, which broke free from one of Canada’s largest ice shelves 16 months ago? Should we worry that this incident triggere...",
        "date": "20070107",
        "country": "Gambia"
    },
    {
        "title": "Election shows Nigeria still stuck in crisis of democracy",
        "body": "Kano, Nigeria — Nigeria’s troubled presidential election, which came under fire on Sunday from local and international observers and was rejected by two leading opposition candida...",
        "date": "20070424",
        "country": "Gambia"
    },
    {
        "title": "What’s killing the Russians?",
        "body": "ANALYSIS",
        "date": "20081006",
        "country": "Gambia"
    },
    {
        "title": "Behind the Bluster, Russia Is Collapsing",
        "body": "The bear is back. That’s what all too many Russia-watchers have been saying since Russian troops steamrolled Georgia in August, warning that the country’s strongman, Vladimir Putin, was cla...",
        "date": "20081005",
        "country": "Gambia"
    },
    {
        "title": "OC students attend debut of documentary",
        "body": "| PROJECT HIGHLIGHTS NEED FOR CLEAN WATER IN RWANDA",
        "date": "20090912",
        "country": "Gambia"
    },
    {
        "title": "Harper could learn a thing or two from the small fry",
        "body": "In prescribing (and describing) a series of books for Stephen Harper to read, has Canadian bestselling author Yann Martel listed Gulliver’s Travels? It’s a good choice for the Prime Minis...",
        "date": "20091127",
        "country": "Gambia"
    },
    {
        "title": "Jailed missionary ‘had a child by Gambian man’",
        "body": "EXTRAORDINARY new revelations are set to further tarnish the reputations of two British lay preachers sentenced to hard labour for sedition in The Gambia, West Africa.",
        "date": "20090111",
        "country": "Gambia"
    },
    {
        "title": "Sheikh Abdullah and an important African overture",
        "body": "Cape Verde, Gambia, Burkina Faso, Ivory Coast, Mali, Niger, Chad – these states in the sub-Saharan belt and along the coast of West Africa rarely receive much press coverage. Indeed, I doubt ...",
        "date": "20090428",
        "country": "Gambia"
    },
    {
        "title": "Sweat and suffering in the hothouse",
        "body": "Mohammed Mohammed’s story is typical of thousands of Africans working under the sweltering heat of plastic greenhouses. .",
        "date": "20110208",
        "country": "Gambia"
    },
    {
        "title": "Nato raids target Libyan capital",
        "body": "Nato carried out fresh bombing raids at the heart of Tripoli’s regime yesterday, the military alliance said after G8 world powers intensified the pressure on Libyan leader Muammar Gaddafi to go.",
        "date": "20110529",
        "country": "Gambia"
    },
    {
        "title": "Push may come to shove for NZ force",
        "body": "BEFORE the end of the northern summer, visitors to Bamiyan province in Afghanistan have been promised a smooth Kiwi welcome courtesy of a new sealed runway costing $7 million.",
        "date": "20110827",
        "country": "Gambia"
    },
    {
        "title": "Troops more active and in more danger",
        "body": "BEFORE the end of the northern summer, visitors to Bamiyan province in Afghanistan have been promised a smooth Kiwi welcome courtesy of a brand new sealed runway costing $7 million.",
        "date": "20110829",
        "country": "Gambia"
    },
    {
        "title": "CHINA DAILY HONG KONG EDITION PAGE 5 Gateway to West Africa",
        "body": "With a strategic location in West Africa, the Republic of Senegal offers Chinese investors a wealth of golden investment opportunities that are fueling robust economic growth and dri...",
        "date": "20111205",
        "country": "Gambia"
    },
    {
        "title": "SAHEL FOOD CRISIS",
        "body": "HUMANITARIAN COALITION members are on the ground providing immediate relief to suffering children and their families. A deadly and expanding hunger crisis across Africa’s Sahel re...",
        "date": "20120630",
        "country": "Gambia"
    },
    {
        "title": "Water crisis at resorts in developing countries",
        "body": "The disproportionate use of freshwater by tourists in developing world destinations is causing local conflict, exacerbating poverty and helping to spread disease, says a report t...",
        "date": "20120709",
        "country": "Gambia"
    },
    {
        "title": "Campaign to alleviate starvation in West Africa",
        "body": "The Canadian Catholic Bishops and Development and Peace, their official Development Agency, have launched a fundraising campaign to help ward off massive starvation in West Africa.",
        "date": "20120721",
        "country": "Gambia"
    },
    {
        "title": "Land grab",
        "body": "FOREIGN farms are spreading across Africa to grow food and biofuels for global markets, bringing muchneeded investments but also new troubles for a continent struggling to feed itself. Chi...",
        "date": "20120619",
        "country": "Gambia"
    },
    {
        "title": "UAE Giving",
        "body": "The Emirates Red Crescent has distributed millions of dirhams in food aid to displaced people across Africa, such as at this designated centre in Somalia, during Ramadan. Eid clothes, iftar meals and zakat al fitr programmes were also launched by the charity.",
        "date": "20130807",
        "country": "Gambia"
    },
    {
        "title": "Stop the nopes",
        "body": "With the boat crisis unfolding off the coasts of four out of ten ASEAN nations, heads of state and diplomats are scrambling to nut out some sort of solution to the fact that, at this very mom...",
        "date": "20150522",
        "country": "Gambia"
    },
    {
        "title": "Seeking solutions",
        "body": "Myanmar President Thein Sein talks to US Deputy Secretary of State Antony Blinken during their meeting in Nay Pyi Taw yesterday. Mr Blinken is in Myanmar for a two-day visit. A bipartisan...",
        "date": "20150522",
        "country": "Gambia"
    },
    {
        "title": "Navy hunts for stranded migrants",
        "body": "YANGON, Myanmar — Four Malaysian navy ships searched the seas for stranded boat people Thursday in the first official rescue operation since migrants started washing on to Southeast Asia’s...",
        "date": "20150522",
        "country": "Gambia"
    },
    {
        "title": "BOAT PEOPLE",
        "body": "Rohingya and Bangladeshi migrants wait on board a fishing boat before being transported to shore, off the coast of Julok, in Aceh province, on May 20. Hundreds of Rohingya and Bangladeshi migrants landed in Indonesia’s northwestern Aceh province early on Wednesday, an Indonesian search and rescue official said.",
        "date": "20150522",
        "country": "Gambia"
    },
    {
        "title": "Full beam AHEAD",
        "body": "I’VE grown attached to my limbs so being surrounded by crocodiles and patting 6ft Charlie on the back was perhaps unwise.",
        "date": "20160103",
        "country": "Gambia"
    },
    {
        "title": "She was a Gambian soccer star but drowned as a migrant in the Mediterranean",
        "body": "About 4,000 people have died or disappeared in the waters of the Mediterranean this year while trying to get to Europe, the highest number in recorded history.",
        "date": "20161105",
        "country": "Gambia"
    },
    {
        "title": "One more dead migrant: Gambia’s star goalie",
        "body": "About 4,000 people have died or disappeared in the Mediterranean this year trying to get to Europe, the highest number in recorded history.",
        "date": "20161106",
        "country": "Gambia"
    },
    {
        "title": "Forgotten migrants",
        "body": "About 4,000 people have died or disappeared in the Mediterranean this year trying to get to Europe, the highest number in recorded history.",
        "date": "20161106",
        "country": "Gambia"
    },
    {
        "title": "New Gambia head vows reform",
        "body": "Gambia’s new president promised greater freedom, an improved economy and better education as thousands attended a ceremony on Saturday marking his inauguration after a tense poli...",
        "date": "20170220",
        "country": "Gambia"
    },
    {
        "title": "SA needs donkey safe havens",
        "body": "Over the past months the NSPCA has issued several reports on the illegal donkey skin trade and the cruelty involved in the horrific slaughter methods.",
        "date": "20170826",
        "country": "Gambia"
    },
    {
        "title": "SA needs donkey safe havens",
        "body": "Over the past months the NSPCA has issued several reports on the illegal donkey skin trade and the cruelty involved in the horrific slaughter methods.",
        "date": "20170826",
        "country": "Gambia"
    },
    {
        "title": "GETAWAY SUNSHINE A",
        "body": "SEMI-NAKED man struts confidently across into the sandy arena, staring menacingly at his opponent – aggression in his eyes, a snarling expression on his face and a strong whiff of testoste...",
        "date": "20170225",
        "country": "Gambia"
    },
    {
        "title": "Plea to stop donkey trade",
        "body": "FOLLOWING numerous reports about the illegal trade in donkey skin, as well as the cruel slaughter methods, during the last few months, including in the Northern Cape, the National Coun...",
        "date": "20170719",
        "country": "Gambia"
    },
    {
        "title": "GAMBIANS RESISTING CHINESE BAIT",
        "body": "Alanson Aquante shrugged as he carefully pinched and turned fish on a large cement grill.",
        "date": "20180916",
        "country": "Gambia"
    },
    {
        "title": "Algeria abandons 13,000 migrants in Sahara desert",
        "body": "ASSAMAKA: From this isolated frontier post deep in the sands of the Sahara, the expelled migrants can be seen coming over the horizon by the hundreds. They look like specks in the distance, ...",
        "date": "20180626",
        "country": "Gambia"
    },
    {
        "title": "Britain’s public finances worse than Gambia, Kenya and Uganda, IMF finds",
        "body": "Britain’s underlying public finances are among the worst in the world, behind the Gambia, Uganda and Kenya, a new study has concluded. International Monetary Fund (IMF) economists found...",
        "date": "20181011",
        "country": "Gambia"
    },
    {
        "title": "Tensions between Russia and France escalate over presence in Africa",
        "body": "FRANCE flexed its muscles in West Africa on Monday granting millions of euros in aid to Gambia amid fears of regional instability and took aim at Russia over its growing presence in the C...",
        "date": "20181107",
        "country": "Gambia"
    },
    {
        "title": "Decline in biodiversity ‘threatens food crisis’",
        "body": "The world’s capacity to produce food is being undermined by humanity’s failure to protect biodiversity, according to the first UN study of the plants, animals and micro-organisms t...",
        "date": "20190222",
        "country": "Gambia"
    },
    {
        "title": "Young voices resonate for a One Young World",
        "body": "India’s young climate activist, 23-year-old Madhav Dat, founder of ‘Green the Gene’, one of the world’s largest youth-run environmental non-profit organisations, joined the One Young World...",
        "date": "20191030",
        "country": "Gambia"
    },
    {
        "title": "ECOWAS countries urged to make adequate budgetary provisions for displaced persons",
        "body": "The Authority of Heads of States and Governments of Member countries of the Economic Community of West African States (ECOWAS) has been urged to instruct their finance ministers to make ad...",
        "date": "20190623",
        "country": "Gambia"
    },
    {
        "title": "18 Asylum-seekers rescued by Turkish coast guard",
        "body": "TURKISH officials yesterday rescued 18 asylum-seekers who were forced by the Greek coast guard into Turkish territorial off the southeastern coast.",
        "date": "20200401",
        "country": "Gambia"
    },
    {
        "title": "Actions bring us together in spite of social distance",
        "body": "WHILST the restrictions of lockdown stopped our regular face to face meetings and fundraising activities, we quickly recognised the humanitarian we were facing in our own commu...",
        "date": "20200604",
        "country": "Gambia"
    },
    {
        "title": "Gambia rice farmers",
        "body": "In the sweltering heat of the late-morning west African sun, Aminata Jamba slashes at golden rice stalks with a sickle. “The yield is good,” she says, music playing in the background as her son, ...",
        "date": "20211127",
        "country": "Gambia"
    },
    {
        "title": "Gambia’s sinking city Sea level rises leave capital facing disaster",
        "body": "Yedel Bah would move home if she could, but she can’t. With no income of her own, four children to feed and a husband who just about manages, her family lives from day to day, and from flood to fl...",
        "date": "20211116",
        "country": "Gambia"
    },
    {
        "title": "Anger in the Gambia as rising seas engulf its beaches",
        "body": "When Saikou Demba was a young man starting out in the hospitality business, he opened a small hotel on the Gambian coast called the Leybato and ran a beach bar on the wide expanse of golden san...",
        "date": "20211128",
        "country": "Gambia"
    },
    {
        "title": "From Paris to Glasgow — science matters",
        "body": "environmental NGOs, government representatives, policymakers and the news media — to reach an agreement to save the ozone layer.",
        "date": "20211009",
        "country": "Gambia"
    },
    {
        "title": "A heart is where the homes are",
        "body": "When Millard Fuller was at the University of Alabama Law School more than 40 years ago, he met a fellow student at 7pm. By 3am they had decided to set up a law partnership and had created a sim...",
        "date": "20040325",
        "country": "Georgia"
    },
    {
        "title": "Finding food and shelter is just the beginning",
        "body": "The creed chiselled into the pedestal of the Statue of Liberty – “Give me your tired, your poor, your huddled masses yearning to breathe free” – has never been more poignant.",
        "date": "20050905",
        "country": "Georgia"
    },
    {
        "title": "Soccer star takes shot at presidency",
        "body": "Former world footballer of the year George Weah has kicked off his campaign to become president of Liberia, vowing to end decades of violence in the impoverished West African state.",
        "date": "20050823",
        "country": "Georgia"
    },
    {
        "title": "Having it tough in the Big Easy",
        "body": "Three months after Katrina devastated New Orleans, it is awash in debris, the power company’s broke, rents have rocketed and insurance firms are still assessing claims. With recovery slow, man...",
        "date": "20051120",
        "country": "Georgia"
    },
    {
        "title": "Let Russia, Georgia settle own dispute",
        "body": "With the failure of the Orange Revolution, Ukraine is being drawn back into Moscow’s orbit. Now, , another former republic of the old Soviet Union, is finding that ex-colonies of the...",
        "date": "20061025",
        "country": "Georgia"
    },
    {
        "title": "Russia wants to double gas price",
        "body": "Moscow/Tbilisi — Russia’s gas monopoly Gazprom is seeking to more than double gas prices for from 2007, a company official said yesterday amid a simmering political b...",
        "date": "20061103",
        "country": "Georgia"
    },
    {
        "title": "Georgians brace for more pain from Russian blockade",
        "body": "TBILISI, Georgia (AP) – The jobseekers come every morning to wait under the bridge, their tools protected from the rain under sheets of plastic. For the lucky, just a couple of hours pass ...",
        "date": "20061019",
        "country": "Georgia"
    },
    {
        "title": "Georgia charges Russians in spy row",
        "body": "MOSCOW— Georgia refused to bow to intense pressure from Moscow and officially charged four Russian military officers with espionage yesterday, sending tensions between the two ex-So...",
        "date": "20060930",
        "country": "Georgia"
    },
    {
        "title": "Russia severs transportation, mail links with Georgia",
        "body": "Relations between Russia and the former Soviet Republic of Georgia continued to deteriorate yesterday, despite the intervention of international mediators who negotiated t...",
        "date": "20061003",
        "country": "Georgia"
    },
    {
        "title": "No water crisis seen in South Georgia",
        "body": "— As north Georgia dries out with its residents under a complete ban, some parts of the state face less stringent restrictions.",
        "date": "20071202",
        "country": "Georgia"
    },
    {
        "title": "Ga. Governor Orders Water Savings",
        "body": "WEST POINT, Ga. — Gov. Sonny Perdue (R) ordered state agencies Wednesday to reduce water consumption immediately by 10 to 15 percent, a step designed to show the federal government th...",
        "date": "20071025",
        "country": "Georgia"
    },
    {
        "title": "Gov. Perdue orders state agencies to trim water use",
        "body": "— Georgia Gov. Sonny Perdue WEST POINT ordered state agencies Wednesday to reduce consumption immediately by 10 to 15 percent, a step designed to show the federal government t...",
        "date": "20071025",
        "country": "Georgia"
    },
    {
        "title": "Officials seeking water solution",
        "body": "— The epic drought that’s drying up lakes and threatening Georgia’s water supply has sent state politicians scrambling in search of ways to restrict usage.",
        "date": "20071028",
        "country": "Georgia"
    },
    {
        "title": "Flow of Ga. lake will be reduced",
        "body": "WASHINGTON — The Army Corps of Engineers will hold back more water in Georgia’s Lake Lanier — reducing river flows into Florida and Alabama — as the governors of the three drought-stricken ...",
        "date": "20071102",
        "country": "Georgia"
    },
    {
        "title": "Riots spark emergency",
        "body": "GEORGIA: A state of emergency was declared in Georgia as protesters took to the streets calling for the removal of President Mikhail Saakashvili.",
        "date": "20071108",
        "country": "Georgia"
    },
    {
        "title": "Only the words are all wet as politicians tackle drought",
        "body": "EVERY ONCE in a while, a crisis comes along that tells you everything you need to know about the character and courage of our elected leaders. When circumstances collide to create a situa...",
        "date": "20080223",
        "country": "Georgia"
    },
    {
        "title": "S. Georgia should secede, control destiny of its water",
        "body": "THE GREAT water crisis proves at least one thing. Georgia should be divided into two states. The present singleGeorgia system is not working.",
        "date": "20080105",
        "country": "Georgia"
    },
    {
        "title": "Berry College sits on quarry with 6 billion gallons of water but can’t share",
        "body": "Whilethe state of Georgia continues to endure a water crisis, a quarry tucked behind Berry College sits filled with six billion gallons of water.",
        "date": "20080113",
        "country": "Georgia"
    },
    {
        "title": "Have water questions?",
        "body": "The Coosa River Basin Initiative will host a Water Crisis Forum on Monday during its annual membership meeting to answer questions about the future of water supplies in Northwest Geo...",
        "date": "20080127",
        "country": "Georgia"
    },
    {
        "title": "Group urges conservation as water crisis looms",
        "body": "ATLANTA — Georgia must aggressively conserve water, build and expand reservoirs, reduce outdoor watering and upgrade plumbing systems — but even those actions might not be enough to h...",
        "date": "20091212",
        "country": "Georgia"
    },
    {
        "title": "Perdue deals with Lake Lanier water resources battle during Albany trip",
        "body": "ALBANY — The age-old tension between rural Georgia and its sprawling metropolis may only intensify because of a federal ruling that could keep essential reservoir water from tricklin...",
        "date": "20090808",
        "country": "Georgia"
    },
    {
        "title": "Running Dry",
        "body": "Where: Vancouver Public Library, 350 W. Georgia St.",
        "date": "20090520",
        "country": "Georgia"
    },
    {
        "title": "Action drought continues",
        "body": "THE DROUGHT having been decreed over in Georgia, a time now begins when both thought and talk of conservation, adding to supplies and similar will again dryupand blow away.",
        "date": "20090616",
        "country": "Georgia"
    },
    {
        "title": "Atlanta left high, dry",
        "body": "THERE’S A PRICE to be paid for being stubborn, obstinate and unwilling to compromise and Atlanta, thanks to the state’s misguided leadership on issues, is about to pay it.",
        "date": "20090202",
        "country": "Georgia"
    },
    {
        "title": "Georgia tries goodwill to end water crisis",
        "body": "ATLANTA — When Gov. Sonny Perdue pitches in next week to help Gov. Charlie Crist of Florida in his bid to become a U. S. Senator, the gesture may be about more than helping out a fellow Repub...",
        "date": "20100315",
        "country": "Georgia"
    },
    {
        "title": "Just a second!",
        "body": "Rome City Manager John Bennett’s cogent solution to Atlanta’s water crisis — move the city to Montgomery, Ala. — would be perfect. Unfortunately, Atlanta sees the solution in other ter...",
        "date": "20100625",
        "country": "Georgia"
    },
    {
        "title": "Top 10 Georgia stories from 2009",
        "body": "ATLANTA — Georgia’s top stories of 2009, according to an Associated Press survey of state editors and news directors:",
        "date": "20100102",
        "country": "Georgia"
    },
    {
        "title": "Conservation right call, but watch Legislature",
        "body": "DECISIONS MADE in panic mode rarely produce desirable outcomes. It’s why quarterbacks throw more interceptions when they’re about to be sacked.",
        "date": "20100102",
        "country": "Georgia"
    },
    {
        "title": "Involve all stakeholders to settle water conflict",
        "body": "FOR TWO DECADES, Georgia, Alabama and Florida have been battling over future water allocation in the Apalachicola-Chattahoochee-Flint River Basin ( and the AlabamaCoosa-Tallapoosa Basin) w...",
        "date": "20100904",
        "country": "Georgia"
    },
    {
        "title": "Georgia water solutions",
        "body": "An in-depth look into adding reservoirs to solve Georgia’s water crisis.",
        "date": "20110721",
        "country": "Georgia"
    },
    {
        "title": "Atlanta’s water crisis",
        "body": "Controversy over damming a Georgia river that could ease Atlanta’s water problems.",
        "date": "20110224",
        "country": "Georgia"
    },
    {
        "title": "Reservoir plan could keep water flowing in state",
        "body": "It’s a logical argument. But will its intended targets — the governors of Alabama and Florida — buy it? New Gov. Nathan Deal on Tuesday told members of the Farm Bureau, ...",
        "date": "20110216",
        "country": "Georgia"
    },
    {
        "title": "Minorities sure to see GOP’s poor track record",
        "body": "Kyle Wingfield believes that the increasing minority population in will not be a threat to the GOP — as these people move to the suburbs, they will see that the Republicans off...",
        "date": "20110327",
        "country": "Georgia"
    },
    {
        "title": "Time for Russia-georgia talks, 3 years after war",
        "body": "TBILISI (Reuters) – Russia and Georgia should begin direct talks on dispelling tensions, going beyond limited negotiations on Russian membership of the World Trade Organization, ...",
        "date": "20110809",
        "country": "Georgia"
    },
    {
        "title": "Explore all water options",
        "body": "ALITTLE-NOTICED bit of legislation that passed both houses of the Georgia General Assembly is worthy of attention. It’s about , which is and will continue to be increasingly impo...",
        "date": "20110424",
        "country": "Georgia"
    },
    {
        "title": "Our future rides water’s wave",
        "body": "Gov. Nathan Deal spent last week highlighting his agenda for Georgia, delivering his State of the State speech and proposing a state budget.",
        "date": "20120115",
        "country": "Georgia"
    },
    {
        "title": "Georgia counties sue British bank",
        "body": "Three Georgia counties are suing a British bank, claiming that predatory lending harmed property owners as the housing market collapsed.",
        "date": "20121021",
        "country": "Georgia"
    },
    {
        "title": "FDIC closes small bank in Georgia",
        "body": "WASHINGTON (AP) — Federal regulators have closed a small bank in Georgia, bringing the number of U.S. banks that have failed so far this year to 32.",
        "date": "20120708",
        "country": "Georgia"
    },
    {
        "title": "Hospital launches website",
        "body": "children on billboards with messages such as: “Being fat takes the fun out of being a kid” and “It’s hard to be a little girl if you’re not.” Walsh said the campaign was designed to help peop...",
        "date": "20120905",
        "country": "Georgia"
    },
    {
        "title": "TODAY IN HISTORY",
        "body": "Today is Friday, Sept. 21, the 265th day of 2012. There are 101 days left in the year.",
        "date": "20120921",
        "country": "Georgia"
    },
    {
        "title": "Regulation not the answer",
        "body": "There’s a misguided mindset among some groups that maintaining a healthy environment in Georgia requires government to spend more time, money and effort on regulating.",
        "date": "20120608",
        "country": "Georgia"
    },
    {
        "title": "Tri-state water feud plays out in Congress",
        "body": "— The water dispute between Alabama, Florida and Georgia is provoking hardball politics in Congress, where lawmakers derailed a proposal that could restrict metro Atlanta’s w...",
        "date": "20130513",
        "country": "Georgia"
    },
    {
        "title": "Georgia avoids reservoir use limit",
        "body": "ATLANTA — Georgia legislators on Wednesday thwarted an attempt by Alabama and Florida to limit how much metro Atlanta and North can take from federal reservoirs.",
        "date": "20130516",
        "country": "Georgia"
    },
    {
        "title": "Water feud in Congress",
        "body": "Water is released into the Chattahoochee River from Lake Lanier at Buford Dam on Friday in Buford, Ga. A normally routine bill allowing the government to construct and manage river and h...",
        "date": "20130513",
        "country": "Georgia"
    },
    {
        "title": "Ga. firm on water rights",
        "body": "The water dispute between Alabama, Florida and Georgia is provoking hardball politics in Congress, where lawmakers derailed a proposal that could restrict metro Atlanta’s wa...",
        "date": "20130513",
        "country": "Georgia"
    },
    {
        "title": "‘Water war’ back to high court?",
        "body": "Florida wants to take its “water war” with Georgia to the U.S. Supreme Court.",
        "date": "20130814",
        "country": "Georgia"
    },
    {
        "title": "Crisis in Crimea",
        "body": "Your excellent coverage of the Ukraine crisis is a reminder of, among other things, the crucial importance of warm water ports on the Black Sea and who controls them (West scrambles to con...",
        "date": "20140314",
        "country": "Georgia"
    },
    {
        "title": "Top 10 Georgia health stories in 2014",
        "body": "for Medicaid and PeachCare during the enrollment process. More are expected to sign up during the current open enrollment period, though an upcoming U.S. Supreme Court decision has the po...",
        "date": "20141231",
        "country": "Georgia"
    },
    {
        "title": "Georgia’s 2014 top health stories",
        "body": "Here’s the Georgia Health News list of the top 10 health stories in Georgia this year.",
        "date": "20141231",
        "country": "Georgia"
    },
    {
        "title": "UGA scientist works to help tobacco crop",
        "body": "By Clint Thompson TIFTON — Microscopic worms called nematodes may seem harmless, but they can devastate a tobacco field, reducing yields, stunting plant growth and cutting into farmer prof...",
        "date": "20140621",
        "country": "Georgia"
    },
    {
        "title": "Family forests critical to emissions reductions",
        "body": "The U.S. Environmental Protection Agency recently held public hearings in Atlanta on the agency’s proposal to curb power plant carbon dioxide emissions. This historic rule gives states g...",
        "date": "20140813",
        "country": "Georgia"
    },
    {
        "title": "ON THE RECORD",
        "body": "Ralph Lancaster, special master appointed by the U.S. Supreme Court to resolve the latest Water Wars lawsuit, from the AJC Nov.",
        "date": "20151213",
        "country": "Georgia"
    },
    {
        "title": "Governors must end war over water",
        "body": "The water war between Florida, Alabama and Georgia shows no sign of abating as the governors of the three states seem content to allow the dispute to play out in court.",
        "date": "20150522",
        "country": "Georgia"
    },
    {
        "title": "Governors must end war over water",
        "body": "The water war between Florida, Alabama and Georgia shows no sign of abating as the governors of the three states seem content to allow the dispute to play out in court.",
        "date": "20150522",
        "country": "Georgia"
    },
    {
        "title": "We’re getting the best deal for our trip – by doing the maths!",
        "body": "CLAIRE Wike-Elwers, 55, will pack her trusty Halifax Clarity credit card when she and husband Mark, 53, and daughters, Sydney, 11 and 15-year-old Georgia head for Greece next month.",
        "date": "20150726",
        "country": "Georgia"
    },
    {
        "title": "Aragon celebrates Mayor Day",
        "body": "Ken Suffridge, Mayor of Aragon was among an estimated 1,000 officials to attend Georgia Municipal Association’s annual Mayors’ Day Conference in Atlanta.",
        "date": "20150204",
        "country": "Georgia"
    },
    {
        "title": "Upcoming",
        "body": "■ Flint Bottle Shop by Junior Girl Scouts to collect sealed bottles or gallons of clean regular and infant water for Flint, Michigan, residents to help them during their contaminated w...",
        "date": "20160324",
        "country": "Georgia"
    },
    {
        "title": "CRBI seeking nominations for Greenie Awards",
        "body": "The Coosa River Basin Initiative is seeking nominations for its 2017 Greenie Awards that recognize efforts in the areas of conservation, sustainability, innovation, land pro...",
        "date": "20161031",
        "country": "Georgia"
    },
    {
        "title": "How will Trump respond to climate change?",
        "body": "Drought. A new normal as the climate changes. Water restrictions. An inconvenience, but with manageable solutions. Looking beyond ’s headlines, one can view much more ser...",
        "date": "20161127",
        "country": "Georgia"
    },
    {
        "title": "Cher lives on, aids Flint",
        "body": "CHER is not dying, despite the National Enquirer’s wild claim that she “collapsed as her 89yearold mother battled potentially deadly pneumonia,” and, “It’s come down to ‘who’ll die first?’ ...",
        "date": "20160129",
        "country": "Georgia"
    },
    {
        "title": "Study: Corrosive well water prevalent in half of states",
        "body": "Half of U.S. states have a high prevalence of well water that’s corrosive enough to leach lead from pipes, the U.S. Geological Survey said Wednesday.",
        "date": "20160714",
        "country": "Georgia"
    },
    {
        "title": "Anheuser-Busch plant goes dry to help hurricane victims drink up3",
        "body": "The king of beers has switched to water — at least at one Anheuser-Busch brewery, which is producing cans of emergency drinking to be sent across the Hurricane Harvey disaster area.",
        "date": "20170829",
        "country": "Georgia"
    },
    {
        "title": "How proposed budget could affect Georgia",
        "body": "Georgia’s top WASHINGTON — federal priorities would largely be shielded from any major budget cuts in the catchall government spending bill the House is expected to pass today.",
        "date": "20170503",
        "country": "Georgia"
    },
    {
        "title": "ACA roller coaster is Ga.’s top health story",
        "body": "Here are the top 10 health care stories followed on Georgia Health News in 2017:",
        "date": "20171230",
        "country": "Georgia"
    },
    {
        "title": "Fashion’s political statement on the Paris ramp",
        "body": "Fashion house Balenciaga seemed to pay a tribute to the refugee crisis with their recent showcase at the men’s fashion week in Paris. The collection shed light on Europe’s migrant ...",
        "date": "20170624",
        "country": "Georgia"
    },
    {
        "title": "Latest springbreak craze: Helping others",
        "body": "Many metro Atlanta college students begin their spring break this week, and for an increasing number of them, the beach is taking a backseat to building homes or other volunteer work.",
        "date": "20180312",
        "country": "Georgia"
    },
    {
        "title": "Day Zero: film industry helps",
        "body": "WHEN British actress Kate Beckinsale agreed to take the starring role in a TV drama being shot in Cape Town‚ she probably did not imagine weeks of eating off paper plates with plastic cut...",
        "date": "20180202",
        "country": "Georgia"
    },
    {
        "title": "High court ruling, retirement boost anti-abortion efforts",
        "body": "Anti-abortion activists say recent developments at the U.S. Supreme Court have reinvigorated their fight at the Georgia Legislature six months before the start of the 2019 session.",
        "date": "20180705",
        "country": "Georgia"
    },
    {
        "title": "Drilling decision is a foolish one",
        "body": "Why leave good rules in place when changing them could imperil coastal waters? That’s the philosophy of the Trump administration, apparently, when it comes to offshore drilling, which the...",
        "date": "20180115",
        "country": "Georgia"
    },
    {
        "title": "Georgia House renews claims in border feud",
        "body": "Georgia is restarting a 201year dispute with Tennessee and North Carolina over its northern border and the Tennessee River.",
        "date": "20190220",
        "country": "Georgia"
    },
    {
        "title": "Georgia again stakes claim to property at the state line",
        "body": "Georgia is re-starting a 201-year dispute with Tennessee and North Carolina over its northern border and the Tennessee River.",
        "date": "20190220",
        "country": "Georgia"
    },
    {
        "title": "Georgia may revive its border dispute",
        "body": "ATLANTA — Georgia is restarting a 201-year dispute with Tennessee and North Carolina over its northern border and the Tennessee River.",
        "date": "20190220",
        "country": "Georgia"
    },
    {
        "title": "HERE’S WHAT THE YOUNG PEOPLE ARE ASKING OF THE GEORGIA GENERAL ASSEMBLY:",
        "body": "■ Legislate greenhouse gas emission reductions of 65% by 2030, reaching net zero emissions by 2040.",
        "date": "20190921",
        "country": "Georgia"
    },
    {
        "title": "GEORGIA COPS FIRE WATER CANNONS AT PROTESTERS",
        "body": "TBILISI, Georgia (AFP) — Police in ex-Soviet Georgia on Sunday fired water cannons and tear gas on thousands of demonstrators who have vowed permanent protests until a snap vote is calle...",
        "date": "20201110",
        "country": "Georgia"
    },
    {
        "title": "HEALTH CODE VIOLATIONS",
        "body": "These food establishments were closed because of health code violations. The list, compiled from health department reports, reflects actions taken by the departments. Although many food...",
        "date": "20200716",
        "country": "Georgia"
    },
    {
        "title": "Candidate calls for extension of eviction reprieve",
        "body": "Democratic U.S. Senate candidate Jon Ossoff called on Congress Thursday to extend a moratorium on evictions that took effect with the coronavirus relief package lawmakers approved in...",
        "date": "20200727",
        "country": "Georgia"
    },
    {
        "title": "City looks into drilling new wells, phasing out water facility",
        "body": "The city of Summerville, Georgia, is considering building new water wells as a long-term solution to its ongoing water crisis.",
        "date": "20200228",
        "country": "Georgia"
    },
    {
        "title": "Global water crisis exhibit coming to Mall of Ga.",
        "body": "An organization that advocates for clean, safe water and combating water scarcity will host an exhibit this month at the Mall of Georgia.",
        "date": "20210504",
        "country": "Georgia"
    },
    {
        "title": "Demagogues and Georgia’s voting law",
        "body": "EITHER President Joe Biden knows nothing about voting restrictions during Jim Crow or he’s being deliberately dishonest about Georgia’s new voting law.",
        "date": "20210407",
        "country": "Georgia"
    },
    {
        "title": "Georgia bans giving water to voters in line under sweeping restrictions",
        "body": "- Georgia yesterday enacted broad voting restrictions championed by Republicans that activists said aimed to curtail the influence of Black voters who were instrumental in state el...",
        "date": "20210326",
        "country": "Georgia"
    },
    {
        "title": "Joe backs moving All-Star Game10",
        "body": "President Biden said he would “strongly support” Major League Baseball pulling its 2021 All-Star Game out of Atlanta to protest the new Georgia voting law.",
        "date": "20210402",
        "country": "Georgia"
    },
    {
        "title": "Eight threats to China’s economic miracle",
        "body": "Among the four so-called “economic miracles” of the past half century – Germany after the second world war, Japan in the 1970s and 1980s, South Korea in the 1970s through to the mid-1990s, and Chi...",
        "date": "20030807",
        "country": "Germany"
    },
    {
        "title": "Compromise at UN gives Iraqis a brighter future",
        "body": "Iraq finally has a chance to rebuild, now that the United Nations Security Council has voted to end 12 years of economic sanctions. The council resolution ending the sanctions also legitim...",
        "date": "20030524",
        "country": "Germany"
    },
    {
        "title": "Tightening the noose",
        "body": "Rising international terrorism has lent new urgency to ending an old problem: the spread of nuclear, chemical and biological weapons. So it was not surprising that a multinational exerc...",
        "date": "20031001",
        "country": "Germany"
    },
    {
        "title": "Mainland settles in with global trade principles",
        "body": "In September last year, China surprised Western lawyers by throwing out an anti-dumping suit against three foreign companies selling lysine, a key ingredient used in the agriculture indus...",
        "date": "20030920",
        "country": "Germany"
    },
    {
        "title": "Dutch Klinsmann keeps faith in Voller camp all sweetness and light, says Ruud",
        "body": "Former Germany striker Jurgen Klinsmann believes coach Rudi Voller is the best thing to happen to German football in recent years despite a barrage of media criticism over the performance ...",
        "date": "20040613",
        "country": "Germany"
    },
    {
        "title": "After Yukos, it’s time to fear for the future of Saudi oil",
        "body": "Athreatened halt of oil supplies from Yukos, the largest Russian oil firm, sent the oil price to a 14-year high last week. The reason was a row between the company and Russian authorities and i...",
        "date": "20040801",
        "country": "Germany"
    },
    {
        "title": "Embattled students win against the odds",
        "body": "“All in all, it was our happiest group ever . . . Going through a crisis like that, you tend to bond”",
        "date": "20040418",
        "country": "Germany"
    },
    {
        "title": "Let’s change the climate of indifference",
        "body": "Last week, I left my windows open and the bonsai underneath promptly wilted and nearly died. That was during Hong Kong’s record-breaking smog attack. Halfway around the world, my 79-year-old mot...",
        "date": "20040922",
        "country": "Germany"
    },
    {
        "title": "Germans are still in hot water",
        "body": "The story of the frog in the pot is an old chestnut, but it may help explain why Germans voted against common sense in last week’s election. They say that if you drop a frog in a pot of boiling ...",
        "date": "20050928",
        "country": "Germany"
    },
    {
        "title": "Germany’s sandbag siege against Danube",
        "body": "COMMUNITIES along the Danube and some of its main tributaries yesterday packed sandbags against houses and shopfronts to protect them from the rising floodwaters that have claimed the live...",
        "date": "20050825",
        "country": "Germany"
    },
    {
        "title": "‘ This is more in the range, given the devastation’",
        "body": "“ A crisis of this dimension is an ongoing thing. It rolls out,” she said. “I think it’s important to note that Canada reacted very quickly with this.”",
        "date": "20051011",
        "country": "Germany"
    },
    {
        "title": "EU in crisis mode as Britain drops referendum",
        "body": "The European Commission appealed to EU leaders to stick by the bloc’s stricken constitution yesterday, despite Britain’s abandonment of a referendum on the issue in a move that threaten...",
        "date": "20050607",
        "country": "Germany"
    },
    {
        "title": "US ban aims to stop beluga becoming toast",
        "body": "The US is expected to impose a blanket ban on beluga caviar imports from the Caspian Sea region, in a move designed to prevent the delicacy from vanishing forever from melba toasts and fine-bone...",
        "date": "20050911",
        "country": "Germany"
    },
    {
        "title": "China, India lead way to water goal",
        "body": "Progress in China and India puts the world on track to reach the Millennium Development Goal of halving the number of people without access to water by 2015.",
        "date": "20061110",
        "country": "Germany"
    },
    {
        "title": "West accused of fabricating nuclear crisis",
        "body": "Tehran’s UN envoy accused Britain and France of creating an artificial crisis with their draft resolution demanding that Iran freeze its uranium enrichment work.",
        "date": "20060506",
        "country": "Germany"
    },
    {
        "title": "Nuke programsource of pride in Iran",
        "body": "TEHRAN, Iran— Four young salesmenmet last week at a Tehran coffeehouse, only to find that city officials had inexplicably ordered the shop not to serve coffee",
        "date": "20060828",
        "country": "Germany"
    },
    {
        "title": "World powers weigh up offer to Tehran",
        "body": "World powers met yesterday to weigh a package of incentives and threats drafted by EU leaders meant to defuse a standoff with Iran over its nuclear drive, but both sides were less than optimi...",
        "date": "20060525",
        "country": "Germany"
    },
    {
        "title": "Basic sanitation a goal we are not meeting for world’s poorest",
        "body": "Okay, let’s be truthful — it’s a smelly subject. Not attractive dinner conversation, not high on the political agenda.",
        "date": "20070322",
        "country": "Germany"
    },
    {
        "title": "Sewage treatment behind increasing lifespans",
        "body": "How much pure, clean water did you waste this morning before you even left for work?",
        "date": "20070215",
        "country": "Germany"
    },
    {
        "title": "FEEDBACK",
        "body": "From: Name Withheld Comment: Re: Save our ship. How times keep changing. The WWI cannon ended up at the dump. Now a whole ship the size of a good apartment block for military adoration. Will ...",
        "date": "20070228",
        "country": "Germany"
    },
    {
        "title": "Sanitation must top the agenda",
        "body": "Almost half the world’s population, 2.6 billion people, lack access to basic sanitation. One in six people, 1.1 billion, do not have safe drinking water. The lack of access to these b...",
        "date": "20070228",
        "country": "Germany"
    },
    {
        "title": "Ottawa turns off tap on right to water",
        "body": "“The Canadian government is at it again.”",
        "date": "20080322",
        "country": "Germany"
    },
    {
        "title": "Bottled water debate continues",
        "body": "Sir:",
        "date": "20081125",
        "country": "Germany"
    },
    {
        "title": "Canada should take lead in G8 expansion, Martin says",
        "body": "OTTAWA – Canada should take the lead in expanding the G8 or risk finding it is no longer part of the elite club of the world’s top economies, warns former prime minister Paul Martin.",
        "date": "20081028",
        "country": "Germany"
    },
    {
        "title": "Global warming will worsen the food crisis, UN climate chief tells G8",
        "body": "AMSTERDAM, Netherlands",
        "date": "20080705",
        "country": "Germany"
    },
    {
        "title": "Europe moves to stem banking crisis",
        "body": "New York (AFP) US lawmakers worked on a revised bank bailout plan for a vote yesterday as Europe mobilised against its own bank crisis and cash-starvation pushed the global system toward breakdown.",
        "date": "20081002",
        "country": "Germany"
    },
    {
        "title": "UN seat undeserved",
        "body": "Re: Canada battling for UN position, July 1.",
        "date": "20090703",
        "country": "Germany"
    },
    {
        "title": "Crowds vent anger at May Day rallies",
        "body": "BERLIN: German and Turkish police clashed with demonstrators yesterday as huge crowds angered by the worst global recession in decades took to the streets worldwide for traditional Labour...",
        "date": "20090502",
        "country": "Germany"
    },
    {
        "title": "Sour note to May Day",
        "body": "ISTANBUL – May Day protesters clashed with riot police in Germany, Turkey, Switzerland and Greece overnight while thousands angry at their governments’ responses to the global financial ...",
        "date": "20090502",
        "country": "Germany"
    },
    {
        "title": "Recession adds sour note to May Day",
        "body": "ISTANBUL May Day protesters clashed with riot police in Germany, Turkey and Greece overnight while thousands angry at their governments’ responses to the global financial took to ...",
        "date": "20090502",
        "country": "Germany"
    },
    {
        "title": "G",
        "body": "EOPOLITICAL scenarios seldom feature Turkey as being of consequence. This is about to change because of Turkey’s favourable geographical position. It is well placed to play a role in the ...",
        "date": "20090415",
        "country": "Germany"
    },
    {
        "title": "Short selling ban.",
        "body": "Germany’s cabinet yesterday approved a draft law expanding a ban on naked short selling which angered its international partners to include all stocks traded in , officials tol...",
        "date": "20100603",
        "country": "Germany"
    },
    {
        "title": "ANOTHER CRISIS IN THE MAKING",
        "body": "Envisat image showing a vast blue-green algae bloom filling the Baltic Sea. The potentially toxic bloom, covering 377,000sqkm, could pose a risk to marine life in the region, warn scienti...",
        "date": "20100725",
        "country": "Germany"
    },
    {
        "title": "Runaway train-car crash kills 3 workers in Norway",
        "body": "Sixteen runaway train cars careered downhill for 3 miles and crashed into a port building Wednesday, killing three workers, before two of the cars plunged into the .",
        "date": "20100325",
        "country": "Germany"
    },
    {
        "title": "GE to net online bank",
        "body": "GENERAL Electric is thought to be setting up the UK’s first new online bank since the start of the credit crisis.",
        "date": "20100816",
        "country": "Germany"
    },
    {
        "title": "China replaces Germany as No. 1 exporter",
        "body": "BEIJING — Already the biggest auto market and steel maker, China edged past Germany in 2009 to become the top exporter, yet another sign of its rapid rise and the spread of economic power fro...",
        "date": "20100111",
        "country": "Germany"
    },
    {
        "title": "Queensland quandary",
        "body": "A child’s toy floats in flood waters covering a suburban street Thursday in Rockhampton, Australia. Flood waters peaked at 9.2 metres Tuesday in the central Queensland city. Water leve...",
        "date": "20110107",
        "country": "Germany"
    },
    {
        "title": "Queensland holds its breath",
        "body": "Queensland’s flood crisis has affected 200,000 people over an area bigger than France and Germany combined — and it’s not over yet, the premier says.",
        "date": "20110101",
        "country": "Germany"
    },
    {
        "title": "Wall Street drops",
        "body": "U.S. stocks fell as the European Central Bank threw cold water on speculation it would boost debt purchases and amid reports had rejected some proposals to fight the . Morga...",
        "date": "20111209",
        "country": "Germany"
    },
    {
        "title": "City cut off as more people die in floods",
        "body": "MILITARY flights have rushed to restock an Australian city before it was cut off by flood water as police confirmed two more deaths in the . Rain that started before Christmas has flo...",
        "date": "20110104",
        "country": "Germany"
    },
    {
        "title": "Fury over bank crisis goes global",
        "body": "MONEY TROUBLE: One of the protesters in Cologne shows her contempt for the eurozone crisis during one of the many rallies across TENS of thousands of people across the world took t...",
        "date": "20111016",
        "country": "Germany"
    },
    {
        "title": "Euro crisis spurs divisions",
        "body": "Italian Prime Minister",
        "date": "20120216",
        "country": "Germany"
    },
    {
        "title": "Merkel warns her party of ‘stormy waters’",
        "body": "ANGELA Merkel has been reelected leader of the ruling Christian Democrats (CDU) with a record 97.9 per cent of delegate votes.",
        "date": "20121205",
        "country": "Germany"
    },
    {
        "title": "Germany expects sharp slowdown",
        "body": " The German economy, Europes biggest, willseeasharpslowdown in growth at the end of the year, the finance ministry wrote in its monthly report published yesterday.",
        "date": "20121023",
        "country": "Germany"
    },
    {
        "title": "European panel sees near-stagnation as debt crisis continues",
        "body": "The European Commission said the eurozone economy will virtually grind to a halt next year as the debt crisis ravages southern Europe and gnaws at the economic performance of exportdri...",
        "date": "20121108",
        "country": "Germany"
    },
    {
        "title": "EUROPE SUFFERS AS THE WATERS RISE",
        "body": "RAGING waters have poured into picturesque towns in south east as flooding spread across a large area of central Europe.",
        "date": "20130604",
        "country": "Germany"
    },
    {
        "title": "FLOODING",
        "body": "GERMANY",
        "date": "20130608",
        "country": "Germany"
    },
    {
        "title": "FLOODING",
        "body": "GERMANY",
        "date": "20130608",
        "country": "Germany"
    },
    {
        "title": "Flooding",
        "body": "A general view shows the flooded centre of Passau, southern Germany. Raging waters from three rivers have flooded large parts of the southeast German city following days of heavy rainfall in central Europe. A spokesman for the city’s centre said the situation was extremely dramatic and are expected to rise to their highest level in 70 years",
        "date": "20130604",
        "country": "Germany"
    },
    {
        "title": "Flood levels highest since 1501",
        "body": "PASSAU, Germany — Swollen rivers gushed into the old section of Passau in southeast Germany on Monday, as rose in the city to levels not seen in more than five centuries.",
        "date": "20130604",
        "country": "Germany"
    },
    {
        "title": "Flooding in German town worst in five centuries",
        "body": "PASSAU, GERMANY — Swollen rivers gushed into the old section of Passau in southeast Germany on Monday, as rose in the city to levels not seen in more than five centuries.",
        "date": "20130604",
        "country": "Germany"
    },
    {
        "title": "Others",
        "body": "In Italy, Austria and Germany the music societies own their buildings, theatres and opera houses. In Cape Town, the philharmonic orchestra is a 100 years old and like a squatter relies on ...",
        "date": "20140324",
        "country": "Germany"
    },
    {
        "title": "Water security ‘each person’s responsibility’",
        "body": "IT’S NOT about how much you have, it’s about how you manage it.",
        "date": "20140625",
        "country": "Germany"
    },
    {
        "title": "Fracking allowed in Germany",
        "body": "GERMANY’S government plans to stop short of an outright ban on the controversial technique of fracking for gas, bowing to pressure from industry, according to the latest draft of a law...",
        "date": "20141121",
        "country": "Germany"
    },
    {
        "title": "OSCE seeks...",
        "body": "Speaking in Asia, Obama called for global unity over the crisis as Europe and the US prepare fresh sanctions against Moscow expected to come into force as early as today.",
        "date": "20140428",
        "country": "Germany"
    },
    {
        "title": "Individual behaviour and managing resources key to ensuring water security",
        "body": "IT’S NOT about how much you have, it’s about how you manage it.",
        "date": "20140625",
        "country": "Germany"
    },
    {
        "title": "Germany leading way on migrants",
        "body": "KOBLENZ, Germany — Where the Moselle and Rhine rivers meet sits Deutsches Eck, the German Corner.",
        "date": "20150916",
        "country": "Germany"
    },
    {
        "title": "Germany leading way on migrants",
        "body": "KOBLENZ, Germany — Where the Moselle and Rhine rivers meet sits Deutsches Eck, the German Corner.",
        "date": "20150916",
        "country": "Germany"
    },
    {
        "title": "Crisis shame",
        "body": "THE drowning of 15 children, including four babies, in the treacherous waters between Turkey and Greece is grim evidence the refugee is growing.",
        "date": "20150914",
        "country": "Germany"
    },
    {
        "title": "Germany leading way on migrants",
        "body": "KOBLENZ, Germany — Where the Moselle and Rhine rivers meet sits Deutsches Eck, the German Corner.",
        "date": "20150915",
        "country": "Germany"
    },
    {
        "title": "Refugees get hero’s welcome in Germany",
        "body": "BERLIN: Thousands of exhausted migrants received a hero’s welcome on Sunday as they streamed into Western Europe, but Austria warned the emergency measures are only “temporary” as the EU st...",
        "date": "20150908",
        "country": "Germany"
    },
    {
        "title": "Pair charged with being members of terror group",
        "body": "BERLIN — German prosecutors on Friday charged two Syrian men with membership in a terrorist organization on allegations they fought with a militant Islamist group in Syria. Prose...",
        "date": "20161119",
        "country": "Germany"
    },
    {
        "title": "Europe gets ready for its date with destiny as rifts within widen",
        "body": "surplus, a rarity among major industrial economies.",
        "date": "20160322",
        "country": "Germany"
    },
    {
        "title": "NATO warships ordered to Aegean to help with migrant crisis",
        "body": "BRUSSELS— In a dramatic response to Europe’s gravest refugee crisis since the Second World War, NATO ordered three warships, including Canada’s HMCS Fredericton, to sail immediately Thu...",
        "date": "20160212",
        "country": "Germany"
    },
    {
        "title": "France and Germany battle deadly floods",
        "body": "NEMOURS, France: France faced more torrential rain yesterday after a week of storms that have killed nine people across northern Europe, submerging streets, closing schools and leaving peo...",
        "date": "20160603",
        "country": "Germany"
    },
    {
        "title": "Snyder off to Germany, Japan again",
        "body": "Gov. Rick Snyder was on his way to Japan and Germany on Tuesday for a 10-day trade trip. He’ll stay in Japan until next Monday, when he heads to Germany.",
        "date": "20170906",
        "country": "Germany"
    },
    {
        "title": "Sources: Thomson Reuters, National Statistics, Eurostat Euro zone",
        "body": "Euro-zone investment is recovering, largely driven by an erosion of spare capacity since the financial crisis. But it is still lagging the performance in the United State and Britain, accord...",
        "date": "20170202",
        "country": "Germany"
    },
    {
        "title": "Merkel slips into hot water",
        "body": "BERLIN: Efforts to form a threeway governing coalition in Germany collapsed on Monday, pitching Europe’s biggest power into political crisis, and its president told parties they owed it to voters and European neighbours to form a government.",
        "date": "20171121",
        "country": "Germany"
    },
    {
        "title": "Germany taps oil reserve:",
        "body": "The German government, under Chancellor Angela Merkel, on Friday said it had authorised the release of strategic fuel reserves after record-low levels in the drought-hit Rhine riv...",
        "date": "20181028",
        "country": "Germany"
    },
    {
        "title": "Fahrenheit 11/9",
        "body": "Parkland school shooting, are uplifting and inspiring to the point of tears. But Moore quickly plunges us back into the darkness of Trump, ominously predicting an inevitable march toward N...",
        "date": "20180921",
        "country": "Germany"
    },
    {
        "title": "What has happened to the billions in water aid?",
        "body": "I RECEIVED the info below via WhatsApp from a friend.",
        "date": "20180115",
        "country": "Germany"
    },
    {
        "title": "Cape Town bids to lure back tourists",
        "body": "Cape Town is ploughing R12m into a global campaign aimed at bringing back tourists scared away by “Day Zero” doommongering.",
        "date": "20181213",
        "country": "Germany"
    },
    {
        "title": "S",
        "body": "OME 7,000 tons of food supplies and petrol were airlifted into West Berlin by British and American aircraft in a single day 70 years ago on September 18.",
        "date": "20180922",
        "country": "Germany"
    },
    {
        "title": "S",
        "body": "OME 7,000 tons of food supplies and petrol were airlifted into West Berlin by British and American aircraft in a single day 70 years ago on September 18.",
        "date": "20180922",
        "country": "Germany"
    },
    {
        "title": "Solar PV technology may help solve water crisis problems – UN report",
        "body": "MUNICH, Germany – In sunny as well as archipelagic jurisdictions, solar photovoltaic (PV) technology solutions are similarly being dangled to help countries deal with their cri...",
        "date": "20190525",
        "country": "Germany"
    },
    {
        "title": "Group of 16 young climate activists file complaint before UN",
        "body": "Sixteen youth activists including India's Ridhima Pandey and Swedish Greta Thunberg on Monday filed an \"official complaint\" before the United Nations Committee demanding the organis...",
        "date": "20190925",
        "country": "Germany"
    },
    {
        "title": "Italy allows 116 stranded migrants to disembark after striking EU deal",
        "body": "ITALY allowed 116 rescued migrants to disembark from a coastguard ship Wednesday with Interior Minister Matteo Salvini’s backing after five EU countries and the Church agreed to share ...",
        "date": "20190801",
        "country": "Germany"
    },
    {
        "title": "Temperature hits all-time high in Europe",
        "body": "Authorities handed out free water to homeless people and placed hospitals on high alert",
        "date": "20190727",
        "country": "Germany"
    },
    {
        "title": "Germany's Green Party leader wants better heatwave plans",
        "body": "Green Party leader Robert Habeck said Monday that Germany should have better plans for future heatwaves.",
        "date": "20200811",
        "country": "Germany"
    },
    {
        "title": "Germany Donates € 5.5m To Nigeria",
        "body": "THE German Mission in Nigeria has pledged € 5.5m to the Nigeria Humanitarian Fund. This was made known by the Office for the Coordination of Humanitarian Affairs in Nigeria.",
        "date": "20200404",
        "country": "Germany"
    },
    {
        "title": "Germany bets on green hydrogen",
        "body": "FRANKFURT: Germany on Wednesday said it aimed to become the world’s “number one” in green hydrogen technology, betting the fuel produced by renewable energy sources can both reduce car...",
        "date": "20200612",
        "country": "Germany"
    },
    {
        "title": "How the coronavirus challenges open democracies",
        "body": "Martin Voss has his hands full these days. He is a sociologist and - now from his home - heads the Disaster Research Unit at the Free University of Berlin. During the coronavirus , ...",
        "date": "20200326",
        "country": "Germany"
    },
    {
        "title": "Europe sinks deeper into crisis",
        "body": "SCHULD/ERFTSTADT, GERMANY:",
        "date": "20210717",
        "country": "Germany"
    },
    {
        "title": "Europe sinks deeper into crisis",
        "body": "SCHULD/ERFTSTADT, GERMANY: More than 1,000 people were missing in flood-hit regions of and Belgium on Friday, where were still rising with the death toll already well over 100...",
        "date": "20210717",
        "country": "Germany"
    },
    {
        "title": "Europe sinks deeper into crisis",
        "body": "SCHULD/ERFTSTADT, GERMANY: More than 1,000 people were missing in flood-hit regions of and Belgium on Friday, where were still rising with the death toll already well over 100...",
        "date": "20210717",
        "country": "Germany"
    },
    {
        "title": "Europe sinks deeper into crisis",
        "body": "SCHULD/ERFTSTADT, GERMANY: More than 1,000 people were missing in flood-hit regions of and Belgium on Friday, where were still rising with the death toll already well over 10...",
        "date": "20210717",
        "country": "Germany"
    },
    {
        "title": "UN warns of slum dwellers’ crisis",
        "body": "The world’s growing number of poor slum dwellers is a ticking social time bomb that governments around the world ignore at their peril, a United Nations report warned yesterday.",
        "date": "20060617",
        "country": "Ghana"
    },
    {
        "title": "WORLD BANK APPLAUDS, AND WARNS ON, LOANS TO AFRICA",
        "body": "World Bank president Paul Wolfowitz hailed mainland lending and investment in Africa as possibly “a very good thing”, but warned borrowers should avoid taking on debt they cannot repay.",
        "date": "20070307",
        "country": "Ghana"
    },
    {
        "title": "‘Massive’ flood relief required",
        "body": "Geneva — The Red Cross warned yesterday that a massive aid effort is needed to cope with floods in 18 countries across Africa that have already affected at least 1.5 million people and killed...",
        "date": "20070922",
        "country": "Ghana"
    },
    {
        "title": "African floods worst in 30yrs",
        "body": "The Red Cross warned yesterday that a massive aid effort is needed to cope with floods in 18 countries across Africa that have already affected at least 1.5 million people and killed nearly 3...",
        "date": "20070922",
        "country": "Ghana"
    },
    {
        "title": "African refugee tent city in danger of being shut down",
        "body": "EXCLUSIVE",
        "date": "20070816",
        "country": "Ghana"
    },
    {
        "title": "Ghana poll rests on water",
        "body": "General elections in Ghana will not be held until December, but with the rapid collapse of the system in the capital, Accra, and about 84 000 Ghanaians dying each year from disease...",
        "date": "20080404",
        "country": "Ghana"
    },
    {
        "title": "Bush warns Kenya on eve of Africa tour",
        "body": "WASHINGTON — On the eve of a planned trip to Africa, President Bush thrust himself into the role of peacemaker on Thursday, as his plans to promote American efforts against poverty and dis...",
        "date": "20080215",
        "country": "Ghana"
    },
    {
        "title": "have to be careful to avoid a similar fate as in Nigeria",
        "body": "The world needs Africa’s oil, but the stuff has a habit of ruining the places that produce it. From the civil war battlefields of southern Sudan to the slums of Angola and the swamps of the Ni...",
        "date": "20080901",
        "country": "Ghana"
    },
    {
        "title": "Bush hailed a friend by Tanzanian leader",
        "body": "Dar es Salaam —",
        "date": "20080218",
        "country": "Ghana"
    },
    {
        "title": "China oil majors covet Africa-focused Tullow",
        "body": "Hong Kong (Reuters) Tullow Oil is the latest Africa-focused energy firm to draw Chinese takeover interest, but the $8 billion (Dh29.3 billion) oil and gas independent, emboldened by its p...",
        "date": "20090305",
        "country": "Ghana"
    },
    {
        "title": "Thousands need aid as floods wreak havoc",
        "body": "DAKAR: Flooding in West Africa has claimed 70 lives and left hundreds of thousands of people facing health risks in the rainy season, a senior UN humanitarian official said yesterday.",
        "date": "20090907",
        "country": "Ghana"
    },
    {
        "title": "IE S’pore looks to Africa in downturn",
        "body": "AFRICA may prove to be the next big frontier for Singapore businesses in this downturn.",
        "date": "20090119",
        "country": "Ghana"
    },
    {
        "title": "Water scarcity harder on women",
        "body": "ISTANBUL In the rural areas near Ed a, Cameroon, women leave home before dawn, walking for two or three hours to fetch water, a journey they make again each evening. Carrying the heavy lo...",
        "date": "20090321",
        "country": "Ghana"
    },
    {
        "title": "Ghana in ‘national crisis’",
        "body": "ACCRA: Torrential rains in southern Ghana have killed 30 people in some of the worst flooding in a decade, rescuers said yesterday after finding six more bodies. Saying that never in the ...",
        "date": "20100623",
        "country": "Ghana"
    },
    {
        "title": "Red Cross appeals for funds to help Ivorians",
        "body": "THE Red Cross yesterday appealed for $1.39 million (about R9m) to help countries neighbouring Ivory Coast to provide aid to Ivorians fleeing from political deadlock in their homeland.",
        "date": "20101231",
        "country": "Ghana"
    },
    {
        "title": "The golden gateway to Africa",
        "body": "“We have prioritized investment in agriculture and are putting in more capacity for two reasons,” Vice President of John Dramani Mahama explained.",
        "date": "20101026",
        "country": "Ghana"
    },
    {
        "title": "The golden gateway to Africa",
        "body": "Celebrating 50 years of diplomatic relations with China, the former British colony has been granted a $30 billion development package from the Asian nation to help build vital infrastru...",
        "date": "20101026",
        "country": "Ghana"
    },
    {
        "title": "Cheap, sustainable ways to preserve water",
        "body": "EARLIER this year, the United Nations General Assembly declared access to clean water a basic human right, urging developed nations and international organisations to donate fina...",
        "date": "20101229",
        "country": "Ghana"
    },
    {
        "title": "Zuma calms fears over naval vessel’s use",
        "body": "PRESIDENT Jacob Zuma has explained to Nigerian President Goodluck Jonathan why the South African Navy supply ship SAS Drakensberg is sailing in west African .",
        "date": "20110217",
        "country": "Ghana"
    },
    {
        "title": "Construction sector lays foundations for growth",
        "body": "With a growing population that is becoming more affluent thanks to strong economic growth and greater employment opportunities, is facing a sharp rise in demand for private and...",
        "date": "20110610",
        "country": "Ghana"
    },
    {
        "title": "FOOTBALL",
        "body": "MENEZES ADMITS BRAZIL STILL WORK IN PROGRESS",
        "date": "20110907",
        "country": "Ghana"
    },
    {
        "title": "Charity’s call for help Rabbi Blue in in Ivory Coast crisis Durham talks",
        "body": "WEARSIDERS are being urged to dig deep and help the humanitarian crisis in Ivory Coast.",
        "date": "20110408",
        "country": "Ghana"
    },
    {
        "title": "U.N. orders Ghana to return seized ship",
        "body": "ACCRA, GHANA — Ghana’s government said Sunday it was “carefully considering” a U.N. tribunal’s order for the immediate release of an Argentine navy training ship seized two months ago a...",
        "date": "20121217",
        "country": "Ghana"
    },
    {
        "title": "Ghana told to release foreign ship",
        "body": "BERLIN — A U.N. court ordered the immediate release Saturday of an Argentine navy training ship held in at the request of an American hedge fund.",
        "date": "20121216",
        "country": "Ghana"
    },
    {
        "title": "Ghana told to release foreign ship",
        "body": "BERLIN — A U.N. court ordered the immediate release Saturday of an Argentine navy training ship held in Ghana at the request of an American hedge fund.",
        "date": "20121216",
        "country": "Ghana"
    },
    {
        "title": "Release ordered",
        "body": "A United Nations court ordered the immediate release yesterday of an Argentine navy training ship held in Ghana two months ago at the request of an American hedge fund. The ARA Liberta...",
        "date": "20121217",
        "country": "Ghana"
    },
    {
        "title": "Warship to be freed amid financial battle",
        "body": "A United Nations court yesterday ordered the immediate release of an Argentine navy training ship seized by Ghana two months ago at the request of an American hedge fund.",
        "date": "20121217",
        "country": "Ghana"
    },
    {
        "title": "NGO to give Yolanda’s survivors portable water-chlorinating kits",
        "body": "A NON-GOVERNMENT organization (NGO) based in the United States will put up a temporary center in Cebu City that will train individuals on how to install chlorinators in areas affecte...",
        "date": "20131209",
        "country": "Ghana"
    },
    {
        "title": "NGO to give Yolanda survivors portable water-chlorinating kits",
        "body": "CEBU - A non-government organization (NGO) based in the United States will put up a temporary center in Cebu City that will train individuals on how to install chlorinators in areas a...",
        "date": "20131210",
        "country": "Ghana"
    },
    {
        "title": "Death toll tops 300 in migrant ship sinking",
        "body": "PALERMO, Italy — More than 300 people drowned or were feared dead after a boat packed with African migrants caught fire and sank off the southern Italian island of Lampedusa Thursday, one of t...",
        "date": "20131004",
        "country": "Ghana"
    },
    {
        "title": "What you might not know",
        "body": "The top five under-reported stories from last year:",
        "date": "20130109",
        "country": "Ghana"
    },
    {
        "title": "Total strikes oil for second time offshore Ivory Coast",
        "body": "PARIS/ABIDJAN: France’s Total said it had discovered oil in a deep offshore area in the west of Ivory Coast, the company’s second oil find in a year in the West African country.",
        "date": "20140419",
        "country": "Ghana"
    },
    {
        "title": "Ebola crisis highlights water inequalities",
        "body": "LONDON  The Ebola crisis has thrown into sharp relief the issue of , sanitation and hygiene in treating and caring for the sick. Dying patients are being taken to hospitals which ...",
        "date": "20141126",
        "country": "Ghana"
    },
    {
        "title": "Big guns of Africa lie in wait",
        "body": "GROUP C of the African Nation Cup, identified as the group of death, is likely to produce an unpredictable outcome. And that’s just how Bafana Bafana coach Ephraim “Shakes” Mashaba prefers it. ...",
        "date": "20141207",
        "country": "Ghana"
    },
    {
        "title": "Total strikes oil for second time offshore Ivory Coast",
        "body": "France’s Total said yesterday it had discovered oil in a deep offshore area in the west of Ivory Coast, the company’s second oil find in a year in the West African country.",
        "date": "20140418",
        "country": "Ghana"
    },
    {
        "title": "CHALLENGE CROSSWORD",
        "body": "CRYPTIC",
        "date": "20141104",
        "country": "Ghana"
    },
    {
        "title": "Barges combat power crisis",
        "body": "GHANA has ordered a small fleet of emergency barges with the capacity to generate up to a total of 1 000 megawatts of electricity to address a worsening power , the government sai...",
        "date": "20150204",
        "country": "Ghana"
    },
    {
        "title": "Barges combat power crisis",
        "body": "GHANA has ordered a small fleet of emergency barges with the capacity to generate up to a total of 1 000 megawatts of electricity to address a worsening power , the government sai...",
        "date": "20150204",
        "country": "Ghana"
    },
    {
        "title": "Barges combat power crisis",
        "body": "GHANA has ordered a small fleet of emergency barges with the capacity to generate up to a total of 1 000 megawatts of electricity to address a worsening power , the government said...",
        "date": "20150204",
        "country": "Ghana"
    },
    {
        "title": "Ghana power blackouts add to nation’s economic woes",
        "body": "ACCRA: Joseph Nyame was doing very well as senior plant operator at the Sha-Sha Natural Fruit Juice company near ’s capital Accra until a wave of power cuts forced the firm out of bu...",
        "date": "20150514",
        "country": "Ghana"
    },
    {
        "title": "Ghana power blackouts add to nation’s economic woes",
        "body": "ACCRA, May 16, (RTRS): Joseph Nyame was doing very well as senior plant operator at the Sha-Sha Natural Fruit Juice company near ’s capital Accra until a wave of power cuts forced th...",
        "date": "20150517",
        "country": "Ghana"
    },
    {
        "title": "ECONOMIC WOES",
        "body": "JAND oseph Nyame was doing very well as senior plant operator at the Sha-Sha Natural Fruit Juice company near ’s capital Accra until a wave of power cuts forced the firm out of busin...",
        "date": "20150514",
        "country": "Ghana"
    },
    {
        "title": "Saving African lives, a well at a time",
        "body": "He was just a country boy. He became a well digger, and he built a horse farm for racing.",
        "date": "20160610",
        "country": "Ghana"
    },
    {
        "title": "Saving African lives, a well at a time",
        "body": "He was just a country DENTON boy",
        "date": "20160610",
        "country": "Ghana"
    },
    {
        "title": "Ghana says has fixed power deficit",
        "body": "Ghana’s government said on Wednesday it had fixed an electricity supply deficit that caused years of frequent blackouts that hurt businesses and angered voters ahead of an election next y...",
        "date": "20160103",
        "country": "Ghana"
    },
    {
        "title": "Durban response frees sailors",
        "body": "AFTER nearly two years in a Nigerian jail after their vessel’s arrest when it drifted into Nigerian waters owing to a power failure, 11 sailors have been reunited with their families this w...",
        "date": "20160709",
        "country": "Ghana"
    },
    {
        "title": "Farmers, herders at war over dwindling grazing land",
        "body": "Accra – Agricultural development in northern Ghana is lifting people out of poverty, but researchers say progress has come at a deadly cost, worsening an age-old conflict between farmer...",
        "date": "20180806",
        "country": "Ghana"
    },
    {
        "title": "yesterday’s solutions",
        "body": "QUICK:",
        "date": "20181026",
        "country": "Ghana"
    },
    {
        "title": "Gangs and drug trade devastating tiny island states",
        "body": "Ministers from tiny island states including Palau, the Solomon Islands and Kiribati are calling for help over the “devastating” impacts of criminal networks in the fishing industry.",
        "date": "20181018",
        "country": "Ghana"
    },
    {
        "title": "CVL conference to focus on poverty, leadership crisis in Africa",
        "body": "THE Centre for Values in Leadership (CVL) has said it would proffer solutions to the rising level of poverty and hindrances to growth and development of Africa.",
        "date": "20180201",
        "country": "Ghana"
    },
    {
        "title": "We w and t are p",
        "body": "Homes and farmlands destroyed by floods and desertification paint a grim picture of how the climate has gripped countries like . But there is a possible solution that is al...",
        "date": "20191115",
        "country": "Ghana"
    },
    {
        "title": "We w and t are p",
        "body": "Homes and farmlands destroyed by floods and desertification paint a grim picture of how the climate has gripped countries like . But there is a possible solution that is alr...",
        "date": "20191115",
        "country": "Ghana"
    },
    {
        "title": "Global warming threatens agriculture",
        "body": "A new report has highlighted the impact and effects of climate change on Ghana.",
        "date": "20190611",
        "country": "Ghana"
    },
    {
        "title": "Climate change & conflict in West Africa (3)",
        "body": "Related conflicts, including criminal violence such as banditry, kidnapping, and political assassinations, are most severe in Nigeria. Pastoralists in Nigeria have invaded farm...",
        "date": "20190917",
        "country": "Ghana"
    },
    {
        "title": "Asking China to help end housing crisis",
        "body": "NAIROBI: Pan-African real estate finance institution Shelter Afrique is seeking to partner with China in order to end Africa’s housing crisis, an official said on Wednesday.",
        "date": "20190412",
        "country": "Ghana"
    },
    {
        "title": "Crisis looms in Ghana as Mahama rejects presidential poll result",
        "body": "NATIONAL Democratic Congress ( NDC) leader, John Mahama, 62, has rejected results of Ghana’s December 7 presidential and parliamentary elections, citing “litany of irregularities and blatant rigging” in favour of President Nana Akufo- Addo.",
        "date": "20201215",
        "country": "Ghana"
    },
    {
        "title": "Belo-osagie, Akufo-addo to address business leaders on crisis management in Africa",
        "body": "Chairman of FSDH, Hakeem Belo-osagie, and other prominent African leaders will address business managers on crisis management in Africa.",
        "date": "20200429",
        "country": "Ghana"
    },
    {
        "title": "Seven ministers resign",
        "body": "Seven incumbent ministers of the Cabinet of Prime Minister KP Sharma Oli have tendered resignation en-masse opposing the government decided to dissolve the House.",
        "date": "20201224",
        "country": "Ghana"
    },
    {
        "title": "Migrants rescued but must stay aboard ship",
        "body": "The Libyan coast guard rescued 280 migrants in distress in the Mediterranean Sea on Thursday and diverted them to the shores of the North African country, only to have them banned from disemb...",
        "date": "20200411",
        "country": "Ghana"
    },
    {
        "title": "One country, two dates, Nkrumah: A personal story",
        "body": "On January 15, 1966 a coup d’etat took place in Nigeria. The next morning Ghana’s President Kwame Nkrumah made a major broadcast to the nation and to the rest of Africa on his external short...",
        "date": "20200306",
        "country": "Ghana"
    },
    {
        "title": "Ghanaians resume hostility against Nigerian traders",
        "body": "Ten months after a series of high-level bilateral talks between the Nigerian government and authorities in Ghana aimed at addressing the nearly decade-long controversy that led to the closur...",
        "date": "20211004",
        "country": "Ghana"
    },
    {
        "title": "Cote d’Ivoire declares end of 45- day energy crisis",
        "body": "The Cote d’Ivoire government on Tuesday declared the end of the country’s energy crisis after weeks of electricity rationing and power cuts.",
        "date": "20210805",
        "country": "Ghana"
    },
    {
        "title": "PH NOW ONE OF USAID’S PRIORITY COUNTRIES FOR WATER GRANTS",
        "body": "The Philippines was picked as among the 21 high-priority countries that would receive financial and technical assistance for water and sanitation projects from the United States Agency for...",
        "date": "20211117",
        "country": "Ghana"
    },
    {
        "title": "CASE STUDIES",
        "body": "NAMIBIA",
        "date": "20210305",
        "country": "Ghana"
    },
    {
        "title": "LOVING IT",
        "body": "Athens offered the world a joyous display of history, love and hope in a spectacularly successful opening ceremony, celebrating the greatest aspects of humanity and casting terrorism ...",
        "date": "20040815",
        "country": "Greece"
    },
    {
        "title": "Securing an Olympic berth",
        "body": "A sense of security on the water during the Athens Olympic Games can cost as much as US$150,000 a day",
        "date": "20040423",
        "country": "Greece"
    },
    {
        "title": "Crisis talks on 2012 funding",
        "body": "THE leaders of Britain’s Olympic sports were last night holding a crisis meeting aimed at persuading the Government to quickly reveal how much money will be available to help the country’s...",
        "date": "20051207",
        "country": "Greece"
    },
    {
        "title": "Drugs giant agrees to share production rights for bird flu medicine",
        "body": "Swiss pharmaceutical giant Roche has bowed to pressure and is ready to share the production of its antibird flu drug Tamiflu.",
        "date": "20051019",
        "country": "Greece"
    },
    {
        "title": "Avian flu just another Y2K?",
        "body": "Six years ago the world braced for an impending collapse from a virus that public officials and experts warned would cause social and economic chaos.",
        "date": "20051021",
        "country": "Greece"
    },
    {
        "title": "Earthweek: a diary of the planet",
        "body": "Vernal expansion",
        "date": "20060902",
        "country": "Greece"
    },
    {
        "title": "Israel set to accept a temporary peace force",
        "body": "Israel will accept a temporary international peacekeeping force in southern Lebanon to keep Hezbollah fighters from its border, Defence Minister Amir Peretz said yesterday.",
        "date": "20060724",
        "country": "Greece"
    },
    {
        "title": "Tour guide requisite: unflappability in a crisis",
        "body": "the same rigors of the road that I embraced.",
        "date": "20060903",
        "country": "Greece"
    },
    {
        "title": "‘They’d laugh if I began calling myself Sir …’",
        "body": "Stelios Haji-Ioannou has a theory about the knighthood that he’s collecting from Buckingham Palace today: “Maybe I’m the last man in the country who hasn’t given money to a political part...",
        "date": "20061129",
        "country": "Greece"
    },
    {
        "title": "Last big blaze in Greece under control",
        "body": "ATHENS, Greece — The last major fire in southern Greece has been brought under control after flaring up again over the weekend, fire officials said Sunday.",
        "date": "20070903",
        "country": "Greece"
    },
    {
        "title": "Europe on fire",
        "body": "ATHENS, Greece — Southern Europe sweltered under the summer’s second major heat wave Wednesday as firefighters battled blazes raging in Greece, Italy and Macedonia.",
        "date": "20070726",
        "country": "Greece"
    },
    {
        "title": "European heat wave fuels fires, outages",
        "body": "ATHENS, Greece — Southern Europe sweltered under the summer’s second major heat wave Wednesday as firefighters battled blazes raging in , Italy and Macedonia.",
        "date": "20070726",
        "country": "Greece"
    },
    {
        "title": "Fires roaring in 3 countries while major heat wave bakes",
        "body": "ATHENS, Greece — Southern Europe sweltered under the summer’s second major heat wave yesterday as firefighters battled blazes raging in , Italy and Macedonia.",
        "date": "20070726",
        "country": "Greece"
    },
    {
        "title": "Fires burn hole in poll hopes",
        "body": "Greece is hoping for respite today from forest fires that have ravaged the country for seven days, creating a national disaster and causing more than 60 deaths.",
        "date": "20070830",
        "country": "Greece"
    },
    {
        "title": "Cyprus to ship water from Greece",
        "body": "Cyprus, facing its worst drought in a decade, will start importing water from Greece within the next two months, Agriculture Minister Michalis Polinikis said yesterday.",
        "date": "20080422",
        "country": "Greece"
    },
    {
        "title": "Pipeline leaves island ‘short’ of water",
        "body": "Nicosia (AFP) A 3.5-metre miscalculation with the final section of an undersea pipeline is depriving Cyprus of badly-needed supplies shipped over from .",
        "date": "20080708",
        "country": "Greece"
    },
    {
        "title": "Illegal immigrants poisoned at Greek centre",
        "body": "Hundreds of illegal immigrants held in a detention centre on the Greek island of Lesbos have fallen ill after drinking contaminated from rusty and mouldy pipes, police said yes...",
        "date": "20081016",
        "country": "Greece"
    },
    {
        "title": "Greek migrant camp raises fear of ‘humanitarian crisis’",
        "body": "ATHENS Greece is locking hundreds of migrants in an overcrowded centre on the Mediterranean island of Lesbos without proper sanitation and medical care in what a charity branded a “h...",
        "date": "20080729",
        "country": "Greece"
    },
    {
        "title": "Emergency water rations in Cyprus",
        "body": "Cyprus ordered emergency water rationing and imports from Greece to cope with a growing shortage exacerbated by a fourth year of drought.",
        "date": "20080326",
        "country": "Greece"
    },
    {
        "title": "Illegal immigrants’ haven becomes protest target",
        "body": "Athens, Greece — Far-right protesters tried to storm an old courthouse in central Athens Saturday where hundreds of illegal immigrants have lived for months amid piles of fetid rubbish and ...",
        "date": "20090510",
        "country": "Greece"
    },
    {
        "title": "Turkey reaches out to end disputes with Greece",
        "body": "ISTANBUL Crack troops had landed and were ready to attack the enemy. Warships were circling each other. A nationalistic frenzy had taken hold of the public in both Turkey and – a...",
        "date": "20091118",
        "country": "Greece"
    },
    {
        "title": "GREEK PROTESTS TURN UGLY",
        "body": "Right-wing and left-wing demonstrators battle each other and the authorities.",
        "date": "20090510",
        "country": "Greece"
    },
    {
        "title": "MayDayturnsviolent in Germany, Greece, Turkey",
        "body": "MayDayprotesters clashed with riot police in Germany, Turkey and yesterday while thousands angry at the government’s responses to the global financial took to the streets in ...",
        "date": "20090502",
        "country": "Greece"
    },
    {
        "title": "Iceland hot but Europe suffers tourist meltdown",
        "body": "BELOW the Acropolis in Athens, Thomas Ntaras sits outside his empty souvenir shop watching a few tourists strolling through the usually packed alleys.",
        "date": "20090813",
        "country": "Greece"
    },
    {
        "title": "German firm mulls 250 new jobs",
        "body": "The General Workers’ Union was having talks with a German company interested in expanding its operations in Malta and generating a further 250 jobs, union general secretary Tony Zar...",
        "date": "20100529",
        "country": "Greece"
    },
    {
        "title": "Like the Sorcerer’s Apprentice",
        "body": "The prime minister was right to point out that Greece has become a guinea pig. What Premier George Papandreou failed to mention is the type of experiment that is being carried out and his own part in it. To be sure, Papandreou is not to blame for the fiscal that his administration inherited from the conservative government but he is still responsible for the way he has handled it. Naturally, the should act as a catalyst for scrapping ’s dysfunctional and wasteful growth model while replacing it with a healthier and more productive system. Instead, the is being used as an excuse for injecting neoliberal ideas and policies into the country’s economy and society. The memorandum for the rescue package does contain some necessary measures but overall it has a Procrustean effect that is bound to result in recession. Even if accepting the memorandum was the only way could keep its head above does not mean that it has all the right recipes. Brutal measures are not purgatory. The real dilemma should be productive versus counterproductive measures and not tough vs mild ones. Reviving the economy requires reforms to streamline the economy and make it more productive. is in an emergency situation. Breaking the deadlock mandates new political tools, imaginative approaches and effective strategies. The has provided an opportunity to finally imple- ment smart and pragmatic solutions that have long been left unexploited. After all, the works as a catalyst that can transform social attitudes and mentalities. The problem is that the Papandreou administration is on autopilot, closely following the dictates of the memorandum. That is because the recipes of the IMF and the EU serve the government’s political objectives while also disguising its inability to drastically tackle the . The Greek problem is above all a political problem, not an economic one. As long as the government continues to look like Mickey Mouse in Walt Disney’s “Sorcerer’s Apprentice,” the chances of steering clear of disaster will continue to diminish.",
        "date": "20100625",
        "country": "Greece"
    },
    {
        "title": "on the Web",
        "body": "Greece financial crisis arkansasonline.com/greece/ Reppas said.",
        "date": "20100603",
        "country": "Greece"
    },
    {
        "title": "Self-interest not solidarity",
        "body": "Greece’s crisis has highlighted in a dramatic way not only the obsolescence of our own economic growth model but also the European Union’s inherent weaknesses. European unification has banked on the remaining as calm as they were when the EU was first conceived and the bloc’s naive elite ignored one of life’s rules, namely that calm is invariably followed by a storm. The EU is not a federation and the notion that each member state will look out for its own interest is part of the game. On the other hand however, a union of nations, and even more so a monetary union, also presupposes a certain degree of solidarity. Monetary integration without fiscal integration, without political integration, is a contradiction in terms. It is akin to putting the cart ahead of the horse. The fathers of the EU failed to create a mechanism to bail out members in trouble, and especially when their troubles have made them the black sheep of international markets. The Maastricht Treaty and the clout of the European Central Bank did nothing to resolve this contradiction. On the contrary, they rendered the eurozone even more inflexible. Furthermore, the EU’s treatment of has been yet another sign of weakness and the stronger member states took advantage of this institutional void and the amateurish handling of the by George Papandreou’s government in order to withhold support. Solidarity does not mean help with no strings attached, but without solidarity the EU has no future. The eurozone effectively tossed to the market wolves, ostensibly to teach it a lesson. Instead of helping strengthen its weakest link it mortgaged the country’s recovery and allowed to borrow at exorbitant terms to the benefit of speculators. Even when the government adopted tough measures, Germany merely hummed and hawed. Yesterday’s announcements of support were more about protecting the euro than a practical expression of solidarity with .",
        "date": "20100212",
        "country": "Greece"
    },
    {
        "title": "Greek crisis being felt worldwide",
        "body": "Although the nation is a bit player, its woes highlight growing debt risks.",
        "date": "20100506",
        "country": "Greece"
    },
    {
        "title": "Greek economic crisis shows risk of implied guarantees",
        "body": "By forcing the EU to explicitly detail support for Greece, markets are showing they will no longer tolerate fuzzy “implied guarantees” to underwrite the creditworthiness of troubled...",
        "date": "20100215",
        "country": "Greece"
    },
    {
        "title": "China sees silver lining in debt crisis",
        "body": "Beijing ( Reuters) Greece’s debt crisis offers a good opportunity for Chinese companies to invest in the country as its privatises assets, the Chinese ambassador said yesterday.",
        "date": "20110725",
        "country": "Greece"
    },
    {
        "title": "Greece puts state assets on the market",
        "body": "— Greece will “immediately” start selling state assets in several major enterprises and take additional fiscal measures this year to tackle the debt crisis, the finance minister said ...",
        "date": "20110524",
        "country": "Greece"
    },
    {
        "title": "Aussie falls on Greek fears",
        "body": "THE Australian dollar has shed more than three US cents to a one-month low on fresh worries that could soon default. CMC Markets foreign exchange dealer Tim said it was a bleak d...",
        "date": "20110913",
        "country": "Greece"
    },
    {
        "title": "China sees chances for investment in Greece",
        "body": "China’s outgoing ambassador to Greece, Luo Linquan, told Sunday’s Kathimerini that his country is confident Athens will overcome its debt and that Beijing has already forged plans to buy Greek bonds and to invest in new projects.",
        "date": "20110725",
        "country": "Greece"
    },
    {
        "title": "PM puts us on alert over crisis",
        "body": "More than most world leaders, Canada’s beloved Prime Minister Stephen Harper is acutely aware of how potentially lethal the Greek economic is to the rest of the developed world.",
        "date": "20111019",
        "country": "Greece"
    },
    {
        "title": "Immigrant influx has reached crisis levels",
        "body": "Amajor gateway for Asian and African immigrants trying to enter Europe through its porous borders, has long struggled with illegal immigration. In the last few years, the problem...",
        "date": "20121215",
        "country": "Greece"
    },
    {
        "title": "Greece must implement reforms",
        "body": "A Greek- made water pump was one of the cash cow products in a company I used to work for and it was also used by the Housing Authority for many years.",
        "date": "20120604",
        "country": "Greece"
    },
    {
        "title": "Euro crisis welcomes Merkel back from holiday",
        "body": "BERLIN — German Chancellor Angela Merkel returned from holiday yesterday to face a dramatically deepening euro and threats from her senior ministers that Germany would veto ...",
        "date": "20120815",
        "country": "Greece"
    },
    {
        "title": "Out of the red as of now",
        "body": "Over the next nine days, Greece will try to implement the harsh conditions attached to the 130 billion bailout put together by other European Union members. The markets have given a tepid r...",
        "date": "20120223",
        "country": "Greece"
    },
    {
        "title": "Scandal that tipped Greece into crisis",
        "body": "IMAGINE the Archbishop of Canterbury languishing in Maidstone jail, facing charges of bribing a government minister to allow the Church of England to swap worthless meadows in K...",
        "date": "20120210",
        "country": "Greece"
    },
    {
        "title": "The bright side of Greece",
        "body": "I keep getting asked if Greece is “safe” for travellers — a question that feels absurd the instant you arrive there.",
        "date": "20130406",
        "country": "Greece"
    },
    {
        "title": "The bright side of Greece",
        "body": "I keep getting asked if Greece is “safe” for travellers — a question that feels absurd the instant you arrive there.",
        "date": "20130411",
        "country": "Greece"
    },
    {
        "title": "The bright side of Greece",
        "body": "I keep getting asked if Greece is “safe” for travellers — a question that feels absurd the instant you arrive there.",
        "date": "20130406",
        "country": "Greece"
    },
    {
        "title": "Economic crisis brings lower prices, fewer tourists",
        "body": "I keep getting asked if Greece is “safe” for travellers—a question that feels absurd the instant you arrive there. Ask anyone who’s been to Greece recently, and you’ll learn that safety conce...",
        "date": "20130406",
        "country": "Greece"
    },
    {
        "title": "Greece headed in right direction, IMF chief says",
        "body": "Greece’s successful bond issue yesterday shows that the long- troubled economy is approaching the end of its , IMF Chief Christine Lagarde said. “I see the issuance that took place ...",
        "date": "20140411",
        "country": "Greece"
    },
    {
        "title": "Labour Day unity worlds apart",
        "body": "TURKISH police have fired water cannons at protesters and some 100,000 workers have paraded in Moscow's iconic Red Square as millions took to the streets around the world to mark Internati...",
        "date": "20140503",
        "country": "Greece"
    },
    {
        "title": "Protesters bring world’s major cities to a standstill",
        "body": "ISTANBUL: Turkish police fired tear gas and water cannon to disperse May Day protesters in Istanbul yesterday, as millions took to the streets across the world to mark Labour Day.",
        "date": "20140502",
        "country": "Greece"
    },
    {
        "title": "Athens water firm may merge with Thessaloniki’s",
        "body": "Greece maymerge its two largest water utilities, Athens Supply & Sewage Co (EYDAP) and Thessaloniki Supply & Sewage Co (EYATH), after efforts to sell controlling stakes...",
        "date": "20140913",
        "country": "Greece"
    },
    {
        "title": "Country must focus on added-value sectors",
        "body": "Unless Greece trebles its growth efforts in the economic sectors where the country currently enjoys added value, it will take at least a quarter of a century before the local jobs market r...",
        "date": "20140626",
        "country": "Greece"
    },
    {
        "title": "Greece approves Enel bid to search for oil, gas",
        "body": "Greece yesterday approved a request by Italian energy major Enel to search for oil and natural gas in three onshore areas in the west of the country. Other oil firms will now be invited t...",
        "date": "20140522",
        "country": "Greece"
    },
    {
        "title": "ON FIRE",
        "body": "1. WATER FROM THE SKY",
        "date": "20150720",
        "country": "Greece"
    },
    {
        "title": "Refugee crisis in Greece",
        "body": "KOS, Greece — Locked in a sunbaked football stadium without food, drinking water or sanitation, about 1,000 refugees queued for hours on Wednesday to register with Greek authorities on...",
        "date": "20150813",
        "country": "Greece"
    },
    {
        "title": "BORDER AND CROSSING",
        "body": "Idomeni, GREECE: A man pours water on his son’s head to cool him off as migrants wait to cross the border from Greece to Macedonia near the Greek village of Idomeni on Saturday. The EU is grap...",
        "date": "20150830",
        "country": "Greece"
    },
    {
        "title": "Troubled waters",
        "body": "Workers paint the hull of the Sea Aeolis as the ship sits in the port of Perama, Greece. The Greek government, which faces a major payment to the International Monetary Fund, has been urge...",
        "date": "20150613",
        "country": "Greece"
    },
    {
        "title": "GREECE PROMISES SHIP TO HOUSE REFUGEES",
        "body": "Kos, Greece — Locked in a sunbaked football stadium without food, drinking or sanitation, about 1,000 refugees queued for hours onWednesday to register with Greek authorities on the ...",
        "date": "20150813",
        "country": "Greece"
    },
    {
        "title": "SPEAKING OF GREECE:",
        "body": "City should honor the nation whose people have given so much, says David Waters.",
        "date": "20150702",
        "country": "Greece"
    },
    {
        "title": "Migrant crisis:",
        "body": "In a dramatic response to Europe’s gravest refugee crisis since World War II, NATO ordered three warships to set sail Thursday to the Aegean Sea to help end the deadly smuggling of asylum-seek...",
        "date": "20160212",
        "country": "Greece"
    },
    {
        "title": "NATO orders warships into Aegean to help ease migrant crisis",
        "body": "BRUSSELS In a dramatic response to Europe’s gravest refugee crisis since the Second World War, NATO ordered three warships to sail immediately Thursday to the Aegean Sea to help end the dea...",
        "date": "20160212",
        "country": "Greece"
    },
    {
        "title": "Greece in EU’s line of fire on migrant crisis",
        "body": "Brussels/ Istanbul, Feb. 10: The EU piled more pressure on Greece on Wednesday, telling Athens to improve conditions for refugees so that other overstretched member states can send migrants ...",
        "date": "20160211",
        "country": "Greece"
    },
    {
        "title": "Migrant crisis: Greece-bound boat sinks, claims 25 lives",
        "body": "A boat carrying migrants from Turkey to Greece has sunk with the loss of 25 lives, Turkey’s coast guard says.",
        "date": "20160307",
        "country": "Greece"
    },
    {
        "title": "avuşoğlu: AK Party has no role in status change on Kardak",
        "body": "FOREIGN Minister Mevlt avuşoğlu said the crisis with Greece over the status of the Kardak islets did not break out during the Justice and Development Party’s (AK Party) term.",
        "date": "20171219",
        "country": "Greece"
    },
    {
        "title": "Greek official says indebted nation handled difficult refugee crisis with dignity",
        "body": "Greece managed the refugee crisis with dignity and continues the efforts to improve the living conditions of refugees and facilitate their integration, Greek Migration Policy Minis...",
        "date": "20170629",
        "country": "Greece"
    },
    {
        "title": "THE VICIOUS CIRCLE",
        "body": "Seven years into Greece’s deepening economic crisis, those living on the breadline have been hit hard. The Argyros family are emblematic of the poverty in after years of austerity...",
        "date": "20170527",
        "country": "Greece"
    },
    {
        "title": "Greece still feels the pain, but with no gain in sight",
        "body": "ERIC REGULY EUROPEAN BUREAU CHIEF ereguly@globeandmail.com",
        "date": "20170228",
        "country": "Greece"
    },
    {
        "title": "Greece: SDGS a way to end economic crisis?",
        "body": "power of the people has fallen by approximately 29 percent and unemployment has reached 23 percent for adult workers and, a stunning 40 percent for young people. Greece might not risk tha...",
        "date": "20180610",
        "country": "Greece"
    },
    {
        "title": "Ankara warns Athens on provocations over Aegean islets",
        "body": "A GREEK flag planted on an islet off Turkey’s Didim coast in the Aegean has been removed, Prime Minister Binali Yıldırım said yesterday, as he urged to avoid escalating tensions.",
        "date": "20180417",
        "country": "Greece"
    },
    {
        "title": "Jordan, Greece and Cyprus say more support needed to countries on refugee front line",
        "body": "NICOSIA (Reuters) – Greece, Jordan and Cyprus called for more effective support to countries on the front line of the Middle East refugee crisis on Tuesday and pledged to deepen cooperation...",
        "date": "20180117",
        "country": "Greece"
    },
    {
        "title": "Hero of the Aegean",
        "body": "Greek Coast Guard Lieutenant Kyriakos Papadopoulos, who is believed to have rescued up to 5000 refugees, died this week aged 44. Known as the “hero of the Aegean”, Papadopoulos took his patr...",
        "date": "20181014",
        "country": "Greece"
    },
    {
        "title": "Tensions mount after Greece’s expulsion of Libyan envoy",
        "body": "The showdown between Turkey and Greece over Ankara’s controversial “sea grab” deal with Libya on Friday looked set to escalate after Athens was slammed for its “outrageous” expulsion of t...",
        "date": "20191207",
        "country": "Greece"
    },
    {
        "title": "Migration plan hinges on returns",
        "body": "Will the government’s plan for managing the refugee and migration crisis provide a solution to the problem? The chances are slight. The present government, like that before it, is navigating largely uncharted . The it is being called upon to manage is much bigger in size and scope than the country’s capabilities and requires a common strategy at least at the European Union level, not to mention cooperation on a much broader geopolitical level. These conditions, however, have not been met, leaving Athens with a limited number of options. Countries that could and should be helping manage the have limited themselves to the role of observer, with some often going so far as to even act as critics and champions of human rights. With the routes from to other parts of the European Union becoming increasingly difficult for migrants and refugees to navigate either in an organized fashion or illegally, and with the threat of their being returned to the country if they are caught on the way, has since 2015 been struggling to deal with the realities of hosting an ever-increasing number of migrants and refugees. On the one hand, the new government has opted for closed camps on the islands and “controlled hospitality” centers on the mainland in a bid to address the concerns of local communities on the islands. On the other, it hopes that the fear of being held in a closed camp will discourage new arrivals, which continue at such a pace as to make the very notion of the islands being relieved of the pressure almost impossible to believe. The challenge is twofold: One is staunching the flow of new arrivals; the second, and perhaps most important, is introducing an effective mechanism for deporting those who are not entitled to asylum in . The mechanism agreed between the European Union and Turkey in 2016 never really worked properly, as evidenced by the numbers. Turkey has been a reluctant partner on this issue from the outset, even when it has come to bilateral agreements with . The procedure for returning migrants to their country of origin is equally if not more difficult, as cannot rely on the cooperation of the government in Ankara. The success of the plan the government presented earlier this week and has already started implementing will basically rely on these two factors.",
        "date": "20191123",
        "country": "Greece"
    },
    {
        "title": "Mitsotakis calls for Plan B to tackle migration",
        "body": "Arriving at his first European Council summit in Brussels yesterday, Prime Minister Kyriakos Mitsotakis said that Greece and the European Union should not be held hostage to Turkey over migration and should have a “Plan B” in place to respond to a possible new refugee .",
        "date": "20191018",
        "country": "Greece"
    },
    {
        "title": "Ankara threatens Greece with naval maneuvers",
        "body": "Days after a war Turkey has supported looks set to end in Azerbaijan, Ankara needs a new crisis and is threatening Greece with a naval operation between November 11 and 23. The operatio...",
        "date": "20201112",
        "country": "Greece"
    },
    {
        "title": "Return of Turkey ship reignites Greece row",
        "body": "ANKARA — Turkey has announced plans to send a research ship at the center of an energy rights row with Greece to the eastern Mediterranean again, a move likely to reignite tensions with Athens...",
        "date": "20201013",
        "country": "Greece"
    },
    {
        "title": "Return of Turkey ship reignites Greece row",
        "body": "ANKARA — Turkey has announced plans to send a research ship at the center of an energy rights row with to the eastern Mediterranean again, a move likely to reignite tensions with Athens.",
        "date": "20201013",
        "country": "Greece"
    },
    {
        "title": "Return of Turkey ship reignites Greece row",
        "body": "ANKARA — Turkey has announced plans to send a research ship at the center of an energy rights row with to the eastern Mediterranean again, a move likely to reignite tensions with Athens.",
        "date": "20201013",
        "country": "Greece"
    },
    {
        "title": "Turkey-Greece quarrel and EU’s duty",
        "body": "The tension between Turkey and Greece continues to deepen. Both countries are NATO allies, but unfortunately, the tension is not new. claims that its many islands in the region auto...",
        "date": "20200904",
        "country": "Greece"
    },
    {
        "title": "Juncker criticizes Merkel over Greek debt plight",
        "body": "Former European Commission chief Jean-Claude Juncker has criticized outgoing German Chancellor Angela Merkel’s reaction to ’s debt , saying her “hesitations” and “reluctance” undermined efforts to manage the situation.",
        "date": "20210925",
        "country": "Greece"
    },
    {
        "title": "Greece extends fence to deter asylum seekers",
        "body": "ATHENS • Greece said it had completed a 40km fence on its border with Turkey, with a new surveillance system in place to stop possible asylum seekers from trying to reach Europe following ...",
        "date": "20210822",
        "country": "Greece"
    },
    {
        "title": "Greece opens new camps for migrants",
        "body": "Greece on Saturday opened two more of its new “closed” migrant camps on the islands of Leros and Kos that have been criticised by rights groups for their restrictive measures.",
        "date": "20211129",
        "country": "Greece"
    },
    {
        "title": "Huge defense deal with Greece not only about security equipment",
        "body": "In the early 2000s, as Israel was facing severe water shortages, all kinds of ideas were raised to help solve the problem, the most creative being to import from Turkey.",
        "date": "20210107",
        "country": "Greece"
    },
    {
        "title": "Greece: 2 dead, 20 missing in new migrant sailboat accident",
        "body": "ATHENS, Greece – At least two people died and 20 were believed missing after a migrant boat capsized in the Aegean Sea late Friday, bringing to at least 16 the combined death toll from three sep...",
        "date": "20211225",
        "country": "Greece"
    },
    {
        "title": "Global AIDS crisis questioned",
        "body": "LONDON — As World AIDS Day is marked today, some experts are growing more outspoken in complaining AIDS is eating up funding at the expense of more pressing health needs.",
        "date": "20081201",
        "country": "Grenada"
    },
    {
        "title": "+ ! \" ,",
        "body": "LONDON — As World AIDS Day is marked today, some experts are growing more outspoken in complaining that AIDS is eating up funding at the expense of more pressing health needs.",
        "date": "20081201",
        "country": "Grenada"
    },
    {
        "title": "GLOBAL PRIORITY ON AIDS ARGUED",
        "body": "The epidemic, some experts say, draws money away from more pressing health problems. A U.N. agency official disagrees.",
        "date": "20081201",
        "country": "Grenada"
    },
    {
        "title": "AIDS fight overblown, critics say",
        "body": "As World AIDS Day is marked today, some experts are growing more outspoken in complaining that AIDS is eating up funding at the expense of more pressing health needs.",
        "date": "20081201",
        "country": "Grenada"
    },
    {
        "title": "Aids overblown, say experts",
        "body": "As World Aids Day was marked yesterday, some experts are growing more outspoken in complaining that Aids is eating up funding at the expense of more pressing health needs.",
        "date": "20081202",
        "country": "Grenada"
    },
    {
        "title": "Grenada tourism faces one-two punch from hurricane, economy",
        "body": "On a sultry September afternoon, Rebecca Thompson’s dream home in paradise almost became a death trap. The home is carved out of the side of a hill on Grenada’s southwest coast, and Thomps...",
        "date": "20090425",
        "country": "Grenada"
    },
    {
        "title": "Miliband hits out at China for hijacking climate deal",
        "body": "The climate secretary, Ed Miliband, today accuses China, Sudan, Bolivia and other leftwing Latin American countries of trying to hijack the UN climate summit and “hold the world to ran...",
        "date": "20091221",
        "country": "Grenada"
    },
    {
        "title": "Leveraging Afghanistan for poll gain",
        "body": "Despite a 10 per cent unemployment rate in the US and serious economic challenges ahead, President Barack Obama’s decision to leverage Afghanistan probably secured his reelection in ...",
        "date": "20091210",
        "country": "Grenada"
    },
    {
        "title": "Political general sought presidency",
        "body": "NEW YORK – Alexander Haig, the four-star general who served as a confrontational secretary of state under president Ronald Reagan and a commanding White House chief of staff as the admin...",
        "date": "20100221",
        "country": "Grenada"
    },
    {
        "title": "Haig led as Nixon faltered",
        "body": "That day, Secretary of State Haig wrongly declared himself the acting president. “The helm is right here,” he told members of the Reagan Cabinet in the White House Situation Room, “and t...",
        "date": "20100221",
        "country": "Grenada"
    },
    {
        "title": "Retirement plans under financial stress",
        "body": "WASHINGTON — Last year, the federal government began assuming the pension obligations of 147 private companies when those companies reneged on sometimes longstanding promises to l...",
        "date": "20110508",
        "country": "Grenada"
    },
    {
        "title": "BUNCH ON LIBYA: I’M TORN",
        "body": "IT MAY TELL you something about the politics of the U.S. and Libya that it’s been mentally unglued media gabber Glenn Beck who arguably best captures the tortured national zeitgeist.",
        "date": "20110322",
        "country": "Grenada"
    },
    {
        "title": "The men who took out bin Laden",
        "body": "They are America’s quietest killers, known as Seals because of their delicate work by sea, air or land. But they can also just crash through doors and ‘‘ double tap’’ the enemy’s face, as they ...",
        "date": "20110507",
        "country": "Grenada"
    },
    {
        "title": "Caricom and Libya",
        "body": "On Wednesday we reported Caricom Chairman Dr Denzil Douglas of St Kitts and Nevis as saying that Col Gaddafi of Libya should recognize that “the end is apparently very near and in order t...",
        "date": "20110828",
        "country": "Grenada"
    },
    {
        "title": "Students bring UN to life2",
        "body": "The European debt crisis, the global water supply and Israel and Palestine are among the topics more than 2,000 aspiring diplomats from around the world will discuss this week at Vancouver’s 2012 World Model United Nations Conference.",
        "date": "20120312",
        "country": "Grenada"
    },
    {
        "title": "It takes an entire village",
        "body": "PUERTO PLATA, Dominican Republic -- Needy orphans in this land of the famed merengue dance are being helped by generous Canadians who want more than just sun, sea and sand from their vacati...",
        "date": "20120204",
        "country": "Grenada"
    },
    {
        "title": "“The Promise”: Jason de Caires Taylor’s generative human intervention in marine ecosystems",
        "body": "Anastasia Deonarinesingh is a Trinidadian student, graduating from the University of Toronto this year with a Bachelor of Science in Physics, Caribbean Studies and Mathematics. Her re...",
        "date": "20120716",
        "country": "Grenada"
    },
    {
        "title": "Let us celebrate a very modern Queen1",
        "body": "She was born before the advent of television but has come to dominate its realm like a colossus, one of the most widely recognized broadcast icons on the planet.",
        "date": "20120602",
        "country": "Grenada"
    },
    {
        "title": "Today in HISTORY",
        "body": "1511 England and Spain form defensive alliance against French. 1534 British Parliament passes the Act of Supremacy, which declares King Henry VIII as head of the Church of England. 1558 Eliz...",
        "date": "20131117",
        "country": "Grenada"
    },
    {
        "title": "Caribbean nations facing water crisis",
        "body": "SAN JUAN, Puerto Rico — Experts are sounding a new alarm about the effects of climate change for parts of the Caribbean — the depletion of already strained drinking water throughout much of ...",
        "date": "20130907",
        "country": "Grenada"
    },
    {
        "title": "CDB funding secured for West Coast road upgrade",
        "body": "The Caribbean Development Bank ( CDB) has concluded two agreements with Guyana totalling US$ 40 million for the provision of funds to upgrade the West Coast Demerara road and to provide a ...",
        "date": "20130226",
        "country": "Grenada"
    },
    {
        "title": "Korean War vet takes dive to statue",
        "body": "51 MIAMI — It was a reunion years in the making. When Korean War veteran Gabe Spataro was relearning how to scuba dive, he told his instructors a riveting tale about his wheeler- dealer role i...",
        "date": "20130609",
        "country": "Grenada"
    },
    {
        "title": "By Ameen Izzadeen",
        "body": "Argo which won three Oscars on Sunday was by no means a pro-Iranian film. Though Ben Affleck takes the trouble to present the plot – with a tinge of American heroism a la Hollywood – as it w...",
        "date": "20130301",
        "country": "Grenada"
    },
    {
        "title": "Handshake at Mandela’s funeral played significant role in US- Cuban thaw",
        "body": "IT MAY seem hard to believe, after so many decades of diplomatic rancour, but when Fidel Castro first came to power, he did so with the assistance of the US government.",
        "date": "20141219",
        "country": "Grenada"
    },
    {
        "title": "Beware the bear",
        "body": "Re Harper Likens Russia’s Crimea Grab To Third Reich Aggression (March 5): Historically, crises of this sort occur because one side sees a promising opportunity for restitution after a...",
        "date": "20140306",
        "country": "Grenada"
    },
    {
        "title": "Beware the bear",
        "body": "Re Harper Likens Russia’s Crimea Grab To Third Reich Aggression (March 5): Historically, crises of this sort occur because one side sees a promising opportunity for restitution after a...",
        "date": "20140306",
        "country": "Grenada"
    },
    {
        "title": "Beware the bear",
        "body": "Re Harper Likens Russia’s Crimea Grab To Third Reich Aggression (March 5): Historically, crises of this sort occur because one side sees a promising opportunity for restitution after a...",
        "date": "20140306",
        "country": "Grenada"
    },
    {
        "title": "Beware the bear",
        "body": "Re Harper Likens Russia’s Crimea Grab To Third Reich Aggression (March 5): Historically, crises of this sort occur because one side sees a promising opportunity for restitution after a...",
        "date": "20140306",
        "country": "Grenada"
    },
    {
        "title": "GIANT WATER HORSES INVADE THE THAMES",
        "body": "entitled don Eye ferris wheel in London.",
        "date": "20150919",
        "country": "Grenada"
    },
    {
        "title": "Art:",
        "body": "Four imposing stone stallions rise above a riverside beach on the Thames, marking a celebration of the river’s place in London’s history.",
        "date": "20150919",
        "country": "Grenada"
    },
    {
        "title": "Granger to address Parliament on maritime decree",
        "body": "President David Granger will address the National Assembly today on the controversial May 26th maritime decree by Venezuela which has rocked relations with Guyana.",
        "date": "20150709",
        "country": "Grenada"
    },
    {
        "title": "An appeal for justice",
        "body": "WE MAY well be on our way to a Jamaican final court of appeal. Which could arrive through a toilet door. Or, more tastefully, through a lunchroom door.",
        "date": "20151108",
        "country": "Grenada"
    },
    {
        "title": "Navigating choppy political waters",
        "body": "JAMAICA, AS Bruce Golding suggests, may be heading into uncharted, and potentially perilous, political waters. But with measured and sensible leadership, they are not unnavigatable.",
        "date": "20160301",
        "country": "Grenada"
    },
    {
        "title": "SAVING OUR SEAS Regional cooperation key to solving marine pollution",
        "body": "REGIONAL COOPERATION is critical to arresting the scourge of marine pollution impacting the Caribbean, where 80 per cent of the pollution seen is due to activities on land – from de...",
        "date": "20160609",
        "country": "Grenada"
    },
    {
        "title": "DEATHS IN THE NEWS",
        "body": "George E. Curry, 69, former reporter with the Chicago Tribune and civil rights activist whose syndicated column ran in hundreds of black-owned newspapers in the U.S. and who served two stin...",
        "date": "20160828",
        "country": "Grenada"
    },
    {
        "title": "Reinventing Fidel Castro",
        "body": "COMRADE FIDEL has shuffled off the mortal combat gear, causing a brief resurgence of interest in his ideology. As a friend has helpfully pointed out, “With Fidel, it’s either love or hate....",
        "date": "20161204",
        "country": "Grenada"
    },
    {
        "title": "Recovery from storms will take long – Riley",
        "body": "ST GEORGE’S, Grenada: HAVING SUFFERED crushing blows to GDP and productivity as a result of hurricanes Irma and Maria, Caribbean countries are being warned to invest in resilience to al...",
        "date": "20171014",
        "country": "Grenada"
    },
    {
        "title": "Granger should explain how Guyana can afford to accommodate Dominicans in the current economic crisis",
        "body": "Dear Editor,",
        "date": "20171003",
        "country": "Grenada"
    },
    {
        "title": "China has to invade North Korea just like the US did in Grenada",
        "body": "The 3,000-metre runway of Point Salines Airport was wildly excessive for the twin-turboprop that dropped me on the sleepy island of in 1986. It was sleepy then – but just 30 months earli...",
        "date": "20170907",
        "country": "Grenada"
    },
    {
        "title": "ISLE TAKE IT",
        "body": "range of price points and options on islands from the less-exclusive Puerto Rico, St. Martin, Aruba and St. Thomas to ritzier ones such as St. Barts, St. Kitts and Nevis, and St. Lucia. And whil...",
        "date": "20170202",
        "country": "Grenada"
    },
    {
        "title": "Roads closed and new homes cut off",
        "body": "STORMWATER still surrounds a new Papamoa housing development after heavy rain on Sunday, and two roads in the suburb remained closed last night.",
        "date": "20180605",
        "country": "Grenada"
    },
    {
        "title": "A hopeful look At ClimAte ChAnge1",
        "body": "Most environmental movies are in crisis mode.",
        "date": "20180616",
        "country": "Grenada"
    },
    {
        "title": "Venezuela’s strongest quake since 1900 does little damage",
        "body": "CARACAS, Venezuela — A strong aftershock jolted Venezuela’s northeastern coast on Wednesday after the most powerful earthquake to hit the area in more than a century, though officials sai...",
        "date": "20180823",
        "country": "Grenada"
    },
    {
        "title": "Aftershock hits Venezuela following biggest quake since 1900",
        "body": "CARACAS, Venezuela (AP) — A strong aftershock jolted Venezuela’s northeastern coast on Wednesday following the most powerful earthquake to hit the area in more than a century, though offi...",
        "date": "20180823",
        "country": "Grenada"
    },
    {
        "title": "Grenada spending millions to build toilets, bathrooms",
        "body": "ST GEORGE’S, Grenada (CMC) – The Grenada Government, through the Ministry of Social Development and Housing will be embarking on a project that will give grants to thousands of people, ...",
        "date": "20191122",
        "country": "Grenada"
    },
    {
        "title": "› TODAY IN",
        "body": "1511 England and Spain form defensive alliance against French.",
        "date": "20191117",
        "country": "Grenada"
    },
    {
        "title": "Gonsalves against military intervention in Venezuela",
        "body": "KINGSTOWN, St Vincent (CMC) — Prime Minister Dr Ralph Gonsalves says St Vincent and the Grenadines will oppose any military intervention of Venezuela by the United States in order to effe...",
        "date": "20190329",
        "country": "Grenada"
    },
    {
        "title": "Desertification ‘more dangerous than wars’ A",
        "body": "NKARA—Businesses are being encouraged to follow the lead of the youth to halt desertification, reduce degradation, improve agricultural sustainability and restore damaged lands.",
        "date": "20190624",
        "country": "Grenada"
    },
    {
        "title": "Citizens urged to wear masks as Grenada prepares for second wave of COVID-19",
        "body": "ST GEORGE’S, Grenada (CMC) — Health Minister Nicholas Steele yesterday urged citizens to be prepared for the second wave of the novel coronavirus, urging citizens to comply with the p...",
        "date": "20200606",
        "country": "Grenada"
    },
    {
        "title": "Across the Caribbean, rum and gin distillers use their alcohol to fight coronavirus",
        "body": "With hand sanitisers now hard, if not impossible, to find even on Caribbean store shelves, rum and gin companies across the region are trying to do their part to curb the spread of the novel ...",
        "date": "20200405",
        "country": "Grenada"
    },
    {
        "title": "Caribbean rum brands making sanitizers to fight COVID-19",
        "body": "With hand sanitizers now hard, if not impossible, to find even on Caribbean store shelves, rum and gin companies across the region are trying to do their part to curb the spread of the coron...",
        "date": "20200404",
        "country": "Grenada"
    },
    {
        "title": "TODAY IN HISTORY",
        "body": "1511 England and Spain form a defensive alliance",
        "date": "20211117",
        "country": "Grenada"
    },
    {
        "title": "St Vincent volcano eruption: residents urged to evacuate ‘immediately’",
        "body": "Three days after La Soufrire volcano began to erupt on St Vincent, the eastern Caribbean island remains under a shower of ash and subject to severe water restrictions as authorities g...",
        "date": "20210413",
        "country": "Grenada"
    },
    {
        "title": "SA not among states pledging to protect land mass, oceans",
        "body": "More than 50 countries promised on Monday to protect at least 30% of the planet’s land mass and oceans by 2030 to halt its steep and rapid loss in biodiversity.",
        "date": "20210113",
        "country": "Grenada"
    },
    {
        "title": "Caring, loving and learning in struggle: The La Soufriere volcanic eruption in St. Vincent",
        "body": "speaking to my neighbour. The entire village began to grow dark as thick ashes blanketed the village. The clouds were dark and grey, the ashes were everywhere, and it was difficult to see a...",
        "date": "20210419",
        "country": "Grenada"
    },
    {
        "title": "Welcome Kashmir aid",
        "body": "After the sheer terror of Saturday’s earthquake, and the shock of loss, a cold chill is settling over devastated Kashmir. Last night, a fierce rain mixed with hail hampered rescuers and soak...",
        "date": "20051012",
        "country": "Guatemala"
    },
    {
        "title": "Forum fails to recognise water as a human right",
        "body": "Delegates at a forum on the world’s water crisis approved a final declaration that endorses the building of hydroelectric dams but makes no reference to private investment or demands that ac...",
        "date": "20060324",
        "country": "Guatemala"
    },
    {
        "title": "Series of Mishaps Cited In U.S. Helicopter Crash",
        "body": "KABUL, Afghanistan — A helicopter crash that killed 10 U.S. troops in May was caused by a series of mishaps, a new report concludes. Problems included a nighttime landing on a small mountain...",
        "date": "20061010",
        "country": "Guatemala"
    },
    {
        "title": "Starving the People To Feed the Cars",
        "body": "H igh oil prices are much more than just a drain on drivers’ pocketbooks or a sign of tough economic times ahead; they could also prove to be a leading indicator of the unraveling of our gl...",
        "date": "20060910",
        "country": "Guatemala"
    },
    {
        "title": "Floods claim 8 lives, health crisis looms",
        "body": "Villahermosa, Mexico —",
        "date": "20071105",
        "country": "Guatemala"
    },
    {
        "title": "Mexico flood toll rises",
        "body": "The death toll in the widespread flooding in southern Mexico rose to eight as rescuers struggled to evacuate people from rooftops and bring supplies to those protecting their homes from wo...",
        "date": "20071105",
        "country": "Guatemala"
    },
    {
        "title": "Death tally from floods rises to eight",
        "body": "The death toll in the widespread flooding in southern Mexico rose to eight as rescuers struggled to evacuate people from rooftops and bring supplies to those protecting their homes from wo...",
        "date": "20071105",
        "country": "Guatemala"
    },
    {
        "title": "Crocodiles new worry for flood-ravaged Mexicans",
        "body": "VILLAHERMOSA, MEXICO— The death toll in the widespread flooding in southern Mexico rose to eight yesterday as rescuers struggled to evacuate people from rooftops and bring supplies to ...",
        "date": "20071104",
        "country": "Guatemala"
    },
    {
        "title": "Remaining in the center— or the country",
        "body": "Allowing people to stay in the U.S. because they have U.S.-born children to support only confuses the issue of who is responsible for the precarious state in which these folks find them...",
        "date": "20070320",
        "country": "Guatemala"
    },
    {
        "title": "Five envoys present credentials to Peres",
        "body": "Five new ambassadors presented credentials to President Shimon Peres on Tuesday and discussed a range of international issues, from Iran to the environment.",
        "date": "20080903",
        "country": "Guatemala"
    },
    {
        "title": "Giving classrooms a global perspective",
        "body": "When Pierre Ct led a small team of volunteers to Bolivia to show Ontario high school students how the world’s water supply is at risk, he took his family along with him. Ct, general secr...",
        "date": "20081002",
        "country": "Guatemala"
    },
    {
        "title": "Flooding",
        "body": "river finally crests.",
        "date": "20080616",
        "country": "Guatemala"
    },
    {
        "title": "The price of hunger",
        "body": "What would it really cost to end global hunger? The United Nations estimates that it would take at least $30 billion per year to solve the food crisis, mainly by boosting agricultural produc...",
        "date": "20080623",
        "country": "Guatemala"
    },
    {
        "title": "El Nino intensifies drought",
        "body": "MONTEVIDEO — From a devastating food crisis in Guatemala to water cuts in Venezuela, El Nino has compounded drought damage across Latin America this year. The occasional seasonal warmi...",
        "date": "20091121",
        "country": "Guatemala"
    },
    {
        "title": "Malnutrition rises in drought-hit Guatemala",
        "body": "MIAMI — The rainy season has watered crops in Guatemala, but relief workers and food experts say the rainfall has done little to help the country recover from a major drought that’s aggra...",
        "date": "20091017",
        "country": "Guatemala"
    },
    {
        "title": "El Nino intensifies Latin America drought",
        "body": "MONTEVIDEO: From a devastating food crisis in Guatemala to water cuts in Venezuela, El Nino has compounded drought damage across Latin America this year.",
        "date": "20091121",
        "country": "Guatemala"
    },
    {
        "title": "Millions of people are praying for rain",
        "body": "Hardly anyone seems to have noticed, but an ominous day for more than a billion people has just passed. Wednesday saw the official end of the South Asian monsoon – which provides 80 per cen...",
        "date": "20091003",
        "country": "Guatemala"
    },
    {
        "title": "Not enough rain, not enough food",
        "body": "DEVISADERO, Guatemala — Victoria Lopez cradles her 2-year-old granddaughter Jennifer, whose chubby cheeks, bloated legs and stunted growth make her look much younger than healthy children her ...",
        "date": "20090930",
        "country": "Guatemala"
    },
    {
        "title": "erratic weather worries",
        "body": "sToCKholm: The drought in Russia and floods in Pakistan are part of a global trend of unpredictable weather patterns and rainfall that threaten food security, experts gathered here said.",
        "date": "20100908",
        "country": "Guatemala"
    },
    {
        "title": "Hunger firewall",
        "body": "(IT’S STEAMING HOT),” A friend’s e-mail from Caracas groused.",
        "date": "20100225",
        "country": "Guatemala"
    },
    {
        "title": "Water still the best medicine NUMBERS",
        "body": "Rahul Singh was back home outside Toronto last week after a grueling few days in Pakistan. The small agency he founded, GlobalMedic, had just rotated nine volunteers through a region devas...",
        "date": "20100829",
        "country": "Guatemala"
    },
    {
        "title": "Water still the best medicine NUMBERS",
        "body": "Rahul Singh was back home outside Toronto last week after a grueling few days in Pakistan. The small agency he founded, GlobalMedic, had just rotated nine volunteers through a region devas...",
        "date": "20100829",
        "country": "Guatemala"
    },
    {
        "title": "My struggle to get the best care for pregnant women",
        "body": "ON OCTOBER 23, 2003, while giving birth to my first child, I narrowly avoided becoming a maternal mortality statistic. The complication I experienced — postpartum haemorrhage — co...",
        "date": "20101022",
        "country": "Guatemala"
    },
    {
        "title": "Donations raise thousands",
        "body": "GOOD samaritans have contributed to a huge donation which could see new classrooms built in southern Sudan, motorbikes in provided for doctors and community workers to trav...",
        "date": "20110923",
        "country": "Guatemala"
    },
    {
        "title": "Failed city?",
        "body": "REP. Tomas Osmea lobbed everything that wasn’t nailed down at Mayor Mike Rama. The mayor earlier stalked out of BOPK, fed up with serving as Osmea’s doormat. In a City Hall packed with the c...",
        "date": "20110605",
        "country": "Guatemala"
    },
    {
        "title": "BILLION REASONS TO FEED WORLD",
        "body": "a.brown @dailyrecord.co.uk BILLION people will be starving by the end of the year, according to a report on the global food .",
        "date": "20110601",
        "country": "Guatemala"
    },
    {
        "title": "Drug traffickers’ new ‘little pathway’",
        "body": "The Mexican drug gangs rapidly infiltrating Central America call El Salvador “El Caminito,” the little pathway.",
        "date": "20110322",
        "country": "Guatemala"
    },
    {
        "title": "Fog harvesting a solution to serious water scarcity",
        "body": "THAT South Africa is a waterstressed country and many of its inhabitants do not have access to water I knew. But if someone had told me a couple of months ago that a solution to this prob...",
        "date": "20110905",
        "country": "Guatemala"
    },
    {
        "title": "Cruise towed through pirate waters",
        "body": "— from page 17",
        "date": "20120302",
        "country": "Guatemala"
    },
    {
        "title": "Reed's analysis: And we wonder why they hate us?",
        "body": "After claims of WMD and al-Qaida connections in Iraq failed to materialize, President George W. Bush claimed that at least we established democracy where it had never existed before. Bu...",
        "date": "20121212",
        "country": "Guatemala"
    },
    {
        "title": "And we wonder why they hate us?",
        "body": "After claims of WMD and al-Qaida connections in Iraq failed to materialize, President George W. Bush claimed that at least we established democracy where it had never existed before. Bu...",
        "date": "20121128",
        "country": "Guatemala"
    },
    {
        "title": "NGO to give Yolanda’s survivors portable water-chlorinating kits",
        "body": "A NON-GOVERNMENT organization (NGO) based in the United States will put up a temporary center in Cebu City that will train individuals on how to install chlorinators in areas affecte...",
        "date": "20131209",
        "country": "Guatemala"
    },
    {
        "title": "NGO to give Yolanda survivors portable water-chlorinating kits",
        "body": "CEBU - A non-government organization (NGO) based in the United States will put up a temporary center in Cebu City that will train individuals on how to install chlorinators in areas a...",
        "date": "20131210",
        "country": "Guatemala"
    },
    {
        "title": "Coffee rust creates crisis in Guatemala’s fields",
        "body": "If you turn off the main road from the city of Cobn and drive down a dirt road, you will come across a magical green kingdom. Tall bushes of coffee and cardamom grow on the pine-topped hills. Bu...",
        "date": "20131025",
        "country": "Guatemala"
    },
    {
        "title": "Netting for big drug catches",
        "body": "nations represent one of the most ambitious US efforts against drug cartels since World War II.",
        "date": "20130404",
        "country": "Guatemala"
    },
    {
        "title": "Drought strikes Central America",
        "body": "GUATEMALA CITY—Central America is having one of its worst droughts in decades, and experts warned on Thursday that major farm losses and the deaths of hundreds of cattle in the region could l...",
        "date": "20140823",
        "country": "Guatemala"
    },
    {
        "title": "Drought depletes supplies of food in Central America",
        "body": "GUATEMALA CITY — (AP) — Central America is having one of its worst droughts in decades, and experts have warned that major farm losses and the deaths of hundreds of cattle in the region could ...",
        "date": "20140823",
        "country": "Guatemala"
    },
    {
        "title": "Car wash owner finds his purpose delivering clean water",
        "body": "The idea came to him nearly six years ago as Jim Dudley sat reading “A Million Miles in a Thousand Years.”",
        "date": "20140519",
        "country": "Guatemala"
    },
    {
        "title": "Flow of child migrants slows along Texas-mexico border",
        "body": "Fewer unaccompanied immigrant children are crossing the Texas-Mexico border, allowing the federal government to close the temporary shelters that it hurriedly opened to handle the su...",
        "date": "20140808",
        "country": "Guatemala"
    },
    {
        "title": "‘We’re leaving in droves’",
        "body": "CIUDAD HIDALGO, Mexico — They line up on the edge of the water, their silhouettes barely visible in the wee hours before the sun rises. Groups of 10 to 12 climb aboard rafts mounted with ply...",
        "date": "20151108",
        "country": "Guatemala"
    },
    {
        "title": "Cuban exodus heads to U.S. via Mexico",
        "body": "CIUDAD HIDALGO, Mexico — They line up on the edge of the water, their silhouettes barely visible in the wee hours before the sun rises. Groups of 10 to 12 climb aboard rafts mounted with ply...",
        "date": "20151102",
        "country": "Guatemala"
    },
    {
        "title": "Central America countries agree ‘a breakthrough’ on stranded Cubans",
        "body": "GUATEMALA CITY: Central American countries on Monday agreed a breakthrough in the case of thousands of US-bound Cuban migrants stranded in Costa Rica, after weeks of often acrimonious re...",
        "date": "20151230",
        "country": "Guatemala"
    },
    {
        "title": "Urgent aid needed to fight ‘super’ El Nio",
        "body": "SYDNEY, Australia (AFP) — Droughts, erratic rains, and frosts brought by a supercharged El Nio are severely impacting the Pacific, with Papua New Guinea worst hit, aid group Oxfam said in a...",
        "date": "20151215",
        "country": "Guatemala"
    },
    {
        "title": "Churches, nonprofit join to donate water to Flint, Mich.",
        "body": "Crossings Community Church, Acts 2 United Methodist Church and Feed the Children recently joined forces to provide disaster relief to families who are affected by the urgent ...",
        "date": "20160213",
        "country": "Guatemala"
    },
    {
        "title": "Reaching out",
        "body": "Crossings Community Church, Acts 2 United Methodist Church and Feed the Children are working to provide water to families in Flint, Mich.",
        "date": "20160213",
        "country": "Guatemala"
    },
    {
        "title": "UNITED STATES",
        "body": "D.C. | WASHINGTON — The Obama administration is planning to expand a program to let would-be migrants from Central America apply for refugee status before they attempt to come to the U...",
        "date": "20160114",
        "country": "Guatemala"
    },
    {
        "title": "COACH’S TIME COULD BE UP",
        "body": "If you’re like most of the people in this country and soccer is something you pay attention to only once every four years, it could be a really long time before you watch another game.",
        "date": "20160329",
        "country": "Guatemala"
    },
    {
        "title": "Persistent drought threatens millions with hunger in Haiti - U.N.",
        "body": "BOGOTA, (Thomson Reuters Foundation) - Around 3.6 million people in Haiti are struggling to feed themselves as three consecutive years of drought have ruined harvests and raised food pric...",
        "date": "20160211",
        "country": "Guatemala"
    },
    {
        "title": "Well done Guatemala",
        "body": "AMAZING how a fixed idea can drive out sense, even basic decency. The boat off Guatemala entered the territorial waters as “tourists”. They weren’t. They lied. They were lurking offshore to ...",
        "date": "20170302",
        "country": "Guatemala"
    },
    {
        "title": "Dutch ‘abortion ship’ heading for Guatemala port",
        "body": "A Dutch “abortion ship” was due to arrive in a Guatemalan port overnight to provide free help to women to end unwanted pregnancies, aiming to circumvent the country’s strict laws.",
        "date": "20170224",
        "country": "Guatemala"
    },
    {
        "title": "Navy moves on Dutch ‘abortion ship’",
        "body": "PUERTO DE SAN JOS: Guatemala’s navy on Thursday dispatched a vessel to watch over a Dutch “abortion ship” carrying activists vowing to help women circumvent the country’s longstanding p...",
        "date": "20170225",
        "country": "Guatemala"
    },
    {
        "title": "Dutch ‘abortion boat’ arrives off Mexico",
        "body": "– A Dutch sailing boat offering abortions, often in defiance of some country’s laws, arrived in international off Mexico on Friday, the organisation crewing it said. The “Women on W...",
        "date": "20170423",
        "country": "Guatemala"
    },
    {
        "title": "ABORTION BOAT ARRIVES OFF MEXICO",
        "body": "IXTAPA: A Dutch sailing boat offering abortions, often in defiance of some country’s laws, arrived in international off Mexico on Friday, the organisation crewing it said. T...",
        "date": "20170423",
        "country": "Guatemala"
    },
    {
        "title": "Central Americans press into Mexico",
        "body": "TECUN UMAN, Guatemala — Migrants traveling in a mass caravan burst through a Guatemalan border fence and streamed by the thousands toward Mexican territory on Friday, defying Mexica...",
        "date": "20181020",
        "country": "Guatemala"
    },
    {
        "title": "Caravan at Mexico-Guatemala border shrinks as migrants cross",
        "body": "TECUN UMAN, GUATEMALA >> A U.S.bound caravan that once totaled more than 3,000 Central American migrants looked to be about a third that size Saturday morning, when its remaining mem...",
        "date": "20181021",
        "country": "Guatemala"
    },
    {
        "title": "NEW CARAVAN TAKING SHAPE",
        "body": "TECUN UMAN, Guatemala — Several hundred migrants from Honduras had gathered in the center of this bustling border town Thursday with more streaming in by the hour in what could be the beginning of another exodus of people headed to the U.S. through Mexico.",
        "date": "20181027",
        "country": "Guatemala"
    },
    {
        "title": "Migrant caravan storms Mexico border",
        "body": "MIGRANTS making their way towards the United States as part of a caravan of 3,000 people charged at the border between Guatemala and Mexico yesterday, cutting the wires and confronting r...",
        "date": "20181020",
        "country": "Guatemala"
    },
    {
        "title": "JBU student photography exhibit to raise funds for water project",
        "body": "Spencer Theobald, a Junior photography major at John Brown University will open his gallery exhibit, “Unfiltered,” on Nov. 1, at the Windgate Visual Arts West gallery located at JBU, accor...",
        "date": "20191030",
        "country": "Guatemala"
    },
    {
        "title": "Migration: From empathy to action",
        "body": "The images we see and the stories we read depicting the human suffering at our southern border commonly gives rise to our deepest emotions: anger over policies, politics and profound emp...",
        "date": "20190714",
        "country": "Guatemala"
    },
    {
        "title": "Local residents head to Haiti to help with water access",
        "body": "AMITY >> Amity Township residents John and Michelle White have formed a “Mission to Haiti” to help Haitians gain access to potable .",
        "date": "20190903",
        "country": "Guatemala"
    },
    {
        "title": "How we did it",
        "body": "Capturing all sides of the immigration debate, in one perilous week.",
        "date": "20190924",
        "country": "Guatemala"
    },
    {
        "title": "Desert or sea: Covid-19 leaves migrants trapped in danger zones",
        "body": "GUATEMALACITY:Thousands of desperate migrants are trapped in limbo and even at risk of death without food, water or shelter in scorching deserts and at sea, as governments close off borders...",
        "date": "20200504",
        "country": "Guatemala"
    },
    {
        "title": "Virus traps migrants in mid-route danger zone",
        "body": "Thousands of desperate migrants are trapped in limbo and even at risk of death without food, water or shelter in scorching deserts and at sea, as governments close off borders and ports ami...",
        "date": "20200504",
        "country": "Guatemala"
    },
    {
        "title": "Lat/Am",
        "body": "Bolsonaro baffles evangelicals:",
        "date": "20201004",
        "country": "Guatemala"
    },
    {
        "title": "Scientists link record-breaking hurricane season to climate crisis",
        "body": "Paddling in a canoe through the flood waters left by Hurricane Eta in his rural village near the north coast of Honduras, Adn Herrera took stock of the damage.",
        "date": "20201116",
        "country": "Guatemala"
    },
    {
        "title": "Protect our world",
        "body": "OUR beautiful world has been going through numerous problems out there. For instance, climate crisis, climate migration and crop failure have been nagging the world and the human race f...",
        "date": "20210412",
        "country": "Guatemala"
    },
    {
        "title": "KAM: CORRUPT-SHUN5",
        "body": "Vice President Kamala Harris on Tuesday said the “alarming” influx of migrants along the US-Mexico border cannot be solved without cleaning up corruption in Central America.",
        "date": "20210505",
        "country": "Guatemala"
    },
    {
        "title": "Guatemalan families mourn death of children as hunger spreads",
        "body": "LA PALMILLA, Guatemala — Two-year-old Yesmin Anayeli Perez died this week of illnesses linked to malnutrition, the third small child to die from similar causes in an impoverished mountain v...",
        "date": "20210116",
        "country": "Guatemala"
    },
    {
        "title": "Are the detained migrant children from Latin America a crisis for President Biden’s team?",
        "body": "Photos of the excess numbers of unaccompanied children detained at the Mexico-U.S. border should be interpreted by analysis of as much information as possible.",
        "date": "20210331",
        "country": "Guatemala"
    },
    {
        "title": "The face of endless suffering",
        "body": "High oil prices, caused by the instability in the Middle East, should have provided a windfall for many impoverished oil-producing African states this year.",
        "date": "20041227",
        "country": "Guinea"
    },
    {
        "title": "Warne left stumped by his rotten luck",
        "body": "IT’S generally accepted that Australia have not had their fair share of good fortune in this series, and you can’t get much more unlucky than Shane Warne was yesterday. “Stumped Jones?” No wo...",
        "date": "20050829",
        "country": "Guinea"
    },
    {
        "title": "CHINA l Timber industry suffers",
        "body": "thousands of species living there — plants, animals and other life-forms — that haven’t been described by science. So we don’t even know what’s in that box that is being meddled with.’’",
        "date": "20061224",
        "country": "Guinea"
    },
    {
        "title": "Knotty issues are at stake",
        "body": "ZHANGJIAGANG, China — Night and day, the timber ships reach this Yangtze River port, one of the world’s busiest clearinghouses for logs from every corner of the globe: Southeast Asia, the Ama...",
        "date": "20061224",
        "country": "Guinea"
    },
    {
        "title": "China roams the planet for resources",
        "body": "CONTINUED FROM PAGE 1 sands of others, it has nothing to set it apart except a number emblazoned on a tiny green tag: 11008.",
        "date": "20061218",
        "country": "Guinea"
    },
    {
        "title": "Lessons from Hawaii’s quake",
        "body": "If the weekend earthquake in Hawaii wasn’t strong enough to get your attention — and at 6.7 magnitude, it should have been — consider what happened the day before yesterday:",
        "date": "20061019",
        "country": "Guinea"
    },
    {
        "title": "Sewage treatment behind increasing lifespans",
        "body": "How much pure, clean water did you waste this morning before you even left for work?",
        "date": "20070215",
        "country": "Guinea"
    },
    {
        "title": "Your",
        "body": "Crisis",
        "date": "20071110",
        "country": "Guinea"
    },
    {
        "title": "187 nations reach deal on climate change",
        "body": "New York Times",
        "date": "20071216",
        "country": "Guinea"
    },
    {
        "title": "Time to repay our war debt",
        "body": "ALL Australians should be aware of the famous Fuzzy Wuzzy angels of the Kokoda Track in Papua New Guinea, during World War II.",
        "date": "20071128",
        "country": "Guinea"
    },
    {
        "title": "Oxfam’s $500,000 shortfall",
        "body": "International aid organisation Oxfam is the latest to feel the economic squeeze.",
        "date": "20081211",
        "country": "Guinea"
    },
    {
        "title": "Fuelled by nuts",
        "body": "CASHEW nuts are the main export of Guinea-Bissau, a former Portuguese colony wedged between Frenchspeaking Senegal and Guinea. Its 1.6 million people are ranked the thirdpoorest in the wo...",
        "date": "20080902",
        "country": "Guinea"
    },
    {
        "title": "Guinea-Bissau economy captive to party snack",
        "body": "BISSAUZINHO, Guinea-Bissau - The next time you grab a handful of cashew nuts at a party, think that you may be holding the economic heartbeat of one tiny West African state in the palm of your ...",
        "date": "20080717",
        "country": "Guinea"
    },
    {
        "title": "HELL ON EARTH",
        "body": "H2. Linfen, China",
        "date": "20080524",
        "country": "Guinea"
    },
    {
        "title": "Liberia declares armyworm emergency",
        "body": "MONROVIA: Liberia’s president has declared a state of emergency over an invasion of crop-eating caterpillars that has affected 350 000 people.",
        "date": "20090128",
        "country": "Guinea"
    },
    {
        "title": "Labor agrees to go green with new pact",
        "body": "Members of the Labor Party signed a pact on Tuesday detailing their commitment to environmental issues, and called on green-concerned voters to support a large party that could lead the...",
        "date": "20090204",
        "country": "Guinea"
    },
    {
        "title": "Red Cross appeals for funds to help Ivorians",
        "body": "THE Red Cross yesterday appealed for $1.39 million (about R9m) to help countries neighbouring Ivory Coast to provide aid to Ivorians fleeing from political deadlock in their homeland.",
        "date": "20101231",
        "country": "Guinea"
    },
    {
        "title": "ROCK READY TO GO",
        "body": "GLASGOW ROCKS coach Sterling Davis has admitted he could lose captain Rob Yanders in the summer after the Milwaukee-born guard received his UK passport.",
        "date": "20100423",
        "country": "Guinea"
    },
    {
        "title": "Like the Sorcerer’s Apprentice",
        "body": "The prime minister was right to point out that Greece has become a guinea pig. What Premier George Papandreou failed to mention is the type of experiment that is being carried out and his own part in it. To be sure, Papandreou is not to blame for the fiscal that his administration inherited from the conservative government but he is still responsible for the way he has handled it. Naturally, the should act as a catalyst for scrapping Greece’s dysfunctional and wasteful growth model while replacing it with a healthier and more productive system. Instead, the is being used as an excuse for injecting neoliberal ideas and policies into the country’s economy and society. The memorandum for the rescue package does contain some necessary measures but overall it has a Procrustean effect that is bound to result in recession. Even if accepting the memorandum was the only way Greece could keep its head above does not mean that it has all the right recipes. Brutal measures are not purgatory. The real dilemma should be productive versus counterproductive measures and not tough vs mild ones. Reviving the economy requires reforms to streamline the economy and make it more productive. Greece is in an emergency situation. Breaking the deadlock mandates new political tools, imaginative approaches and effective strategies. The has provided an opportunity to finally imple- ment smart and pragmatic solutions that have long been left unexploited. After all, the works as a catalyst that can transform social attitudes and mentalities. The problem is that the Papandreou administration is on autopilot, closely following the dictates of the memorandum. That is because the recipes of the IMF and the EU serve the government’s political objectives while also disguising its inability to drastically tackle the . The Greek problem is above all a political problem, not an economic one. As long as the government continues to look like Mickey Mouse in Walt Disney’s “Sorcerer’s Apprentice,” the chances of steering clear of disaster will continue to diminish.",
        "date": "20100625",
        "country": "Guinea"
    },
    {
        "title": "Guinea presidential candidates urge calm ahead of election",
        "body": "Calls for calm rose on the eve of Guinea’s twice-delayed run-off presidential election today, with the two presidential candidates making a joint appeal for a peaceful vote.",
        "date": "20101107",
        "country": "Guinea"
    },
    {
        "title": "HSBC at the double as profits rise to 7bn",
        "body": "TONY Buckingham – one of the most prominent names in the 1990s world of mercenary soldiers – is to pocket an astonishing 84.5m dividend from Heritage Oil.",
        "date": "20100803",
        "country": "Guinea"
    },
    {
        "title": "Zuma calms fears over naval vessel’s use",
        "body": "PRESIDENT Jacob Zuma has explained to Nigerian President Goodluck Jonathan why the South African Navy supply ship SAS Drakensberg is sailing in west African waters.",
        "date": "20110217",
        "country": "Guinea"
    },
    {
        "title": "Reporter puts his, er, neck on the line to net big scoop",
        "body": "A PNG reporter who agreed to be circumcised with bamboo sticks to secure an interview with jungle rebels has won a journalism award for ‘‘best scoop’’.",
        "date": "20111109",
        "country": "Guinea"
    },
    {
        "title": "PNew Guinea on heightened alert",
        "body": "PORT MORESBY – Papua New Guinea was on heightened alert Friday with scores of extra police stationed in the capital amid a political crisis in which two men are claiming to be prime mini...",
        "date": "20111217",
        "country": "Guinea"
    },
    {
        "title": "Pirates turn to W. Africa coast",
        "body": "ABOARD THE HSV 2 SWIFT— Pirate attacks off West Africa’s coast have increased to levels that rival those seen in Somalia, insurers say, prompting maritime agencies to set aside their ani...",
        "date": "20110812",
        "country": "Guinea"
    },
    {
        "title": "Floods ‘forgotten’",
        "body": "Development of the MurrayDarling Basin Plan had been predicated on a belief system of a Murray River in and scenarios that it would never flood again, Southern Riverina Irriga...",
        "date": "20120312",
        "country": "Guinea"
    },
    {
        "title": "Coup scare points to a power struggle",
        "body": "ACLASH between military units in Guinea-bissau exposed the tangled affairs of this unstable nation where a powerful army and state are intertwined and cocaine cartels have deep roots.",
        "date": "20120101",
        "country": "Guinea"
    },
    {
        "title": "Japan leader meets with anti-nuke protesters",
        "body": "TOKYO—For the first time since antinuclear rallies began months ago outside Prime Minister Yoshihiko Noda’s office, a dozen protesters were allowed inside on Wednesday for a half-hour m...",
        "date": "20120824",
        "country": "Guinea"
    },
    {
        "title": "Deep-sea miners kept from getting wet",
        "body": "A new breed of small, specialized mining firms plans to dive deep undersea in a quest for rich sources of metals and minerals, as technology and demand make the seafloor increasingly att...",
        "date": "20120605",
        "country": "Guinea"
    },
    {
        "title": "Harmony Gold making environmentally friendly in-roads",
        "body": "ARMONY GOLD enjoys a strong presence in South Africa and Papua New Guinea and takes ownership of the fact that the company needs to act as responsible environmental stewards within the ...",
        "date": "20120626",
        "country": "Guinea"
    },
    {
        "title": "DOZENS RESCUED AFTER ASYLUM BOAT CAPSIZES",
        "body": "More than 100 asylum seekers have been rescued after their boat capsized off Christmas Island, the Sydney Morning Herald reported.",
        "date": "20130821",
        "country": "Guinea"
    },
    {
        "title": "Pirates kidnap Americans off Nigerian coast",
        "body": "WASHINGTON — Two Americans were taken hostage by pirates who attacked their ship off the coast of Nigeria, U.S. officials said Thursday.",
        "date": "20131025",
        "country": "Guinea"
    },
    {
        "title": "Crooks nab sick sheep",
        "body": "TWO sheep have been stolen from Perth’s RSPCA headquarters.",
        "date": "20131125",
        "country": "Guinea"
    },
    {
        "title": "Pirates seize 2 Americans on ship off Nigeria’s coast",
        "body": "WASHINGTON — Two Americans were taken hostage by pirates who attacked their ship off the coast of Nigeria, U.S. officials said Thursday.",
        "date": "20131025",
        "country": "Guinea"
    },
    {
        "title": "Ebola epidemic could spiral ‘into a crisis’",
        "body": "CONAKRY, GUINEA— Health authorities in Guinea are facing an “unprecedented epidemic” of Ebola, an international aid group warned Monday as the death toll from the disease that causes sev...",
        "date": "20140401",
        "country": "Guinea"
    },
    {
        "title": "Spread of deadly Ebola virus sparks panic in tiny nation",
        "body": "CONAKRY, Guinea — Ebola, one of the world’s most deadly viruses, has spread from a remote forested corner of southern to the country’s seaside capital, raising fears that the disease,...",
        "date": "20140330",
        "country": "Guinea"
    },
    {
        "title": "Crisis grows in West Africa",
        "body": "A man who had collapsed in a puddle of water on a Conakry, Guinea, street Wednesday lay there several hours before being taken to a center to determine whether he even suffered from Ebola...",
        "date": "20140807",
        "country": "Guinea"
    },
    {
        "title": "Ebola virus spreads to capital of Guinea",
        "body": "CONAKRY, Guinea — Ebola, oneoftheworld’s most deadly viruses, has spread from a remote forested corner of southern Guinea to the country’s seaside capital, raising fears that the disease, ...",
        "date": "20140330",
        "country": "Guinea"
    },
    {
        "title": "Severe El Nino impacts millions",
        "body": "Sydney – Droughts, erratic rains and frosts brought by a super-charged El Nino are severely impacting the Pacific, with Papua New worst hit, aid group Oxfam said in a report yesterda...",
        "date": "20151215",
        "country": "Guinea"
    },
    {
        "title": "PNG parched",
        "body": "Papua New Guinea is facing its worst drought in 20 years and a looming food crisis but Prime Minister Peter O’Neill insists the situation is under control for now. El Nino conditions hav...",
        "date": "20150919",
        "country": "Guinea"
    },
    {
        "title": "PNG parched",
        "body": "Papua New Guinea is facing its worst drought in 20 years and a looming food crisis but Prime Minister Peter O’Neill insists the situation is under control for now. El Nino conditions hav...",
        "date": "20150919",
        "country": "Guinea"
    },
    {
        "title": "PNG parched",
        "body": "Papua New Guinea is facing its worst drought in 20 years and a looming food crisis but Prime Minister Peter O’Neill insists the situation is under control for now. El Nino conditions hav...",
        "date": "20150919",
        "country": "Guinea"
    },
    {
        "title": "PNG parched",
        "body": "Papua New Guinea is facing its worst drought in 20 years and a looming food crisis but Prime Minister Peter O’Neill insists the situation is under control for now. El Nino conditions hav...",
        "date": "20150919",
        "country": "Guinea"
    },
    {
        "title": "PNG parched",
        "body": "Papua New Guinea is facing its worst drought in 20 years and a looming food crisis but Prime Minister Peter O’Neill insists the situation is under control for now. El Nino conditions ex...",
        "date": "20150919",
        "country": "Guinea"
    },
    {
        "title": "Calls for Aust to act on water crisis",
        "body": "WATERAID has called on the Australian Government to help its nearest Pacific neighbours gain access to safe .",
        "date": "20160322",
        "country": "Guinea"
    },
    {
        "title": "Aid agencies call for funds:",
        "body": "An inadequate response to El Nino would put tens of millions of people at risk of hunger, water shortages and disease, a group of leading aid agencies said, calling on donors for funding ...",
        "date": "20160110",
        "country": "Guinea"
    },
    {
        "title": "India has the most people without clean water",
        "body": "India has the world’s highest number of people without access to clean water — imposing a major financial burden for some of the country’s poorest people, according to a report.",
        "date": "20160323",
        "country": "Guinea"
    },
    {
        "title": "FG strategises against attacks on pipelines",
        "body": "The Federal Government is formulating key strategies to tackle incessant attacks on pipelines by militants in the Niger Delta, President Muhammadu Buhari has said.",
        "date": "20160525",
        "country": "Guinea"
    },
    {
        "title": "Shock waves at beheading by pirates",
        "body": "PIRACY has taken on a new and extremely sinister turn with the beheading of a Canadian in the Philippines this week by the militant group Abu Sayyaf.",
        "date": "20160430",
        "country": "Guinea"
    },
    {
        "title": "Papua New Guinea to delay refugee evictions",
        "body": "Papua New Guinea will delay by at least 24 hours a plan to evict hundreds of men from an Australian detention centre, three asylum seekers said yesterday. Hundreds of men have barricaded...",
        "date": "20171112",
        "country": "Guinea"
    },
    {
        "title": "Refugees leave Manus detention camp",
        "body": "About 50 asylum seekers left an Australian-run detention camp in Papua New yesterday after police moved into the complex, confiscating food, and personal belongings from ...",
        "date": "20171124",
        "country": "Guinea"
    },
    {
        "title": "Guinea Bissau crisis mounts",
        "body": "BISSAU: Hundreds of protesters marched in the capital of Guinea Bissau on Saturday to demand the departure of President Jose Mario Vaz, the latest sign of growing anti-government sen...",
        "date": "20170313",
        "country": "Guinea"
    },
    {
        "title": "Guinea Bissau crisis mounts",
        "body": "BISSAU: Hundreds of protesters marched in the capital of Guinea Bissau on Saturday to demand the departure of President Jose Mario Vaz, the latest sign of growing anti-government sen...",
        "date": "20170313",
        "country": "Guinea"
    },
    {
        "title": "Guinea Bissau crisis mounts",
        "body": "BISSAU: Hundreds of protesters marched in the capital of Guinea Bissau on Saturday to demand the departure of President Jose Mario Vaz, the latest sign of growing anti-government sen...",
        "date": "20170313",
        "country": "Guinea"
    },
    {
        "title": "UN urges Australia to stop humanitarian crisis in PNG",
        "body": "THE U.N. High Commissioner for Refugees said Australia must take immediate action to stop an \"unfolding humanitarian emergency\" that sees 600 asylum seekers barricaded inside an aba...",
        "date": "20171103",
        "country": "Guinea"
    },
    {
        "title": "WaterAid: Access to clean water lacking worldwide",
        "body": "The world is facing a water crisis, highlighting a big gap in access to clean water and sanitation between the wealthy and economically disadvantaged, according to a WaterAid study....",
        "date": "20180330",
        "country": "Guinea"
    },
    {
        "title": "‘We are guinea pigs to the world’",
        "body": "JOHANNESBURG — South Africa’s drought-hit city of Cape Town plans to introduce new water restrictions on Thursday in an attempt to avoid what it calls “Day Zero,” the day in mid-April when i...",
        "date": "20180201",
        "country": "Guinea"
    },
    {
        "title": "‘ We are guinea pigs to the world’",
        "body": "JOHANNESBURG — South Africa’s drought- hit city of Cape Town plans to introduce new water restrictions on Thursday in an attempt to avoid what it calls “Day Zero,” the day in mid- April when...",
        "date": "20180201",
        "country": "Guinea"
    },
    {
        "title": "‘We are guinea pigs to the world’",
        "body": "JOHANNESBURG — South Africa’s drought-hit city of Cape Town plans to introduce new restrictions on Thursday in an attempt to avoid what it calls “Day Zero,” the day in mid-April when it m...",
        "date": "20180201",
        "country": "Guinea"
    },
    {
        "title": "Inside Guinea-Bissau’s tense presidential election",
        "body": "Over 700,000 citizens of Guinea Bissau are eligible to vote in Sunday’s presidential election that pits incumbent president Jose Mario Vaz against old rival and former Prime Minister...",
        "date": "20191124",
        "country": "Guinea"
    },
    {
        "title": "NZDF prepares for Pacific fishing migration",
        "body": "NEW Zealand’s military is preparing for an influx of Pacific fishing vessels migrating to its waters due to the climate crisis.",
        "date": "20191024",
        "country": "Guinea"
    },
    {
        "title": "Vaper: ‘I’ve never felt that kind of pain’",
        "body": "A St. John’s University student apparently sickened by her ecigarette earlier this year recounted the horrifying symptoms to The Post.",
        "date": "20190916",
        "country": "Guinea"
    },
    {
        "title": "Labor urges care on Papua New Guinea's $1.5bn loan request",
        "body": "Labor has called on the government to “consider very carefully” a request from Papua New Guinea for a $1.5bn loan, suggesting Australia must do more for the Pacific for its own sake rather t...",
        "date": "20190821",
        "country": "Guinea"
    },
    {
        "title": "Water is something that we should gladly pay for",
        "body": "I found Nina Lakhani’s article on America’s water crisis interesting (3 July). But it appears that the crisis is about pricing, not so much lack of availability. As chief engineer of th...",
        "date": "20200717",
        "country": "Guinea"
    },
    {
        "title": "Year of events planned for Botanics 350th",
        "body": "The Royal Botanic Garden Edinburgh (RBGE) has announced a year-long programme of events to mark its 350th anniversary.",
        "date": "20200108",
        "country": "Guinea"
    },
    {
        "title": "Conflict-ridden Guinea in uphill COVID struggle",
        "body": "CONAKRY: Far from pulling together in the face of the COVID-19 pandemic, Guineans remain embittered by a deadly, months-long political , hampering efforts to contain the virus in th...",
        "date": "20200505",
        "country": "Guinea"
    },
    {
        "title": "Ebola-hit West African nations on alert amid coronavirus pandemic",
        "body": "People in Liberia, Guinea and Sierra Leone are ramping up preparations for a potential coronavirus outbreak, with many worried they will see a repeat of the chaos and misinformation as...",
        "date": "20200319",
        "country": "Guinea"
    },
    {
        "title": "Buhari to launch maritime security June",
        "body": "The Minister of Transportation, Rotimi Amaechi, says Nigeria accounts for 65 to 75% of the crime that takes place on the in the Gulf of .",
        "date": "20210518",
        "country": "Guinea"
    },
    {
        "title": "Call for force to stop pirates off west Africa",
        "body": "Global shipping leaders are calling for a beefed-up naval presence off west Africa, amid warnings that the region is facing a Somalia-style piracy .",
        "date": "20210222",
        "country": "Guinea"
    },
    {
        "title": "Call for force to stop pirates off west Africa",
        "body": "Global shipping leaders are calling for a beefed-up naval presence off west Africa, amid warnings that the region is facing a Somalia-style piracy .",
        "date": "20210222",
        "country": "Guinea"
    },
    {
        "title": "Call for force to stop pirates off west Africa",
        "body": "Global shipping leaders are calling for a beefed-up naval presence off west Africa, amid warnings that the region is facing a Somalia-style piracy .",
        "date": "20210222",
        "country": "Guinea"
    },
    {
        "title": "Call for force to stop pirates off west Africa",
        "body": "Global shipping leaders are calling for a beefed-up naval presence off west Africa, amid warnings that the region is facing a Somalia-style piracy .",
        "date": "20210222",
        "country": "Guinea"
    },
    {
        "title": "Call for force to stop pirates off west Africa",
        "body": "Global shipping leaders are calling for a beefed-up naval presence off west Africa, amid warnings that the region is facing a Somalia-style piracy .",
        "date": "20210222",
        "country": "Guinea"
    },
    {
        "title": "Fuelled by nuts",
        "body": "CASHEW nuts are the main export of Guinea-Bissau, a former Portuguese colony wedged between Frenchspeaking Senegal and . Its 1.6 million people are ranked the thirdpoorest in the wo...",
        "date": "20080902",
        "country": "Guinea-Bissau"
    },
    {
        "title": "Guinea-Bissau economy captive to party snack",
        "body": "BISSAUZINHO, Guinea-Bissau - The next time you grab a handful of cashew nuts at a party, think that you may be holding the economic heartbeat of one tiny West African state in the palm of your ...",
        "date": "20080717",
        "country": "Guinea-Bissau"
    },
    {
        "title": "Vieira’s death deepens collapse of Guinea-Bissau",
        "body": "The blood-soaked dining room where Guinea-Bissau’s president was brutally murdered is littered with broken glass, bullet casings and a rusted machete.",
        "date": "20090307",
        "country": "Guinea-Bissau"
    },
    {
        "title": "China plans to build 59 reservoirs as glaciers melt away",
        "body": "China will start backing up its shrinking glaciers with 59 meltwater reservoirs this year, as the cost of climate change hits home in the world’s most populous nation.",
        "date": "20090303",
        "country": "Guinea-Bissau"
    },
    {
        "title": "White paper: China’s foreign aid",
        "body": "Editor’s note: China’s Information Office of the State Council issued a white paper on China’s foreign aid in Beijing on Thursday. Following is the full text:",
        "date": "20110422",
        "country": "Guinea-Bissau"
    },
    {
        "title": "White paper: China’s foreign aid",
        "body": "productive projects accomplished more than traditional technical cooperation in improving enterprise management and production level. Through adjustment and consolidation, Ch...",
        "date": "20110422",
        "country": "Guinea-Bissau"
    },
    {
        "title": "Coup scare points to a power struggle",
        "body": "ACLASH between military units in Guinea-bissau exposed the tangled affairs of this unstable nation where a powerful army and state are intertwined and cocaine cartels have deep roots.",
        "date": "20120101",
        "country": "Guinea-Bissau"
    },
    {
        "title": "Africa",
        "body": "Sudan, rebels in new clash: Sudanese forces and rebels have clashed in southern Darfur, both sides said on Tuesday, the latest unrest in a region where the government has warned about insecu...",
        "date": "20130424",
        "country": "Guinea-Bissau"
    },
    {
        "title": "Andrew Beatty",
        "body": "THE great democratic and economic strides made by African countries in the last decade risk being checked by ageing leaders unwilling to pass the baton.",
        "date": "20130829",
        "country": "Guinea-Bissau"
    },
    {
        "title": "Holdout leaders stymie Africa’s rise",
        "body": "JOHANNESBURG: The great democratic and economic strides made by African countries in the last decade risk being checked by aging leaders unwilling to pass the baton. For generations of ...",
        "date": "20130829",
        "country": "Guinea-Bissau"
    },
    {
        "title": "Guinea-Bissau votes in watershed polls",
        "body": "BISSAU: Guinea-Bissau held watershed presidential and parliamentary elections yesterday aimed at ushering in a new era of stability in a country plagued by drugs and upended by a mi...",
        "date": "20140414",
        "country": "Guinea-Bissau"
    },
    {
        "title": "Guinea-Bissau votes in watershed elections",
        "body": "BISSAU: Guinea-Bissau held watershed elections yesterday for a president and parliament expected to usher in a new dawn of stability in a country plagued by drugs and upended by a mil...",
        "date": "20140414",
        "country": "Guinea-Bissau"
    },
    {
        "title": "Selling drugs to eat",
        "body": "The first to settle the hill above Lisbon were Portuguese returning from the colonies.",
        "date": "20141108",
        "country": "Guinea-Bissau"
    },
    {
        "title": "A Portuguese ‘favela’ turned tourist magnet",
        "body": "Phnom Penh: No. 333B Monivong Blvd. Tel: 023 219161 Siem Reap: No. 50,Sivatha Blvd. Tel: 063 965487 E-mail: cebuair@ptm-travel.com",
        "date": "20141107",
        "country": "Guinea-Bissau"
    },
    {
        "title": "Africa",
        "body": "CAR truce not recognised: An influential faction of the former Seleka rebel coalition in the Central African Republic said Saturday that it does not recognise a ceasefire agreement signed...",
        "date": "20140804",
        "country": "Guinea-Bissau"
    },
    {
        "title": "Migrants accused of throwing 12 Christian shipmates overboard1",
        "body": "Police in Sicily have arrested 15 people for allegedly throwing 12 migrants overboard during what appeared to be a Muslim assault against Christians on the high seas in the midst of Italy...",
        "date": "20150417",
        "country": "Guinea-Bissau"
    },
    {
        "title": "Countries with major issues in football",
        "body": "All Whites coach Anthony Hudson thinks he has problems. What about these five countries, who are all above New Zealand in the Fifa rankings? Curacao (Fifa ranking — 150) Like New Zealand, Cu...",
        "date": "20160113",
        "country": "Guinea-Bissau"
    },
    {
        "title": "Zika still world crisis, U.N. health panel says",
        "body": "World Health Organization says gaps remain in understanding of virus, and of how big risk is for births of brain-damaged babies.",
        "date": "20160903",
        "country": "Guinea-Bissau"
    },
    {
        "title": "Guinea Bissau crisis mounts",
        "body": "BISSAU: Hundreds of protesters marched in the capital of Guinea Bissau on Saturday to demand the departure of President Jose Mario Vaz, the latest sign of growing anti-government sen...",
        "date": "20170313",
        "country": "Guinea-Bissau"
    },
    {
        "title": "Guinea Bissau crisis mounts",
        "body": "BISSAU: Hundreds of protesters marched in the capital of Guinea Bissau on Saturday to demand the departure of President Jose Mario Vaz, the latest sign of growing anti-government sen...",
        "date": "20170313",
        "country": "Guinea-Bissau"
    },
    {
        "title": "Guinea Bissau crisis mounts",
        "body": "BISSAU: Hundreds of protesters marched in the capital of Guinea Bissau on Saturday to demand the departure of President Jose Mario Vaz, the latest sign of growing anti-government sen...",
        "date": "20170313",
        "country": "Guinea-Bissau"
    },
    {
        "title": "Director Roland Vranik’s newest feature film ‘ The Citizen’ tackles Europe’s immigration crisis",
        "body": "Marcelo Cake- Baly came to study in Hungary from wartorn Guinea- Bissau in 1976, and has been working as a tram driver in Budapest for over a decade despite being a trained economist.",
        "date": "20170119",
        "country": "Guinea-Bissau"
    },
    {
        "title": "African-born actor in Hungary: ‘People just see me as a migrant’",
        "body": "BUDAPEST: Marcelo CakeBaly came to study in Hungary from wartorn Guinea-Bissau in 1976, and has been working as a tram driver in Budapest for over a decade despite being a trained economist.",
        "date": "20170119",
        "country": "Guinea-Bissau"
    },
    {
        "title": "A global sanitation problem",
        "body": "KAMPALA, Uganda — Poor countries around the world are facing a dangerous shortage of toilets that puts millions of live at risk, according to campaigners marking World Toilet Day by urgi...",
        "date": "20181120",
        "country": "Guinea-Bissau"
    },
    {
        "title": "World Toilet Day highlights global sanitation crisis",
        "body": "KAMPALA, Uganda (AP) — Poor countries around the world are facing a dangerous shortage of toilets that puts millions of live at risk, according to campaigners marking World Toilet Day by...",
        "date": "20181121",
        "country": "Guinea-Bissau"
    },
    {
        "title": "Poor countries worst hit by lack of toilets",
        "body": "POOR countries around the world are facing a dangerous shortage of toilets that puts millions of lives at risk, according to campaigners marking World Toilet Day by urging governments ...",
        "date": "20181120",
        "country": "Guinea-Bissau"
    },
    {
        "title": "A global sanitation problem",
        "body": "KAMPALA, Uganda — Poor countries around the world are facing a dangerous shortage of toilets that puts millions of live at risk, according to campaigners marking World Toilet Day by urg...",
        "date": "20181120",
        "country": "Guinea-Bissau"
    },
    {
        "title": "Toilet Day highlights sanitation crisis",
        "body": "KAMPALA, Uganda, Nov 19, (Agencies): Poor countries around the world are facing a dangerous shortage of toilets that puts millions of live at risk, according to campaigners marking World ...",
        "date": "20181120",
        "country": "Guinea-Bissau"
    },
    {
        "title": "Inside Guinea-Bissau’s tense presidential election",
        "body": "Over 700,000 citizens of Guinea Bissau are eligible to vote in Sunday’s presidential election that pits incumbent president Jose Mario Vaz against old rival and former Prime Minister...",
        "date": "20191124",
        "country": "Guinea-Bissau"
    },
    {
        "title": "Rapinoe relishes quarterfinal clash with France",
        "body": "MEGAN Rapinoe is already looking forward to the United States’s mouth-watering quarterfinal date with Women’s World Cup hosts, France after her two penalties squeezed her side past resili...",
        "date": "20190625",
        "country": "Guinea-Bissau"
    },
    {
        "title": "Henry Mcleish: Trump poses a globally important dilemma for Democrats",
        "body": "After the chaos of two years of Donald Trump, the Democratic Party, energised by winning control of the House of Representatives, is witnessing an unprecedented number of candidates either declaring, testing the or setting up exploratory committees to become the Democratic candidate for the 2020 presidential election.",
        "date": "20190206",
        "country": "Guinea-Bissau"
    },
    {
        "title": "Gurugram schools host learners’ conclaves, sports tournaments, model United Nations",
        "body": "LOTUS VALLEY INTERNATIONAL SCHOOL",
        "date": "20191029",
        "country": "Guinea-Bissau"
    },
    {
        "title": "Guinea Bissau: A poor country where suvs rule the streets",
        "body": "AInnocent Odoh, just back from Guinea Bissau",
        "date": "20201122",
        "country": "Guinea-Bissau"
    },
    {
        "title": "ECOWAS Parliament moves to tackle food insecurity as Delocalized Meeting ends in Guinea Bissau",
        "body": "The Parliament of the Economic Community of West Africa States (ECOWAS) has taken steps to tackle the challenges facing the sub-region, following the devastating impacts of the Covid-19 ...",
        "date": "20201115",
        "country": "Guinea-Bissau"
    },
    {
        "title": "Cocaine, cannabis and conscience",
        "body": "From Richard Nixon’s war on drugs in the late 1970s to Rodrigo Duterte’s 21st century extreme antinarcotic campaign, the world has seen a lot in between that has shaped global politics, polic...",
        "date": "20200325",
        "country": "Guinea-Bissau"
    },
    {
        "title": "CONTINENTAL DRIFT",
        "body": "Nigeria hears ‘gay ring’ case",
        "date": "20200306",
        "country": "Guinea-Bissau"
    },
    {
        "title": "Greta Thunberg berates UK’S ‘creative carbon accounting’5",
        "body": "GRETA THUNBERG has accused the UK of “lying” about climate change progress, as Unicef warns a billion children are at risk through “climate shocks”.",
        "date": "20210820",
        "country": "Guinea-Bissau"
    },
    {
        "title": "Children at ‘extremely high risk’ to climate change",
        "body": "“Climate change is the greatest threat facing the world’s children and young people. We have known this for some time – based on what science told us, what the stories we heard from around the ...",
        "date": "20210904",
        "country": "Guinea-Bissau"
    },
    {
        "title": "Chaos on the high seas in a time of climate migration",
        "body": "In July 2018, an Italian-f lagged oil supply ship called the Asso 28 that was crossing the Mediterranean Sea encountered a stalled rubber raft carrying 100 desperate migrants. Trying to make...",
        "date": "20211212",
        "country": "Guinea-Bissau"
    },
    {
        "title": "MULTIPLE-WHAMMY: CHINA’S LOOMING CRISES",
        "body": "Since 1949, China has lost one fifth of its arable land to urbanisation and industrialisation and currently only about 10-15% of the land is good for agriculture. China has negotiated ...",
        "date": "20210328",
        "country": "Guinea-Bissau"
    },
    {
        "title": "Sharing crisis, courage at the kitchen table",
        "body": "It’s a phenomenon as old as knitting circles and the coffee klatch. From the time we gathered roots and berries together, this truth holds: Get a bunch of women together and we start talkin...",
        "date": "20070411",
        "country": "Guyana"
    },
    {
        "title": "Bearer of famous Batista name lured by Amazon gold rush",
        "body": "Eike Batista should have been an engineer, but the son of a Brazilian iron-ore executive decided to embark on Indiana Jones adventures in the Brazilian jungle.",
        "date": "20071011",
        "country": "Guyana"
    },
    {
        "title": "Eaten up",
        "body": "There is a passage towards the end of Raj Patel’s book, Stuffed and Starved, which elevates its author to the rank of soothsayer. He wrote it at the beginning of 2007, well before the roar o...",
        "date": "20080729",
        "country": "Guyana"
    },
    {
        "title": "SIEGE",
        "body": "white police officer in West Memphis, Netters said.",
        "date": "20080113",
        "country": "Guyana"
    },
    {
        "title": "Paradise lost on Maldives’ rubbish island",
        "body": "It may be known as a tropical paradise, an archipelago of 1,200 coral islands in the Indian Ocean. But the traditional image of the Maldives hides a dirty secret: the world’s biggest rub...",
        "date": "20090103",
        "country": "Guyana"
    },
    {
        "title": "Coup leaders open to early poll",
        "body": "TEGUCIGALPA – A caretaker government in Honduras said yesterday it was open to holding early elections to resolve the impasse over ousted President Manuel Zelaya, as the Organisatio...",
        "date": "20090704",
        "country": "Guyana"
    },
    {
        "title": "Coup leaders open to early elections",
        "body": "TEGUCIGALPA – A caretaker government in Honduras said yesterday it was open to holding early elections to resolve the impasse over ousted President Manuel Zelaya, as the Organisatio...",
        "date": "20090704",
        "country": "Guyana"
    },
    {
        "title": "Coup leaders open to poll",
        "body": "A caretaker government in Honduras said yesterday it was open to holding early elections to resolve the impasse over ousted President Manuel Zelaya, as the Organisation of American ...",
        "date": "20090704",
        "country": "Guyana"
    },
    {
        "title": "British hostage recalls mock execution in Iraq",
        "body": "LONDON: He was hung by the arms from a door, doused with water by his captors and at one point, guards put a gun to his head and pulled the trigger, simultaneously firing a real round from an...",
        "date": "20100313",
        "country": "Guyana"
    },
    {
        "title": "Becauseofjagdeo,guyanaisbetterpositionedonfoodsecurity",
        "body": "Dear Editor,",
        "date": "20111020",
        "country": "Guyana"
    },
    {
        "title": "Uneasy lies the head that wears a crown",
        "body": "what was happening. This newspaper has already quoted testimony given by Bahamas Vice President Fred Lunn which strongly suggests that Klass may not have been altogether unaware of exac...",
        "date": "20110728",
        "country": "Guyana"
    },
    {
        "title": "The Disciplined Forces, public security and Guyana’s future",
        "body": "The four Disciplined Forces of Guyana – the Guyana Police Force, the Guyana Defence Force, the Guyana Prison Service and the Guyana Fire Service – have been treated with a mixture of ambivale...",
        "date": "20111120",
        "country": "Guyana"
    },
    {
        "title": "Whycan’tasmallcountrylikethisprovide reliable,safepublictransportation?",
        "body": "Dear Editor,",
        "date": "20111116",
        "country": "Guyana"
    },
    {
        "title": "11th Rupununi Expo held",
        "body": "The 11th Rupununi Expo of the Rupununi Chamber of Commerce and Industry (RCCI) was held earlier this month at the Rupununi Rodeo ground, at Lethem.",
        "date": "20121214",
        "country": "Guyana"
    },
    {
        "title": "‘If ever there are tensions in our society it is because of the political opposition fuelled by sections of the media and rarely the government’",
        "body": "Dear Editor, Ms Lurlene Nestor lives in America and so does David Hinds. It’s not a crime to live and work in America unless you are doing so illegally. Our constitution does not prevent a...",
        "date": "20120629",
        "country": "Guyana"
    },
    {
        "title": "Known to many for Jonestown and its mass suicide, the small South American nation is ripe with potential",
        "body": "We",
        "date": "20120825",
        "country": "Guyana"
    },
    {
        "title": "Howmuchworsecanadults getwhentheyseektoinvolve childrenintheirdiscord?",
        "body": "Dear Editor, I would like to bring to the attention of the football fraternity, parents, administrators and junior football coaches an impending fiasco that is now threatening the sta...",
        "date": "20120725",
        "country": "Guyana"
    },
    {
        "title": "TheGuyanaimpasseisnotliketheoneintheUS",
        "body": "Dear Editor, I have the opportunity to see the current government shut-down in the United States of America on the international TV news networks, namely CNN, the BBC and Aljazeer...",
        "date": "20131013",
        "country": "Guyana"
    },
    {
        "title": "FITUG joins global campaign against inequity",
        "body": "Members of the Federation of Independent Trade Unions of ( FITUG) affiliates participated in a “spirited” march on Thursday in Berbice as part of observances for the WFTU’s In...",
        "date": "20131009",
        "country": "Guyana"
    },
    {
        "title": "UG solution to literacy crisis",
        "body": "Facing our society’s vice- grip of gross illiteracy, with the Education Ministry failing to install a sound literacy strategy, citizens must confront our social decay before the r...",
        "date": "20130606",
        "country": "Guyana"
    },
    {
        "title": "Guyana to receive award for cutting extreme poverty, hunger",
        "body": "Speaking at an event commemorating World Environment Day yesterday, President Donald Ramotar said that Guyana is one of 17 countries out of 189 selected to receive an award in Rome, I...",
        "date": "20130606",
        "country": "Guyana"
    },
    {
        "title": "MV Kimbia may be on its last general docking",
        "body": "The MV Kimbia which has served the north west for over two decades may be on its last general docking according to Minister of Public Works, Robeson Benn.",
        "date": "20130321",
        "country": "Guyana"
    },
    {
        "title": "Guyana abstains on UN resolution declaring Crimea referendum invalid - foreign minister calls for de- escalation of crisis, search for durable solution",
        "body": "Guyana on Thursday abstained from voting on a UN General Assembly resolution which declared as invalid, Crimea’s Russiabacked referendum which resulted in its declaration of seces...",
        "date": "20140401",
        "country": "Guyana"
    },
    {
        "title": "US ‘ Shark’ boats to aid drug fight",
        "body": "The Guyana Defence Force Coast Guard yesterday received three new Metal Shark Aluminum boats from the US Government valued at US$ 1.7M.",
        "date": "20140322",
        "country": "Guyana"
    },
    {
        "title": "Guyana:",
        "body": "Aparticularly interesting feature of the Guyana economy is the growth that it has exhibited over the last several years. As was pointed out in last week’s article, much of the growth has b...",
        "date": "20140126",
        "country": "Guyana"
    },
    {
        "title": "US urges Guyana to back sanctions against Ukraine ‘destabilizers’",
        "body": "The United States on Tuesday called upon the Government of Guyana to join it in imposing targeted sanctions on individuals seen to be destabilizing Ukraine and those providing materia...",
        "date": "20140417",
        "country": "Guyana"
    },
    {
        "title": "Country still in constitutional crisis with Ramotar announcement – GTUC",
        "body": "The country is still in a constitutional crisis as a result of President Donald Ramotar announcing a date for national and regional elections (N&RE) even while Parliament remains...",
        "date": "20150123",
        "country": "Guyana"
    },
    {
        "title": "Oil rig on track",
        "body": "Opposition offers full support",
        "date": "20150302",
        "country": "Guyana"
    },
    {
        "title": "Venezuela seeks dialogue over maritime issue, criticizes gov’t response",
        "body": "Venezuela yesterday said that Guyana’s position on its recent decree annexing maritime zones belonging to Guyana is “unacceptable” and the country’s foreign affairs minister Delcy R...",
        "date": "20150610",
        "country": "Guyana"
    },
    {
        "title": "In Guyana, a land dispute with Venezuela escalates over oil",
        "body": "BARTICA, Guyana — At a little tin-roofed beer joint on the west bank of the Essequibo River, Rawle Huggins relaxed on a wooden bench and considered his tiny country’s escalating border spat...",
        "date": "20151121",
        "country": "Guyana"
    },
    {
        "title": "Fourteen Venezuelans face deportation",
        "body": "Fourteen Venezuelans, who said they entered Guyana illegally to find work in the light of the collapsing economy of their home nation, now face deportation.",
        "date": "20160726",
        "country": "Guyana"
    },
    {
        "title": "‘Time is on the side of the PPP’",
        "body": "Dear Editor, 1992 could be regarded as a defining moment in the political life of Guyana. It marked a break from authoritarian rule which had cast a dark shadow over the country for more than ...",
        "date": "20161010",
        "country": "Guyana"
    },
    {
        "title": "CNA partners with Guyana college",
        "body": "It’s Thursday, Sept. 22, in a small and humid board room in Georgetown, Guyana. A group of Newfoundlanders begin a meeting with Jerry Simpson, senior officer at Guyana’s Technical, Voc...",
        "date": "20161203",
        "country": "Guyana"
    },
    {
        "title": "Barticahasnotreatedwater",
        "body": "Dear Editor, The community of Bartica has been without a water supply since last Monday. Guyana Water Incorporated’s Bartica Branch said that this was due to technical difficulties be...",
        "date": "20160131",
        "country": "Guyana"
    },
    {
        "title": "Granger should explain how Guyana can afford to accommodate Dominicans in the current economic crisis",
        "body": "Dear Editor,",
        "date": "20171003",
        "country": "Guyana"
    },
    {
        "title": "We should help our Venezuelan neighbours",
        "body": "Guyanese Venezuelans (the Guyanese diaspora in and/or from Venezuela and settled in other countries like the US and Canada) and Venezuelans in general tell of immediate human suffering an...",
        "date": "20170816",
        "country": "Guyana"
    },
    {
        "title": "Some police in North West unprofessional",
        "body": "Dear Editor, The current Venezuela crisis is causing Venezuelans particularly the Indigenous Waraus to enter through the border at Mabaruma in the North West District (NWD) to seek ...",
        "date": "20170910",
        "country": "Guyana"
    },
    {
        "title": "Conditions worsen at UG",
        "body": "UNIVERSITY of Guyana ViceChancellor Dr. George Walcott said yesterday the institution has been forced to use its own money to speed-up rehabilitation work on the campus, following de...",
        "date": "20170125",
        "country": "Guyana"
    },
    {
        "title": "Electricity Crisis Triggers... Panic Buying",
        "body": "AS THE country prepares for a possible total shutdown of electricity, there have been reports of abnormal purchasing of food supplies.",
        "date": "20170208",
        "country": "Guyana"
    },
    {
        "title": "Venezuela calls US comments on Guyana dispute ‘interventionist’",
        "body": "Venezuela’s Foreign Ministry on Tuesday described as “interventionist and disrespectful” US comments on a weekend incident in which the country’s navy stopped two ships exploring for...",
        "date": "20181226",
        "country": "Guyana"
    },
    {
        "title": "Venezuela calls U.S. comments on Guyana dispute ‘disrespectful’",
        "body": "Venezuela’s Foreign Ministry on Tuesday described as “interventionist and disrespectful” U.S. comments on a weekend incident in which the country’s navy stopped two ships exploring f...",
        "date": "20181226",
        "country": "Guyana"
    },
    {
        "title": "Venezuela calls U.S. comments on Guyana dispute ‘disrespectful’",
        "body": "Venezuela’s Foreign Ministry on Tuesday described as “interventionist and disrespectful” U.S. comments on a weekend incident in which the country’s navy stopped two ships exploring f...",
        "date": "20181226",
        "country": "Guyana"
    },
    {
        "title": "Guyana, Exxon in talks after Venezuela row",
        "body": "CARACAS, Dec 25, (RTRS): Guyana’s government is “in discussion” with Exxon Mobil after two ships searching for oil off the South American country’s coast halted work following a weekend ...",
        "date": "20181226",
        "country": "Guyana"
    },
    {
        "title": "Road Map: Guidepost 4, “Venezuelan aggression” as existential threat",
        "body": "Introduction",
        "date": "20190324",
        "country": "Guyana"
    },
    {
        "title": "Civic body laments poisoning of rivers by mining",
        "body": "Policy Forum Guyana (PFG) is lamenting the poisoning of the major waterways in Guyana by mining and the concomitant reduction of the country’s freshwater resources.",
        "date": "20190826",
        "country": "Guyana"
    },
    {
        "title": "No going back to Parliament",
        "body": "While Attorney General Basil Williams says that a “crisis situation” will result if the People’s Progressive Party (PPP) does not return to the National Assembly, his predecessor and...",
        "date": "20191007",
        "country": "Guyana"
    },
    {
        "title": "No major blackout since December 2019",
        "body": "Dear Editor,",
        "date": "20200501",
        "country": "Guyana"
    },
    {
        "title": "Ali says joint patrols under new US pact won’t impact border case",
        "body": "President Irfaan Ali believes that the maritime shiprider agreement signed yesterday with the United States and which goes into effect on Monday will not put this country at risk of Venezue...",
        "date": "20200919",
        "country": "Guyana"
    },
    {
        "title": "Climate change to be centre of key",
        "body": "Guyana will today virtually host a Group of 77+ China ministerial and technical meeting which will highlight initiatives aimed at combatting climate change.",
        "date": "20201029",
        "country": "Guyana"
    },
    {
        "title": "Guyana, Suriname agree riverine residents can move along Corentyne",
        "body": "Following a video conference on Monday, the governments of Guyana and Suriname have agreed to immediately implement measures to ensure that riverine communities are able to engage ...",
        "date": "20200422",
        "country": "Guyana"
    },
    {
        "title": "Canada to donate $8.5m for purchase of flood relief supplies",
        "body": "The High Commission of Canada in Guyana yesterday signed an agreement with the Civil Defence Commission (CDC) to donate $8.484 million (Cdn$50,000) towards the purchase of emergency flood...",
        "date": "20210625",
        "country": "Guyana"
    },
    {
        "title": "UNICEF donates 100 water tanks to support CDC emergency response",
        "body": "UNICEF last Friday handed over 100 water tanks to the Civil Defence Commission (CDC) to support the agency’s response to emergencies.",
        "date": "20211110",
        "country": "Guyana"
    },
    {
        "title": "Is it not better to leave the oil and gas where it is?",
        "body": "Organization for the Victory of the People (OVP) adds its voice to all those calling for an immediate cessation of the contract with ExxonMobil and of all oil and gas production. In par...",
        "date": "20210605",
        "country": "Guyana"
    },
    {
        "title": "Prosperity has replaced equality as national measure of success - GHRA",
        "body": "Saying that prosperity has replaced equality as the country’s measure of success, the local human rights watchdog has lamented that warning signs are being resolutely ignored.",
        "date": "20211210",
        "country": "Guyana"
    }
]