[
    {
        "title": "Thousands of Afghans still in urgent need: aid chief",
        "body": "Many Afghans still urgently need humanitarian help despite recent political and security improvements, one of the world’s leading aid workers says.",
        "date": "20020119",
        "country": "Afghanistan"
    },
    {
        "title": "Time right to invite foreign investors",
        "body": "Unlike many other countries shaken by international events, Australia celebrates its national day tomorrow on a confident note, with a reasonably strong economy and a conservative polit...",
        "date": "20020125",
        "country": "Afghanistan"
    },
    {
        "title": "Diplomat behind reconstruction effort makes most of a tough job",
        "body": "While there is no shortage of critics of the United States’ efforts to rebuild Iraq, few harsh words are heard about the man directing the operations, Paul Bremer.",
        "date": "20031120",
        "country": "Afghanistan"
    },
    {
        "title": "How long will China remain in America’s shadow?",
        "body": "China’s economic transformation in the post-Mao Zedong era has been truly remarkable. However, in foreign affairs, the country has placed more of a premium on traditional realpolitik calcu...",
        "date": "20030624",
        "country": "Afghanistan"
    },
    {
        "title": "‘ This is more in the range, given the devastation’",
        "body": "“ A crisis of this dimension is an ongoing thing. It rolls out,” she said. “I think it’s important to note that Canada reacted very quickly with this.”",
        "date": "20051011",
        "country": "Afghanistan"
    },
    {
        "title": "CRISIS EASES BUT CITY ON EDGE",
        "body": "Key developments yesterday:",
        "date": "20050904",
        "country": "Afghanistan"
    },
    {
        "title": "US commits ‘assault on global values’",
        "body": "Amnesty International branded the US prison camp in Guantanamo Bay, Cuba, a human rights failure yesterday, releasing a 308-page report that offers stinging criticism of the United States and...",
        "date": "20050526",
        "country": "Afghanistan"
    },
    {
        "title": "Canadians moving into tough-love mode",
        "body": "Evidence is beginning to accumulate that Canadians are going through one of those mysterious attitudinal changes that take place from time to time in all societies The mood of Cana...",
        "date": "20051104",
        "country": "Afghanistan"
    },
    {
        "title": "Welcome Kashmir aid",
        "body": "After the sheer terror of Saturday’s earthquake, and the shock of loss, a cold chill is settling over devastated Kashmir. Last night, a fierce rain mixed with hail hampered rescuers and soak...",
        "date": "20051012",
        "country": "Afghanistan"
    },
    {
        "title": "Rain adds to survivors’ peril and hardship",
        "body": "Pouring rain heaped misery on the survivors of the Kashmir earthquake and hindered relief efforts yesterday, as more than a million homeless spent another night with only makeshift tents as ...",
        "date": "20051017",
        "country": "Afghanistan"
    },
    {
        "title": "SEND US YOUR SUGGESTIONS • WHAT A YEAR!",
        "body": "From the Queen of the North sinking to the Conservatives winning the federal election, 2006 has been a big year. The TimesColonist will publish a special Year in Review section on Dec. 31,...",
        "date": "20061215",
        "country": "Afghanistan"
    },
    {
        "title": "WHAT A YEAR!",
        "body": "From the Queen of the North sinking to the Conservatives winning the federal election, 2006 has been a big year. The TimesColonist will publish a special Year in Review section on Dec. 31,...",
        "date": "20061218",
        "country": "Afghanistan"
    },
    {
        "title": "It’s time for a new strategy on Afghanistan",
        "body": "It’s time to re-evaluate NATO’s strategy in Afghanistan. The current strategy is a long-term losing one. In order for the mission to be successful, Canada and its allies must win the suppo...",
        "date": "20060901",
        "country": "Afghanistan"
    },
    {
        "title": "VOICE OF THE PEOPLE",
        "body": "LOUISE FRIBANCE",
        "date": "20060906",
        "country": "Afghanistan"
    },
    {
        "title": "AFGHANISTAN l After 5 years, country far from won over",
        "body": "perate country.",
        "date": "20061008",
        "country": "Afghanistan"
    },
    {
        "title": "Wedon’t shareinthe realworld watercrisis",
        "body": "VICTORIA orried about silt in your water? Count yourself lucky. The best measure of how well off we are in this part of the world is the list of things we can afford to worry about.",
        "date": "20061123",
        "country": "Afghanistan"
    },
    {
        "title": "Military denies ‘ personnel crisis’",
        "body": "A government call for bids to produce 20 new recruitment videos for the Canadian Forces says some positions in the military are in a “personnel .” But media relations officers ...",
        "date": "20070801",
        "country": "Afghanistan"
    },
    {
        "title": "Some military departments in ‘personnel crisis,’ gov’t says",
        "body": "OTTAWA — A government call for new recruitment videos for the Canadian Forces says some positions in the military are in a “personnel crisis.”",
        "date": "20070801",
        "country": "Afghanistan"
    },
    {
        "title": "Afghan crisis worsens",
        "body": "AN ILLUSTRATION of how fraught the situation has become for British troops in Afghanistan is provided by The Herald today. As we report, the death of a Royal Marine in Helmand province y...",
        "date": "20070731",
        "country": "Afghanistan"
    },
    {
        "title": "Forces deny ‘personnel crisis’",
        "body": "OTTAWA — A government call for new recruitment videos for the Canadian Forces says some positions in the military are in a “personnel crisis.”",
        "date": "20070801",
        "country": "Afghanistan"
    },
    {
        "title": "Military deny ‘personnel crisis’ cited in gov’t video",
        "body": "A government call for new recruitment videos for the Canadian Forces says some positions in the military are in a “personnel .”",
        "date": "20070801",
        "country": "Afghanistan"
    },
    {
        "title": "‘Crisis’ video stirs recruitment tiff",
        "body": "A government call for new recruitment videos for the Canadian Forces says some positions in the military are in a “personnel crisis.”",
        "date": "20070801",
        "country": "Afghanistan"
    },
    {
        "title": "Lessons from Argentina",
        "body": "Argentina’s economy is in a state of crisis. The tragic thing is that it need not be, based on its economic fundamentals. Yet the crisis was inevitable, as the country’s institutions, incl...",
        "date": "20020121",
        "country": "Argentina"
    },
    {
        "title": "‘EVERY TIME MY NEIGHBOUR FLUSHES THE TOILET, THE WATER STARTS DRIPPING’",
        "body": "A litre of water leaks into Fung Ka-keung’s living room in Sheung Wan from the flat upstairs in an average week.",
        "date": "20040608",
        "country": "Argentina"
    },
    {
        "title": "What sumo really needs is someone to look up to",
        "body": "With just two weeks to go before the highlight of Japan’s sumo calendar, the official of the sport’s governing body pauses before making his admission: “Yes, there are tickets still availabl...",
        "date": "20040425",
        "country": "Argentina"
    },
    {
        "title": "Dutch Klinsmann keeps faith in Voller camp all sweetness and light, says Ruud",
        "body": "Former Germany striker Jurgen Klinsmann believes coach Rudi Voller is the best thing to happen to German football in recent years despite a barrage of media criticism over the performance ...",
        "date": "20040613",
        "country": "Argentina"
    },
    {
        "title": "Book on Falklands war details nuclear presence",
        "body": "A new history of the 1982 Falklands war has detailed how four nuclear weapons were aboard British ships sent to fight Argentina.",
        "date": "20050629",
        "country": "Argentina"
    },
    {
        "title": "On a loser from the start?",
        "body": "The great question in South Korea this week is which will appear the greater waste of time – the latest round of six-party talks in Beijing on North Korea’s nuclear weapons, or the upcoming gather...",
        "date": "20051115",
        "country": "Argentina"
    },
    {
        "title": "French ready the barricades",
        "body": "ST GILLES PLIGEAUX — Even though she is 82, French farmer Emilienne Guyader gets up at 6am every day and trudges through the mud to her fields, driving her 17 cows before her.",
        "date": "20051212",
        "country": "Argentina"
    },
    {
        "title": "He made his mark on city and nation",
        "body": "Beland Honderich rose from plain beginnings to become one of the most influential Canadians of his day, using his power as publisher of Canada’s largest newspaper to influence the agenda in politics and business at every level.",
        "date": "20051109",
        "country": "Argentina"
    },
    {
        "title": "Haiti braces for riots",
        "body": "GONAIVES, Haiti — Floods that devastated a Haitian city and killed hundreds threaten to trigger a health crisis and fresh outbreaks of food riots, officials and aid workers say.",
        "date": "20080912",
        "country": "Argentina"
    },
    {
        "title": "Thick volcanic cloud creeps over Argentina",
        "body": "CHAITEN, CHILE: A thick cloud of ash from the erupting Chaiten volcano in southern Chile spread across a swath of South America on Wednesday, prompting fears of health for the people c...",
        "date": "20080509",
        "country": "Argentina"
    },
    {
        "title": "Living fine among the Argentines",
        "body": "Ellen Hoffman divides her time between metro Washington and Mendoza, , due west of Buenos Aires and near the Chilean border. In Mendoza, Hoffman, who is in her 60s, owns an inn with ...",
        "date": "20080817",
        "country": "Argentina"
    },
    {
        "title": "Hunger Summit Ends in Call for Action",
        "body": "ROME, June 5 — A world summit on hunger veered near collapse late Thursday when Latin American countries objected bitterly to a final, version of a resolution designed to b...",
        "date": "20080606",
        "country": "Argentina"
    },
    {
        "title": "CAN OFFICIALS PREVENT POPULISM TRAIN WRECK?",
        "body": "The cabinet recently approved a six-month extension of its programme to provide free goods and services, including free tap and electricity for low-volume users and free rides on ...",
        "date": "20090723",
        "country": "Argentina"
    },
    {
        "title": "Canada looks abroad to stem isotopes shortage",
        "body": "The federal government has moved to avert a health crisis caused by a looming shortage of medical isotopes used to diagnose and treat cancer and other diseases by seeking deals with iso...",
        "date": "20090522",
        "country": "Argentina"
    },
    {
        "title": "Argentina cries for reform on eve of vote",
        "body": "BUENOS AIRES – Despite strong growth in recent years, the Argentina that votes in mid-term elections tomorrow has far from recovered from the 2001 crisis that hobbled the country.",
        "date": "20090627",
        "country": "Argentina"
    },
    {
        "title": "Canada forced to look abroad for medical isotopes",
        "body": "OTTAWA — The federal government has moved to avert a health crisis caused by a looming shortage of medical isotopes used to diagnose and to treat cancer and other diseases by seeking dea...",
        "date": "20090522",
        "country": "Argentina"
    },
    {
        "title": "Honduras conservative’s win causes waves in Latin America",
        "body": "TEGUCIGALPA: Conservative Porfirio Lobo has claimed a solid win in the controversial first presidential election in Honduras since a June 28 coup and vowed to form a national unity gov...",
        "date": "20091201",
        "country": "Argentina"
    },
    {
        "title": "Lessons from Argentina",
        "body": "Argentina’s economy is in a state of crisis. The tragic thing is that it need not be, based on its economic fundamentals. Yet the crisis was inevitable, as the country’s institutions, incl...",
        "date": "20020121",
        "country": "Argentina"
    },
    {
        "title": "‘EVERY TIME MY NEIGHBOUR FLUSHES THE TOILET, THE WATER STARTS DRIPPING’",
        "body": "A litre of water leaks into Fung Ka-keung’s living room in Sheung Wan from the flat upstairs in an average week.",
        "date": "20040608",
        "country": "Argentina"
    },
    {
        "title": "What sumo really needs is someone to look up to",
        "body": "With just two weeks to go before the highlight of Japan’s sumo calendar, the official of the sport’s governing body pauses before making his admission: “Yes, there are tickets still availabl...",
        "date": "20040425",
        "country": "Argentina"
    },
    {
        "title": "Dutch Klinsmann keeps faith in Voller camp all sweetness and light, says Ruud",
        "body": "Former Germany striker Jurgen Klinsmann believes coach Rudi Voller is the best thing to happen to German football in recent years despite a barrage of media criticism over the performance ...",
        "date": "20040613",
        "country": "Argentina"
    },
    {
        "title": "Pyongyang spoils party for the UN",
        "body": "The delight of major powers on Saturday with a unanimous if limited UN Security Council rebuke of North Korea was as strong as it was brief – shot down in minutes by a defiant Pyongyang that v...",
        "date": "20060717",
        "country": "Argentina"
    },
    {
        "title": "Survival, Hollywood style",
        "body": "Survival is the art of staying alive. It’s that simple. With preparedness, wit and physical stamina on your side, you can surmount just about anything that the elements have The River Wild",
        "date": "20060930",
        "country": "Argentina"
    },
    {
        "title": "As Greece sells the ‘family silver’",
        "body": "silver” and unions are girding for battle. “What government has the right to give away our land?” railed Alexis Tsipras, leader of a small leftist party whose fortunes have soared on the back of ...",
        "date": "20111030",
        "country": "Argentina"
    },
    {
        "title": "Potassium and water",
        "body": "FOR WANT of a nail, the shoe was lost; for want of a shoe, the horse was lost; for want of a horse, the knight was lost; for want of a knight, the battle was lost; for want of a battle, the kingdom...",
        "date": "20110930",
        "country": "Argentina"
    },
    {
        "title": "THE GLOBAL TALLY",
        "body": "Okanagan The wine industry in B.C. has seen steady growth, with sales more than doubling to $182-million in the last decade, and the number of growers increasing more than five times. Warmer ...",
        "date": "20110722",
        "country": "Argentina"
    },
    {
        "title": "THE GLOBAL TALLY",
        "body": "Okanagan The wine industry in B.C. has seen steady growth, with sales more than doubling to $182-million in the last decade, and the number of growers increasing more than five times. Warmer ...",
        "date": "20110722",
        "country": "Argentina"
    },
    {
        "title": "THE GLOBAL TALLY",
        "body": "Okanagan The wine industry in B.C. has seen steady growth, with sales more than doubling to $182-million in the last decade, and the number of growers increasing more than five times. Warmer ...",
        "date": "20110722",
        "country": "Argentina"
    },
    {
        "title": "Chile aims to save energy to prevent blackouts",
        "body": "SANTIAGO — Planned energysaving measures to lower electricity voltages and save reservoir waters should not affect copper mines in top producer Chile, Mining and Energy Minister Laur...",
        "date": "20110215",
        "country": "Argentina"
    },
    {
        "title": "DEATH TOLL HITS 57 IN ARGENTINE FLOODING",
        "body": "La Plata, Argentina — Argentine police and soldiers searched house to house, in creeks and culverts and even in trees for bodies on Thursday after floods killed at least 57 people in the pro...",
        "date": "20130405",
        "country": "Argentina"
    },
    {
        "title": "Tokyo to host games",
        "body": "Tokyo was awarded the 2020 Summer Olympics on Saturday, capitalizing on its reputation as a “safe pair of hands” and defying concerns about the Fukushima nuclear .",
        "date": "20130908",
        "country": "Argentina"
    },
    {
        "title": "Japan to fund ice wall to stop reactor leaks",
        "body": "TOKYO: Tokyo on Tuesday unveiled a half- billion dollar plan to stem radioactive water leaks at Fukushima, creating a wall of ice underneath the stricken plant, as the government elbowed t...",
        "date": "20130904",
        "country": "Argentina"
    },
    {
        "title": "Nuclear operator raises alarm on crisis in Japan",
        "body": "TOKYO — The operator of Japan’s tsunami- hit nuclear power plant sounded the alarm on the gravity of the deepening crisis of containment at the coastal site Friday, saying that there are ...",
        "date": "20130824",
        "country": "Argentina"
    },
    {
        "title": "Floods leave devastation around Buenos Aires",
        "body": "Argentine police and soldiers searched house to house, in creeks and culverts and even in trees for bodies after floods killed at least 57 people in the province and city of Buenos Aires.",
        "date": "20130405",
        "country": "Argentina"
    },
    {
        "title": "‘Humanitarian question first’ in Argentina floods",
        "body": "ArGeNTINIAN police and soldiers were searching house-tohouse, in streams and culverts for bodies as more than 20 people remained missing yesterday from floods that killed at least 55 peo...",
        "date": "20130405",
        "country": "Argentina"
    },
    {
        "title": "Release ordered",
        "body": "A United Nations court ordered the immediate release yesterday of an Argentine navy training ship held in Ghana two months ago at the request of an American hedge fund. The ARA Liberta...",
        "date": "20121217",
        "country": "Argentina"
    },
    {
        "title": "Ghana told to release foreign ship",
        "body": "BERLIN — A U.N. court ordered the immediate release Saturday of an Argentine navy training ship held in Ghana at the request of an American hedge fund.",
        "date": "20121216",
        "country": "Argentina"
    },
    {
        "title": "Ghana told to release foreign ship",
        "body": "BERLIN — A U.N. court ordered the immediate release Saturday of an Argentine navy training ship held in Ghana at the request of an American hedge fund.",
        "date": "20121216",
        "country": "Argentina"
    },
    {
        "title": "Spanish oil firm hid value of unit, Argentina claims",
        "body": "BUENOS AIRES, Argentina — Argentina accused Spain’s Repsol oil company on Tuesday of hiding the true value of its Argentine YPF unit and said a thorough review of its books after seizing ...",
        "date": "20120418",
        "country": "Argentina"
    },
    {
        "title": "Spanish oil firm hid value of unit, Argentina claims",
        "body": "BUENOS AIRES, Argentina — Argentina accused Spain’s Repsol oil company on Tuesday of hiding the true value of its Argentine YPF unit and said a thorough review of its books after seizing ...",
        "date": "20120418",
        "country": "Argentina"
    },
    {
        "title": "Sailors prevent officials from moving navy ship",
        "body": "berthing, costing the agency tens of thousands of dollars a day in lost fees.",
        "date": "20121112",
        "country": "Argentina"
    },
    {
        "title": "Blackouts and protest as Brazil runs dry",
        "body": "The taps have run dry and the lights went out across swaths of Brazil last week as the worst drought in history spread from So Paulo to Rio de Janeiro and beyond.",
        "date": "20150130",
        "country": "Argentina"
    },
    {
        "title": "Messi: ‘Transfer lies’",
        "body": "Lionel Messi insists he is staying at Barcelona and has hit out at “lies” linking him with a move to the Barclays Premier League.",
        "date": "20150112",
        "country": "Argentina"
    },
    {
        "title": "At Georgetown, soccer royalty arrives",
        "body": "They pressed against the black metal fence hugging Shaw Field, hundreds of soccer fans drawn to Georgetown’s campus in the middle of a Tuesday afternoon to see the most famous athlete on t...",
        "date": "20150325",
        "country": "Argentina"
    },
    {
        "title": "Ukraine headache grows for IMF",
        "body": "WASHINGTON — The International Monetary Fund is far from being done with Ukraine, its latest mega-bailout client.",
        "date": "20150125",
        "country": "Argentina"
    },
    {
        "title": "DEATH TOLL HITS 57 IN ARGENTINE FLOODING",
        "body": "La Plata, Argentina — Argentine police and soldiers searched house to house, in creeks and culverts and even in trees for bodies on Thursday after floods killed at least 57 people in the pro...",
        "date": "20130405",
        "country": "Argentina"
    },
    {
        "title": "Tokyo to host games",
        "body": "Tokyo was awarded the 2020 Summer Olympics on Saturday, capitalizing on its reputation as a “safe pair of hands” and defying concerns about the Fukushima nuclear .",
        "date": "20130908",
        "country": "Argentina"
    },
    {
        "title": "Japan to fund ice wall to stop reactor leaks",
        "body": "TOKYO: Tokyo on Tuesday unveiled a half- billion dollar plan to stem radioactive water leaks at Fukushima, creating a wall of ice underneath the stricken plant, as the government elbowed t...",
        "date": "20130904",
        "country": "Argentina"
    },
    {
        "title": "Nuclear operator raises alarm on crisis in Japan",
        "body": "TOKYO — The operator of Japan’s tsunami- hit nuclear power plant sounded the alarm on the gravity of the deepening crisis of containment at the coastal site Friday, saying that there are ...",
        "date": "20130824",
        "country": "Argentina"
    },
    {
        "title": "Floods leave devastation around Buenos Aires",
        "body": "Argentine police and soldiers searched house to house, in creeks and culverts and even in trees for bodies after floods killed at least 57 people in the province and city of Buenos Aires.",
        "date": "20130405",
        "country": "Argentina"
    },
    {
        "title": "‘Humanitarian question first’ in Argentina floods",
        "body": "ArGeNTINIAN police and soldiers were searching house-tohouse, in streams and culverts for bodies as more than 20 people remained missing yesterday from floods that killed at least 55 peo...",
        "date": "20130405",
        "country": "Argentina"
    },
    {
        "title": "Argentina warns drilling could lead to oil disaster",
        "body": "Argentina’s Malvinas secretary has warned that unilateral British drilling for oil and gas in the Falklands could unleash an environmental crisis on the scale of the Gulf of Mexico dis...",
        "date": "20141028",
        "country": "Argentina"
    },
    {
        "title": "In Argentina, debt showdown barely registers",
        "body": "BUENOS AIRES: After the devastating debt crisis of 2001, Argentines have become rather sanguine about economic strife.",
        "date": "20140623",
        "country": "Argentina"
    },
    {
        "title": "Debt showdown barely registers in Argentina",
        "body": "BUENOS AIRES, June 22, (AFP): After the devastating debt crisis of 2001, Argentines have become rather sanguine about economic strife.",
        "date": "20140623",
        "country": "Argentina"
    },
    {
        "title": "Everton fans told to avoid Lille’s main square",
        "body": "LIVERPOOL: Everton have advised supporters travelling to Lille for Thursday night’s Europa League tie to avoid the city’s main square after reports that police have fired teargas and rubbe...",
        "date": "20141024",
        "country": "Argentina"
    },
    {
        "title": "Argentina buzzes to new Yeil energy",
        "body": "NEUQUEN, Argentina  In Argentina they call it yeil, the hispanicised version of shale. But while these unconventional gas and oil reserves are seen by many as offering a means to dev...",
        "date": "20141029",
        "country": "Argentina"
    },
    {
        "title": "A different decade but the same old crisis",
        "body": "Following the sudden collapse in the peso this week, some Argentinians fear their country may be lurching into a new episode of the crises that seem to hit the country’s economy almost ev...",
        "date": "20140125",
        "country": "Argentina"
    },
    {
        "title": "Michigan regulator resigns:",
        "body": "Michigan’s top environmental regulator resigned Tuesday after elevated levels of lead were found in Flint children during a drinking that a task force blamed",
        "date": "20151231",
        "country": "Argentina"
    },
    {
        "title": "KPC keen on security, safety and environment ‘protection’",
        "body": "KUWAIT CITY, Nov 6, (KUNA): The State of Kuwait and the Kuwait Petroleum Corporation (KPC) are keen on establishing the concepts of security, safety, health and environment to become a mo...",
        "date": "20151107",
        "country": "Argentina"
    },
    {
        "title": "Blackouts and protest as Brazil runs dry",
        "body": "The taps have run dry and the lights went out across swaths of Brazil last week as the worst drought in history spread from So Paulo to Rio de Janeiro and beyond.",
        "date": "20150130",
        "country": "Argentina"
    },
    {
        "title": "Messi: ‘Transfer lies’",
        "body": "Lionel Messi insists he is staying at Barcelona and has hit out at “lies” linking him with a move to the Barclays Premier League.",
        "date": "20150112",
        "country": "Argentina"
    },
    {
        "title": "At Georgetown, soccer royalty arrives",
        "body": "They pressed against the black metal fence hugging Shaw Field, hundreds of soccer fans drawn to Georgetown’s campus in the middle of a Tuesday afternoon to see the most famous athlete on t...",
        "date": "20150325",
        "country": "Argentina"
    },
    {
        "title": "Ukraine headache grows for IMF",
        "body": "WASHINGTON — The International Monetary Fund is far from being done with Ukraine, its latest mega-bailout client.",
        "date": "20150125",
        "country": "Argentina"
    },
    {
        "title": "Economics 101",
        "body": "WE have a suggestion for Bernie Sanders: Go visit Venezuela. Venezuela, Cuba, and Argentina are probably the three best examples in the Western Hemisphere of what socialism can do to an ec...",
        "date": "20160518",
        "country": "Argentina"
    },
    {
        "title": "Argentine court blocks Macri’s gas price hike",
        "body": "BUENOS AIRES: Argentina’s Supreme Court blocked President Mauricio Macri’s move to slash natural gas subsidies, a much-hated policy that has sent customers’ bills soaring. The ruling is th...",
        "date": "20160821",
        "country": "Argentina"
    },
    {
        "title": "Argentina warns drilling could lead to oil disaster",
        "body": "Argentina’s Malvinas secretary has warned that unilateral British drilling for oil and gas in the Falklands could unleash an environmental crisis on the scale of the Gulf of Mexico dis...",
        "date": "20141028",
        "country": "Argentina"
    },
    {
        "title": "In Argentina, debt showdown barely registers",
        "body": "BUENOS AIRES: After the devastating debt crisis of 2001, Argentines have become rather sanguine about economic strife.",
        "date": "20140623",
        "country": "Argentina"
    },
    {
        "title": "Debt showdown barely registers in Argentina",
        "body": "BUENOS AIRES, June 22, (AFP): After the devastating debt crisis of 2001, Argentines have become rather sanguine about economic strife.",
        "date": "20140623",
        "country": "Argentina"
    },
    {
        "title": "Everton fans told to avoid Lille’s main square",
        "body": "LIVERPOOL: Everton have advised supporters travelling to Lille for Thursday night’s Europa League tie to avoid the city’s main square after reports that police have fired teargas and rubbe...",
        "date": "20141024",
        "country": "Argentina"
    },
    {
        "title": "Argentina buzzes to new Yeil energy",
        "body": "NEUQUEN, Argentina  In Argentina they call it yeil, the hispanicised version of shale. But while these unconventional gas and oil reserves are seen by many as offering a means to dev...",
        "date": "20141029",
        "country": "Argentina"
    },
    {
        "title": "A different decade but the same old crisis",
        "body": "Following the sudden collapse in the peso this week, some Argentinians fear their country may be lurching into a new episode of the crises that seem to hit the country’s economy almost ev...",
        "date": "20140125",
        "country": "Argentina"
    },
    {
        "title": "Michigan regulator resigns:",
        "body": "Michigan’s top environmental regulator resigned Tuesday after elevated levels of lead were found in Flint children during a drinking water crisis that a task force blamed",
        "date": "20151231",
        "country": "Argentina"
    },
    {
        "title": "KPC keen on security, safety and environment ‘protection’",
        "body": "KUWAIT CITY, Nov 6, (KUNA): The State of Kuwait and the Kuwait Petroleum Corporation (KPC) are keen on establishing the concepts of security, safety, health and environment to become a mo...",
        "date": "20151107",
        "country": "Argentina"
    },
    {
        "title": "Blackouts and protest as Brazil runs dry",
        "body": "The taps have run dry and the lights went out across swaths of Brazil last week as the worst drought in history spread from So Paulo to Rio de Janeiro and beyond.",
        "date": "20150130",
        "country": "Argentina"
    },
    {
        "title": "Messi: ‘Transfer lies’",
        "body": "Lionel Messi insists he is staying at Barcelona and has hit out at “lies” linking him with a move to the Barclays Premier League.",
        "date": "20150112",
        "country": "Argentina"
    },
    {
        "title": "At Georgetown, soccer royalty arrives",
        "body": "They pressed against the black metal fence hugging Shaw Field, hundreds of soccer fans drawn to Georgetown’s campus in the middle of a Tuesday afternoon to see the most famous athlete on t...",
        "date": "20150325",
        "country": "Argentina"
    },
    {
        "title": "Ukraine headache grows for IMF",
        "body": "WASHINGTON — The International Monetary Fund is far from being done with Ukraine, its latest mega-bailout client.",
        "date": "20150125",
        "country": "Argentina"
    },
    {
        "title": "Experts wonder if climate crisis caused Parana river to dry up",
        "body": "CORRIENTES, ARGENTINA: South America’s second longest river, the Parana, has dropped to its lowest level since the 1940s, leaving environmentalists and experts worried that the climate c...",
        "date": "20210902",
        "country": "Argentina"
    },
    {
        "title": "Drought threatens South American ecosystem",
        "body": "ROSARIO, Argentina – The Paran River, one of the main commercial waterways in South America, has reached its lowest level in nearly 80 years due to a prolonged drought in Brazil that scient...",
        "date": "20210808",
        "country": "Argentina"
    },
    {
        "title": "Experts wonder if climate crisis caused Parana river to dry up",
        "body": "CORRIENTES, ARGENTINA: South America’s second longest river, the Parana, has dropped to its lowest level since the 1940s, leaving environmentalists and experts worried that the climate c...",
        "date": "20210902",
        "country": "Argentina"
    },
    {
        "title": "Drought hits South America river, threatening vast ecosystem",
        "body": "ROSARIO, Argentina (AP) — The Paran River, one of the main commercial waterways in South America, has reached its lowest level in nearly 80 years due to a prolonged drought in Brazil that sci...",
        "date": "20210807",
        "country": "Argentina"
    },
    {
        "title": "Experts wonder if climate crisis caused Parana river to dry up",
        "body": "CORRIENTES, ARGENTINA: South America’s second longest river, the Parana, has dropped to its lowest level since the 1940s, leaving environmentalists and experts worried that the climate c...",
        "date": "20210902",
        "country": "Argentina"
    },
    {
        "title": "Frightening climate future has arrived early",
        "body": "FROM the frigid peaks of Patagonia to the tropical wetlands of Brazil, worsening droughts this year are slamming farmers, shutting down ski slopes, upending transit, and hiking prices for ev...",
        "date": "20210926",
        "country": "Argentina"
    },
    {
        "title": "Israel offers security help as Argentina absorbs Syrian refugees",
        "body": "BUENOS AIRES (JTA) – Israeli parliamentarians have offered to help with the absorption of 3,000 Syrian refugees in Argentina, stressing the fight against terrorism and the need to addre...",
        "date": "20160816",
        "country": "Argentina"
    },
    {
        "title": "Now birth defects linked to mosquito control pesticide",
        "body": "WASHINGTON: While the rest of the world is focused on hunting down mosquitoes with Zika, a group of doctors and researchers in Argentina has published a report making the provocative argu...",
        "date": "20160219",
        "country": "Argentina"
    },
    {
        "title": "Economics 101",
        "body": "WE have a suggestion for Bernie Sanders: Go visit Venezuela. Venezuela, Cuba, and Argentina are probably the three best examples in the Western Hemisphere of what socialism can do to an ec...",
        "date": "20160518",
        "country": "Argentina"
    },
    {
        "title": "Argentine court blocks Macri’s gas price hike",
        "body": "BUENOS AIRES: Argentina’s Supreme Court blocked President Mauricio Macri’s move to slash natural gas subsidies, a much-hated policy that has sent customers’ bills soaring. The ruling is th...",
        "date": "20160821",
        "country": "Argentina"
    },
    {
        "title": "TODAY IN HISTORY",
        "body": "In 2000, David Dodge was named the new Bank of Canada governor, replacing retiring governor Gordon Thiessen. Dodge ended his term in January 2008. In 2001, the Quebec government announced ...",
        "date": "20171220",
        "country": "Argentina"
    },
    {
        "title": "Time to design a new water future",
        "body": "I WRITE this from the 2017 International Water Association (IWA) Water and Development Congress in Argentina, where 2 000 delegates from 30 countries have gathered.",
        "date": "20171116",
        "country": "Argentina"
    },
    {
        "title": "Argentina welcomes Syrians",
        "body": "SAN LUIS, Argentina, March 23, (AP): George S. walks on the dark tarmac holding his sleepy 7-year-old son Fadi in his arms.",
        "date": "20170324",
        "country": "Argentina"
    },
    {
        "title": "Industrialisation of water and sanitation key to leveraging drought crisis",
        "body": "I WRITE this from the 2017 International Water Association in Argentina, where 2 000 delegates from 30 countries have gathered.",
        "date": "20171116",
        "country": "Argentina"
    },
    {
        "title": "Iran to blame for its currency crisis",
        "body": "Many countries are suffering a sharp deterioration in the value of their national currencies, which has affected living standards due to higher prices and lower purchasing power.",
        "date": "20180927",
        "country": "Argentina"
    },
    {
        "title": "RUSSIAN PRESIDENT BRIEFS TRUMP ON UKRAINE",
        "body": "Buenos Aires, Argentina - Russian President Vladimir Putin said on Saturday he briefed his US counterpart Donald Trump on the Ukraine as he came under pressure over Moscow’s robust ...",
        "date": "20181203",
        "country": "Argentina"
    },
    {
        "title": "Putin ‘explains’ action",
        "body": "Russia faces a storm of protest after capturing ships.",
        "date": "20181203",
        "country": "Argentina"
    },
    {
        "title": "Argentina faces key week for IMF loan talks",
        "body": "BUENOS AIRES: Argentine President Mauricio Macri’s government will continue discussions with the International Monetary Fund (IMF) this week as efforts to stave off an economic ...",
        "date": "20180911",
        "country": "Argentina"
    },
    {
        "title": "Putin ‘explains’ action",
        "body": "Russian President Vladimir Putin said on Saturday he briefed his US counterpart Donald Trump on the Ukraine as he came under pressure over Moscow’s robust foreign policy at the G20...",
        "date": "20181203",
        "country": "Argentina"
    },
    {
        "title": "Venezuela a threat to regional stability, security -senior U.S. official",
        "body": "WASHINGTON, (Reuters) - Venezuela poses a clear threat to regional stability and its economic collapse could drag down key U.S. allies in Latin America such as Brazil, and Colombi...",
        "date": "20181031",
        "country": "Argentina"
    }
]