[
    {
        "title": "Coke investors left with a sour taste",
        "body": "Coca-Cola chief financial officer Gary Fayard wrapped up an early morning analyst conference call last month after the world’s biggest beverage company had posted a 35 per cent first-quarter ...",
        "date": "20040526",
        "country": "Zambia"
    },
    {
        "title": "A week is a long time in politics of the pump",
        "body": "PUT this paper down (not now, at the end of the article), go out and fi ll up your petrol tank.",
        "date": "20050903",
        "country": "Zambia"
    },
    {
        "title": "UN warns of slum dwellers’ crisis",
        "body": "The world’s growing number of poor slum dwellers is a ticking social time bomb that governments around the world ignore at their peril, a United Nations report warned yesterday.",
        "date": "20060617",
        "country": "Zambia"
    },
    {
        "title": "Zimbabwe near collapse: economist",
        "body": "HARARE — Zimbabwe’s failing infrastructure, with burst sewer pipes and water shortages, has triggered a diarrhea outbreak in Harare, a senior city official said on Monday.",
        "date": "20070821",
        "country": "Zambia"
    },
    {
        "title": "Zimbabwe facing anarchy in four months, says the West",
        "body": "THE ECONOMY of Zimbabwe is facing total collapse within four months, leaving the country facing a slide into Congostyle anarchy, The Sunday Telegraph has been told.",
        "date": "20070819",
        "country": "Zambia"
    },
    {
        "title": "Economy tipped to collapse by end of year under Mugabe",
        "body": "The Zimbabwe economy faces total collapse within four months, leaving the country facing a slide into Congostyle anarchy, Western officials say.",
        "date": "20070820",
        "country": "Zambia"
    },
    {
        "title": "Zimbabwe may face anarchy in 4 months",
        "body": "The economy of Zimbabwe is facing total collapse within four months, leaving the country facing a slide into Congostyle anarchy, The Sunday Telegraph has been told.",
        "date": "20070820",
        "country": "Zambia"
    },
    {
        "title": "Flooding could displace 1.5 million in Zambia",
        "body": "MAPUTO, ZAMBIA • Zambia said about 1.5 million people would be displaced by floods and aid agencies warned the lives of tens of thousands were in danger on Monday as rising inunda...",
        "date": "20080109",
        "country": "Zambia"
    },
    {
        "title": "Bar Chinese ship, Zambia urges",
        "body": "LUSAKA — Zambia’s president urged regional states yesterday to bar a Chinese ship carrying arms to Zimbabwe from entering their , saying the shipment could deepen the country’s el...",
        "date": "20080422",
        "country": "Zambia"
    },
    {
        "title": "ZAMBIA WANTS ARMS SHIP STOPPED",
        "body": "LUSAKA – Zambia’s president urged regional states yesterday to bar a Chinese ship carrying arms to Zimbabwe from entering their , saying the shipment could deepen the country’s el...",
        "date": "20080422",
        "country": "Zambia"
    },
    {
        "title": "Rising water endangering thousands",
        "body": "MOZAMBIQUE: Zambia said 1.5 million people would be displaced by floods and aid agencies warned the lives of tens of thousands were in danger today as rising inundated southern Af...",
        "date": "20080108",
        "country": "Zambia"
    },
    {
        "title": "Floods put lives at risk",
        "body": "Zambia said 1.5 million people would be displaced by floods and aid agencies warned the lives of tens of thousands were in danger yesterday as rising inundated southern Africa.",
        "date": "20080109",
        "country": "Zambia"
    },
    {
        "title": "Floods inundate Southern Africa",
        "body": "Zambia said 1.5 million people would be displaced by floods and aid agencies warned the lives of tens of thousands were in danger on Monday as rising inundated southern Africa.",
        "date": "20080109",
        "country": "Zambia"
    },
    {
        "title": "Calgarian blogs from Zambia",
        "body": "Cate Cameron shares some first impressions after arriving in Zambia on her mission to document the global .",
        "date": "20090715",
        "country": "Zambia"
    },
    {
        "title": "Low river chokes power",
        "body": "LUSAKA: Zambia has been importing 250 megawatts (MW) of power from South Africa and Namibia since Saturday, after low river flows caused a deficit at a dam, reducing supply to industries and...",
        "date": "20090604",
        "country": "Zambia"
    },
    {
        "title": "Rezidor pushes hotel expansion",
        "body": "THE REZIDOR Hotel Group is pushing ahead with its aggressive expansion strategy in spite of the financial crisis.",
        "date": "20090220",
        "country": "Zambia"
    },
    {
        "title": "Rezidor pushes hotel expansion",
        "body": "THE REZIDOR Hotel Group is pushing ahead with its aggressive expansion strategy in spite of the financial .",
        "date": "20090220",
        "country": "Zambia"
    },
    {
        "title": "Child sponsors feel the pinch and it hurts",
        "body": "USUALLY GENEROUS Kiwis are cutting their donations to charity as the recession continues, leaving hundreds of needy children without a sponsor.",
        "date": "20090719",
        "country": "Zambia"
    },
    {
        "title": "GLOBAL ACTIVITY",
        "body": "YEMEN: Female education, infrastructure and book supplies 2 million children are benefiting from girls’ inclusion projects Providing 250,000 children with school-in-a-box packages ...",
        "date": "20090920",
        "country": "Zambia"
    },
    {
        "title": "Scotland should be proud of its continuing assistance to those in need around the world",
        "body": "DESPITE having to take some very difficult decisions, I welcome the Scottish Government’s resolve to protect Scotland’s small but vital international aid budget.",
        "date": "20101119",
        "country": "Zambia"
    },
    {
        "title": "Whatever you do, don’t drink the water - the turd force may be lurking there",
        "body": "RAVELLING in rural Africa is one of the great joys of my life. There is nothing better than the sounds and the smells of the African bush, finding remote and unspoilt beaches or rivers, and im...",
        "date": "20100430",
        "country": "Zambia"
    },
    {
        "title": "Aid slowly stems tide of despair",
        "body": "more international acclaim for their recovery work here.",
        "date": "20100823",
        "country": "Zambia"
    },
    {
        "title": "World Water Day in Santa Clarita",
        "body": "In Santa Clarita, we tend to focus on water supply. Will there be enough water for the next huge housing development approved by the city or county? Will all the existing residents be sub...",
        "date": "20100325",
        "country": "Zambia"
    },
    {
        "title": "Fanie Botha: Apartheid minister",
        "body": "FANIE Botha, who has died in Pretoria at the age of 88, was a senior government minister who broke the power of the white labour unions and played a key role in South Africa’s nuclear weapons p...",
        "date": "20100912",
        "country": "Zambia"
    },
    {
        "title": "Manswimsfromnewbuffalo",
        "body": "A Kalamazoo, Mich., man was exhausted but very happy after swimming 50.6 miles non-stop from New Buffalo, Mich., to Navy Pier in order to raise money for a water well in Zambia.",
        "date": "20110808",
        "country": "Zambia"
    },
    {
        "title": "Slums bear the brunt of highest growth rate in the world",
        "body": "According to projections from the UN, Zambia’s population is projected to increase 941% by the end of the century – the highest growth rate in the world.",
        "date": "20111025",
        "country": "Zambia"
    },
    {
        "title": "Neighbourly help key to power up SA",
        "body": "THE NEAR nuclear meltdown of Fukushima Daiichi power plant following the 8.9 magnitude earthquake and tsunami off Japan’s northeastern seaboard on March 11, has cast an overwhelming shado...",
        "date": "20110627",
        "country": "Zambia"
    },
    {
        "title": "Global economic prospects and impact to Sri Lanka1",
        "body": "Michael Andrew, Chairman- KPMG International addressed the Press Club of the Sri Lanka Press Institute, at Hotel Taj Samudra recently.",
        "date": "20111130",
        "country": "Zambia"
    },
    {
        "title": "Commodities fuelling Africa ’ s growth appetite, but SA will soon be thirsty",
        "body": "SUB-SAHARAN African economies will experience faster growth this year as still-high commodity prices and investments in mining offset the drag from weak exports to Europe, said the World B...",
        "date": "20120422",
        "country": "Zambia"
    },
    {
        "title": "Cut red tape and let the country thrive",
        "body": "ANNIE Mouton’s Stellenbosch-based investment company PSG Group has provided the lifeblood for some of the most exciting and successful business ventures in the country.",
        "date": "20120506",
        "country": "Zambia"
    },
    {
        "title": "Mining tax will triple – chamber",
        "body": "SWISS bank UBS swallowed a $1.5 billion (R12.8bn) fine and admitted to fraud yesterday after a global probe revealed its staff orchestrated the manipulation of benchmark interest rate...",
        "date": "20121220",
        "country": "Zambia"
    },
    {
        "title": "The opera b a mega-deal uff, the 5bn man and sealed on the slopes",
        "body": "TWO of the City’s biggest companies have outlined ambitious plans for a 56 billion mega-merger to create a global mining and commodities powerhouse. The deal would give Xstrata and Glen...",
        "date": "20120208",
        "country": "Zambia"
    },
    {
        "title": "Crayfish crisis puts ecosystem at risk",
        "body": "HARARE, ZIMBABWE — Scientists in Zimbabwe say a fresh water crayfish brought from Australia is breeding out of control in the northern Lake Kariba, devouring the food sources of other fish ...",
        "date": "20130213",
        "country": "Zambia"
    },
    {
        "title": "Food crisis looms",
        "body": "LAST Wednesday was UN World Food Day, and the world body produced worrying statistics to mark the event, including the fact that 842 million people globally faced daily hunger.",
        "date": "20131021",
        "country": "Zambia"
    },
    {
        "title": "Growing pains",
        "body": "YESTERDAY was UN World Food Day, and the world body produced worrying statistics to mark the event, including the fact that 842 million people globally face daily hunger.",
        "date": "20131017",
        "country": "Zambia"
    },
    {
        "title": "African nations make strides toward goals.",
        "body": "With fewer than 1,000 days for countries to reach their Millennium Development Goals (MDG) by the 2015 target date, many African nations are showing impressive progress. Of course, the glob...",
        "date": "20130602",
        "country": "Zambia"
    },
    {
        "title": "Global summit in KL tackles cervical cancer",
        "body": "Women Deliver 2013, the largest global event of the decade to be held in Kuala Lumpur, Malaysia May 28-30, will focus on the health and empowerment of girls and women.",
        "date": "20130523",
        "country": "Zambia"
    },
    {
        "title": "Africa trip still on",
        "body": "The co-founder of a group bringing reliable, clean water to villages in Africa said the Ebola won’t end plans for a trip this month. Greg Bixler will travel with three other Design Outr...",
        "date": "20141003",
        "country": "Zambia"
    },
    {
        "title": "Italian navy rescues 233 migrants",
        "body": "ROME (Reuters) – The Italian navy has rescued 233 mostly African migrants from a 10-meter boat in Mediterranean south of Sicily as the immigration that killed hundreds in ship...",
        "date": "20140103",
        "country": "Zambia"
    },
    {
        "title": "Italian navy rescues 233 migrants south of Sicily",
        "body": "ROME: The Italian navy has rescued 233 mostly African migrants from a 10 metre (yard) boat in Mediterranean south of Sicily as the immigration that killed hundreds in shipwre...",
        "date": "20140103",
        "country": "Zambia"
    },
    {
        "title": "Don’t dither, repair Kariba",
        "body": "WE’D all be nervous wrecks if we were continually to worry about what might or could happen to us. The sky might fall in, unlikely; the ground could open up and swallow us, depends where you a...",
        "date": "20140411",
        "country": "Zambia"
    },
    {
        "title": "Getting a grip on Ebola — and our hysteria over it",
        "body": "We have to get a grip. Ebola is not a crisis in the U.S. One person has died and two people are infected with his body fluids. The real crisis is the hysteria over Ebola that’s being fed by m...",
        "date": "20141023",
        "country": "Zambia"
    },
    {
        "title": "Power supply cut by 27%",
        "body": "ZIMBABWE and Zambia were to start reducing the amount of water passing through generators on Lake Kariba by 27 percent this week because of falling supplies, a spokesman for a unit of the...",
        "date": "20150818",
        "country": "Zambia"
    },
    {
        "title": "Power supply cut by 27%",
        "body": "ZIMBABWE and Zambia were to start reducing the amount of water passing through generators on Lake Kariba by 27 percent this week because of falling supplies, a spokesman for a unit of the...",
        "date": "20150818",
        "country": "Zambia"
    },
    {
        "title": "Power supply cut by 27%",
        "body": "ZIMBABWE and Zambia were to start reducing the amount of water passing through generators on Lake Kariba by 27 percent this week because of falling supplies, a spokesman for a unit of the...",
        "date": "20150818",
        "country": "Zambia"
    },
    {
        "title": "Southern Africa to face severe food crisis",
        "body": "GABORONE: The Famine Early Warning System Network (FEWSNET) has war ned of severe food insecurity across the southern Africa region in 2016-2017 after two years of consecutive drought whi...",
        "date": "20160326",
        "country": "Zambia"
    },
    {
        "title": "ZIMBABWE POWER CRISIS MAY DEEPEN",
        "body": "KARIBA // Zimbabwe’s main hydro power dam could stop producing electricity in six months if levels keep falling after the nation’s worst drought in more than two decades, an officia...",
        "date": "20160220",
        "country": "Zambia"
    },
    {
        "title": "730 jobs are put on the line",
        "body": "FIRST Quantum Minerals told the Zambian government it planned to fire 730 workers at its Sentinel copper mine because it was not getting enough power to keep operations running, stateo...",
        "date": "20160108",
        "country": "Zambia"
    },
    {
        "title": "730 jobs are put on the line",
        "body": "FIRST Quantum Minerals told the Zambian government it planned to fire 730 workers at its Sentinel copper mine because it was not getting enough power to keep operations running, stateo...",
        "date": "20160108",
        "country": "Zambia"
    },
    {
        "title": "Kariba dam at ‘dangerous’ lows",
        "body": "WATER levels at Kariba dam were at ”extremely dangerous” lows that could force a shutdown of its hydro-power plants, ’s Energy Minister Dora Siliya, said last week.",
        "date": "20160111",
        "country": "Zambia"
    },
    {
        "title": "Kariba dam at ‘dangerous’ lows",
        "body": "WATER levels at Kariba dam were at ”extremely dangerous” lows that could force a shutdown of its hydro-power plants, ’s Energy Minister Dora Siliya, said last week.",
        "date": "20160111",
        "country": "Zambia"
    },
    {
        "title": "Lusaka water crisis; prepare for outbreaks of diseases",
        "body": "Dear Editor,",
        "date": "20170920",
        "country": "Zambia"
    },
    {
        "title": "Trump vows to continue helping Zambia",
        "body": "THE United States Government has pledged to continue its strong partnership in helping Zambia address the many challenges it faces, particularly in the area of health through the Presiden...",
        "date": "20171223",
        "country": "Zambia"
    },
    {
        "title": "Lungu warns of looming humanitarian refugee crisis",
        "body": "A HUMANITARIAN crisis is looming in Nchelenge as the refugee influx escalates and the international community should help, President Edgar Lungu has warned.",
        "date": "20171101",
        "country": "Zambia"
    },
    {
        "title": "Rainy conditions to persist across entire Sadc region",
        "body": "MORE rain and possible flooding is expected in most parts of the Sadc region in the coming three months, the Sadc Climate Services Centre says. Regional forecasters say the January to Mar...",
        "date": "20170112",
        "country": "Zambia"
    },
    {
        "title": "PROBE LUSAKA WATER CRISIS",
        "body": "By NATION REPORTER AUTHORITIES should look into the ongoing water crisis in Lusaka because it might be a ploy by some elements of the cartel to cause a stir in the nation, opposition ...",
        "date": "20180323",
        "country": "Zambia"
    },
    {
        "title": "Cholera puts economy at risk - ZACCI",
        "body": "THE cholera crisis has the potential to paralyse the entire economy if not quickly contained as it has negatively affected businesses from SMEs to large corporations, Zambia Chamber of...",
        "date": "20180119",
        "country": "Zambia"
    },
    {
        "title": "Zimba water crisis stabilises",
        "body": "THE water crisis we experienced last year has stabilised, Zimba District Commissioner (DC) Elizabeth Kalaluka has said.",
        "date": "20180606",
        "country": "Zambia"
    },
    {
        "title": "RENEWABLE ENERGY, KEY TO FOSTERING ZAMBIA'S ECONOMIC DEVELOPMENT",
        "body": "IBy ANNIE ZULU",
        "date": "20180202",
        "country": "Zambia"
    },
    {
        "title": "Calls for government to declare hunger crisis as drought hits Zambia",
        "body": "MAJOR health, gender and education crises are unfolding in southern and western Zambia following a prolonged drought.",
        "date": "20190718",
        "country": "Zambia"
    },
    {
        "title": "Drought Crisis Leaves Southern Africa High and Dry",
        "body": "Every Monday at 8 p.m. since November, Bulawayo residents have gathered next to their toilets to prepare for a ritual that has come to be known as the big flush—another sign of a em...",
        "date": "20191216",
        "country": "Zambia"
    },
    {
        "title": "Victoria Falls in danger of drying up",
        "body": "The average flow of water over Victoria Falls this year was down by almost 50 per cent.",
        "date": "20191207",
        "country": "Zambia"
    },
    {
        "title": "Zimbabwe, Zambia seal major power deal",
        "body": "A CONSORTIUM of General Electric and Power Construction Corporation of China has been awarded the tender to develop the Batoka Gorge Hydro Electric Scheme (BGHES) under a Build, Opera...",
        "date": "20190714",
        "country": "Zambia"
    },
    {
        "title": "Germany gives Zambia K370 million for covid fight",
        "body": "THE German government has approved K370 million equivalent to US$18.5 million support package for Zambia to fight covid-19.",
        "date": "20200512",
        "country": "Zambia"
    },
    {
        "title": "We’re in this together",
        "body": "VICTORIA Falls, on the border of Zambia and Zimbabwe, are one of the seven natural wonders of the world. When I visited the falls from the Zimbabwean side back in 2006, they made their pres...",
        "date": "20200112",
        "country": "Zambia"
    },
    {
        "title": "Zambia gets climate change grant",
        "body": "A grant of US$2,184,555 for the development of a National Adaptation Plan (NAP) for climate Resilience has been made to the Government by the the Green Climate Fund (GCF).",
        "date": "20200422",
        "country": "Zambia"
    },
    {
        "title": "Recurrent drought needs a regional panacea",
        "body": "THE effects of climate change are apparent if the consequences of successive debilitating droughts in the entire southern Africa and beyond in recent years are anything to go by. This...",
        "date": "20200131",
        "country": "Zambia"
    },
    {
        "title": "Absa community initiatives continue",
        "body": "ABSA remains committed to assisting communities with the prevalence of Covid-19 affecting different economic sectors, as it contributes K724, 000 towards the fight against the pande...",
        "date": "20210105",
        "country": "Zambia"
    },
    {
        "title": "Matt Damon cowriting a book on access to clean water",
        "body": "NEW YORK  Matt Damon has some big-name endorsers for a book he has out March 1 about access to safe water.",
        "date": "20211125",
        "country": "Zambia"
    },
    {
        "title": "Actor joins fight for safe water",
        "body": "Solving the water crisis is possible — within our lifetimes. Matt Damon and Gary White",
        "date": "20211201",
        "country": "Zambia"
    },
    {
        "title": "Damon’s book already has powerful fans",
        "body": "Matt Damon has some big-name endorsers for a book he has out March 1 about access to safe .",
        "date": "20211125",
        "country": "Zambia"
    },
    {
        "title": "Right to water",
        "body": "MATT Damon has some big-name endorsers for a book he has out March 1 about access to safe water.",
        "date": "20211126",
        "country": "Zambia"
    },
    {
        "title": "South Africa pair stand up to Aussie onslaught",
        "body": "South Africa could either ‘‘lie down and sulk’’ about getting beaten or do something about it, said batsman Boeta Dippenaar yesterday after the Proteas fought back with a gutsy 209 runs for two...",
        "date": "20020105",
        "country": "Zimbabwe"
    },
    {
        "title": "“People know that if they’re going to improve their livelihood, they’re not going to on the land”",
        "body": "where blacks were corralled under apartheid, said Glen Thomas, the deputy director of the government’s land reform programme. Those enclaves still hold one in three non-whites.",
        "date": "20040107",
        "country": "Zimbabwe"
    },
    {
        "title": "Conflicts, global warming locked in deadly circle",
        "body": "Many conflicts in war-torn Africa are rooted in increasingly degraded land made worse by global warming, according to the UN. “From food security to health, we see climate change as a very big t...",
        "date": "20041002",
        "country": "Zimbabwe"
    },
    {
        "title": "The face of endless suffering",
        "body": "High oil prices, caused by the instability in the Middle East, should have provided a windfall for many impoverished oil-producing African states this year.",
        "date": "20041227",
        "country": "Zimbabwe"
    },
    {
        "title": "Mugabe seeks Chinese help amid crippling fuel crisis",
        "body": "Dozens of parked cars snake round a grassy avenue in Harare’s plush Ballantyne Park suburb. The drivers are waiting for one of the fuel deliveries the government promised a week ago.",
        "date": "20050725",
        "country": "Zimbabwe"
    },
    {
        "title": "Power cuts in Zimbabwe knock out Mugabe speech",
        "body": "HARARE — Widespread power cuts struck Zimbabwe on Tuesday, blacking out much of President Robert Mugabe’s state of the nation address in which he promised to address the country’s chronic e...",
        "date": "20051207",
        "country": "Zimbabwe"
    },
    {
        "title": "Trash crisis symbol of Zimbabwe’s decline",
        "body": "The smell of sewage and rotting rubbish wafts into homes. Acrid smoke hangs in the air where families have tried to burn household waste. Dysentery, food poisoning and diarrhoea break out.",
        "date": "20051204",
        "country": "Zimbabwe"
    },
    {
        "title": "Why urban slums are breeding all over",
        "body": "he stratospheric real",
        "date": "20050925",
        "country": "Zimbabwe"
    },
    {
        "title": "Pop quiz",
        "body": "WHICH of the following is not on a list of seven “topical issues” on Mbeki’s Presidency web site? a) Aids; b) The Zimbabwe crisis; c) Jacob Zuma’s trial; or d) Crime? ANSWER: None of the ab...",
        "date": "20061105",
        "country": "Zimbabwe"
    },
    {
        "title": "Mugabe orders British company off diamond field",
        "body": "A British-listed mining company, the first to invest in bankrupt Zimbabwe since the political crisis began, was ordered off its valuable diamond claim on Friday.",
        "date": "20061210",
        "country": "Zimbabwe"
    },
    {
        "title": "Mugabe seizes British diamond field after swarm of diggers stake out claims",
        "body": "A British-listed mining company, the first to invest in bankrupt Zimbabwe since the political crisis began, was ordered off its valuable diamond claim Friday.",
        "date": "20061209",
        "country": "Zimbabwe"
    },
    {
        "title": "Mugabe moves to seize British diamond field",
        "body": "A BRITISH-listed mining company, the first to invest in bankrupt Zimbabwe since the political crisis began, was ordered off its valuable diamond claim yesterday.",
        "date": "20061208",
        "country": "Zimbabwe"
    },
    {
        "title": "Mugabe says crisis over",
        "body": "HARARE, ZIMBABWE — President Robert Mugabe declared Thursday there is “no cholera” in and the southern African country’s health is over, even as the United Nations raised th...",
        "date": "20081212",
        "country": "Zimbabwe"
    },
    {
        "title": "Mugabe denies crisis",
        "body": "HARARE, Zimbabwe (AP) — President Robert Mugabe declared Thursday there is “no cholera” in and the southern African country’s health is over, even as the United Nations rais...",
        "date": "20081212",
        "country": "Zimbabwe"
    },
    {
        "title": "Zimbabwe’s Mugabe says cholera crisis is over",
        "body": "HARARE, Zimbabwe – President Robert Mugabe declared Thursday there is “no cholera” in and the southern African country’s health is over, even as the United Nations raised th...",
        "date": "20081212",
        "country": "Zimbabwe"
    },
    {
        "title": "Zimbabwe in emergency state",
        "body": "HARARE, Zimbabwe — Zimbabwe declared a national emergency over a cholera epidemic and the collapse of its health-care system, and the state media reported yesterday the government is see...",
        "date": "20081205",
        "country": "Zimbabwe"
    },
    {
        "title": "Cholera kills 500",
        "body": "More than 500 people have perished in a cholera outbreak in , opposition leader Morgan Tsvangirai said in Tangiers on Friday.",
        "date": "20081129",
        "country": "Zimbabwe"
    },
    {
        "title": "Zimbabwe declares national health emergency",
        "body": "HARARE, Zimbabwe – Zimbabwe declared a national emergency over a cholera epidemic and the collapse of its health-care system, and the state media reported Thursday the government is seek...",
        "date": "20081205",
        "country": "Zimbabwe"
    },
    {
        "title": "Country’s devastating food crisis ‘may worsen’",
        "body": "HARARE: More than half of Zimbabwe’s population is surviving on food handouts, and a lack of funds combined with projections of more food shortages this year could make the worse, t...",
        "date": "20090116",
        "country": "Zimbabwe"
    },
    {
        "title": "No end to cholera, but that’s just the start",
        "body": "Zimbabwe’s entire health system has collapsed and the southern African nation now overwhelmed by cholera will soon see other epidemics, a worsening Aids and the effects of widespre...",
        "date": "20090219",
        "country": "Zimbabwe"
    },
    {
        "title": "Britons in Zimbabwe are offered cash to flee",
        "body": "HUNDREDS of British families living in Zimbabwe are to get financial help to escape Robert Mugabe’s regime in a repatriation programme ordered by Gordon Brown.",
        "date": "20090218",
        "country": "Zimbabwe"
    },
    {
        "title": "Aid group warns Zimbabwe is facing wider health crisis",
        "body": "JOHANNESBURG, South Africa — Zimbabwe’s health system has collapsed and the southern African nation, now overwhelmed by cholera, soon will see other epidemics, a worsening AIDS , an...",
        "date": "20090218",
        "country": "Zimbabwe"
    },
    {
        "title": "Medical teams get towork in cholera-hit northern areas",
        "body": "Johannesburg/Harare (Reuters) An outbreak of cholera that has spread from Zimbabwe into northern parts of South Africa can be contained, South African Health Minister Barbara Hogan said yes...",
        "date": "20090126",
        "country": "Zimbabwe"
    },
    {
        "title": "Zimbabweans patiently bide their time",
        "body": "quickly returns to direct his hose-pipe into containers lined in front of his yard. Water supplies have just been restored after three months and he must fill as many buckets as possible be...",
        "date": "20100926",
        "country": "Zimbabwe"
    },
    {
        "title": "Diamond industry must take steps to end illicit gem trading",
        "body": "THE DIAMOND industry, under scrutiny after supermodel Naomi Campbell’s war crimes testimony and a crisis in Zimbabwe, must take decisive measures to avoid a potential return of con...",
        "date": "20100826",
        "country": "Zimbabwe"
    },
    {
        "title": "FRIENDS & ENEMIES",
        "body": "THERE were warning signals as early as the late 1990s. Zimbabwe might be heading for a crisis. Thabo Mbeki, then deputy president, understood how negatively this could impact on the regio...",
        "date": "20101029",
        "country": "Zimbabwe"
    },
    {
        "title": "Hunger appeal for 3m Zimbabweans",
        "body": "The International Red Cross has launched an urgent appeal for funding to tackle a new hunger crisis. About 3 million Zimbabweans — of its population of 13 million — are in need of food a...",
        "date": "20100312",
        "country": "Zimbabwe"
    },
    {
        "title": "Industry flees from second city",
        "body": "Bulawayo ( AFP) Ravens squawk from the rooftop of a deserted building, once a top producer of animal feed that employed hundreds in Zimbabwe’s second city of Bulawayo.",
        "date": "20110530",
        "country": "Zimbabwe"
    },
    {
        "title": "Africa’s new AIDS crisis",
        "body": "The future is very uncertain, said Safari Mbewe, spokesman for the Malawi Network of People Living with HIV/ AIDS, this week in Johannesburg, as organizations sounded the alarm about the...",
        "date": "20111201",
        "country": "Zimbabwe"
    },
    {
        "title": "CRISIS LEADS TO FLUSHING",
        "body": "HARARE, Zimbabwe — City authorities in Zimbabwe’s second largest city said Saturday they were appealing to home owners to flush their toilets at a specified time as a way to unblock sew...",
        "date": "20120923",
        "country": "Zimbabwe"
    },
    {
        "title": "Tarnished diamond, once the jewel of Africa",
        "body": "O THE casual and uninformed visitor, Zimbabwe appears to be an affluent and thriving country with an abundance of luxury cars in the cities and well dressed people wearing the very lat...",
        "date": "20120613",
        "country": "Zimbabwe"
    },
    {
        "title": "Rising sea levels",
        "body": "THEWESTERNCape Department of Environmental Affairs and Development Planning appeared before the standing committee on agriculture and environmental planning on June 19.",
        "date": "20120626",
        "country": "Zimbabwe"
    },
    {
        "title": "Mugabe health worries in election push",
        "body": "FEARS over Zimbabwe President Robert Mugabe’s advanced age and health are driving calls from his backers for polls this year to end the country’s unity government, Prime Minister Morgan T...",
        "date": "20120130",
        "country": "Zimbabwe"
    },
    {
        "title": "Zimbabwean crusty pie",
        "body": "FOUR Chinese nationals face deportation from Zimbabwe for killing and eating more than 40 rare tortoises",
        "date": "20120222",
        "country": "Zimbabwe"
    },
    {
        "title": "Food crisis looms in southern Africa",
        "body": "GENEVA: More than 6 million people across Angola, Lesotho, Malawi and Zimbabwe were at risk of severe food shortages because of repeated cycles of drought and flooding, the global humani...",
        "date": "20130306",
        "country": "Zimbabwe"
    },
    {
        "title": "Crayfish crisis",
        "body": "ZIMBABWE: Scientists say a fresh water crayfish brought from Australia is breeding out of control in the northern Lake Kariba, devouring the food sources of other fish and putting the natio...",
        "date": "20130213",
        "country": "Zimbabwe"
    },
    {
        "title": "6m facing hunger in southern Africa",
        "body": "MORE than six million people across Angola, Lesotho, Malawi and Zimbabwe are at risk of severe food shortages because of repeated cycles of drought and flooding, the International Feder...",
        "date": "20130306",
        "country": "Zimbabwe"
    },
    {
        "title": "Drought, floods put six million people in southern Africa at risk",
        "body": "GENEVA: More than six million people across Angola, Lesotho, Malawi and Zimbabwe were at risk of severe food shortages because of repeated cycles of drought and flooding, the global human...",
        "date": "20130306",
        "country": "Zimbabwe"
    },
    {
        "title": "Crayfish crisis",
        "body": "ZIMBABWE: Scientists say a fresh water crayfish brought from Australia is breeding out of control in the northern Lake Kariba, devouring the food sources of other fish and putting the natio...",
        "date": "20130213",
        "country": "Zimbabwe"
    },
    {
        "title": "Crocs on novel handbag diet",
        "body": "Zimbabwe",
        "date": "20140410",
        "country": "Zimbabwe"
    },
    {
        "title": "Zimbabwe crocs go veggie for high fashion",
        "body": "KARIBA, Zimbabwe: Crocodiles are some of the most feared predators in Africa, ruthless reptiles renowned for tearing their prey to pieces before swallowing hunks of meat raw. But in the bak...",
        "date": "20140409",
        "country": "Zimbabwe"
    },
    {
        "title": "Human rights abuses ring alarm bells",
        "body": "ZIMBABWE on Wednesday joined the global community in commemorating International Human Rights Day (December 10), set aside by the UN General Assembly in 1950 to bring to the attenti...",
        "date": "20141212",
        "country": "Zimbabwe"
    },
    {
        "title": "Corruption is bleeding Zimbabwe dry",
        "body": "In the darkness before dawn, the people of Mabvuku trudge to the nearest borehole and place their buckets in a line. It will take many hours of patient queuing before they can get the ...",
        "date": "20141108",
        "country": "Zimbabwe"
    },
    {
        "title": "Crocs go veggie for high fashion",
        "body": "KARIBA, ZIMBABWE: Crocodiles are some of the most feared predators in Africa, ruthless reptiles renowned for tearing their prey to pieces before swallowing hunks of meat raw. But in the bak...",
        "date": "20140413",
        "country": "Zimbabwe"
    },
    {
        "title": "Power supply cut by 27%",
        "body": "ZIMBABWE and Zambia were to start reducing the amount of water passing through generators on Lake Kariba by 27 percent this week because of falling supplies, a spokesman for a unit of the...",
        "date": "20150818",
        "country": "Zimbabwe"
    },
    {
        "title": "Power supply cut by 27%",
        "body": "ZIMBABWE and Zambia were to start reducing the amount of water passing through generators on Lake Kariba by 27 percent this week because of falling supplies, a spokesman for a unit of the...",
        "date": "20150818",
        "country": "Zimbabwe"
    },
    {
        "title": "Power supply cut by 27%",
        "body": "ZIMBABWE and Zambia were to start reducing the amount of water passing through generators on Lake Kariba by 27 percent this week because of falling supplies, a spokesman for a unit of the...",
        "date": "20150818",
        "country": "Zimbabwe"
    },
    {
        "title": "Malnutrition on the rise as El Nino takes its toll",
        "body": "ZIMBABWE is facing its worst malnutrition rates in 15 years, as nearly 33 000 children are in urgent need of treatment for severe acute malnutrition. As the El Ninoinduced drought sweeps...",
        "date": "20160318",
        "country": "Zimbabwe"
    },
    {
        "title": "Southern Africa to face severe food crisis",
        "body": "GABORONE: The Famine Early Warning System Network (FEWSNET) has war ned of severe food insecurity across the southern Africa region in 2016-2017 after two years of consecutive drought whi...",
        "date": "20160326",
        "country": "Zimbabwe"
    },
    {
        "title": "ZIMBABWE POWER CRISIS MAY DEEPEN",
        "body": "KARIBA // Zimbabwe’s main hydro power dam could stop producing electricity in six months if levels keep falling after the nation’s worst drought in more than two decades, an officia...",
        "date": "20160220",
        "country": "Zimbabwe"
    },
    {
        "title": "Z’babwe child malnutrition crisis",
        "body": "ZIMBABWE faces its worst malnutrition crisis in 15 years, with tens of thousands of children requiring urgent treatment, Unicef said yesterday as the government announced that four mil...",
        "date": "20160316",
        "country": "Zimbabwe"
    },
    {
        "title": "Zimbabwe getting SA power in covert agreement",
        "body": "ESKOM is reported to be supplying Zimbabwe with 300 megawatts of power a day in a new, “secretive” deal.",
        "date": "20160105",
        "country": "Zimbabwe"
    },
    {
        "title": "Part 2",
        "body": "foregoes the reality of the post-colonial state’s inheritance of a racial stratified social order deliberately meant to marginalise Makhokhoba. Therefore, the two submissions produce...",
        "date": "20170115",
        "country": "Zimbabwe"
    },
    {
        "title": "ZIMBABWE BANS STREET FOOD OVER TYPHOID, CHOLERA FEARS",
        "body": "ZIMBABWE has banned street food vendors in the capital Harare after a typhoid outbreak blamed on poor sanitation and erratic water supplies. Portia Managazira, director for epidemiol...",
        "date": "20170109",
        "country": "Zimbabwe"
    },
    {
        "title": "Zimbabwe bans street food over typhoid, cholera fears",
        "body": "HARARE: Zimbabwe has banned street food vendors in the capital Harare after a typhoid outbreak blamed on poor sanitation and erratic water supplies.",
        "date": "20170108",
        "country": "Zimbabwe"
    },
    {
        "title": "Zimbabwe bans street food over typhoid, cholera fears",
        "body": "HARARE: Zimbabwe has banned street food vendors in the capital Harare after a typhoid outbreak blamed on poor sanitation and erratic water supplies.",
        "date": "20170108",
        "country": "Zimbabwe"
    },
    {
        "title": "NEWS FLASH",
        "body": "Zimbabwe declared a cholera outbreak in the capital Harare after 20 people died from the disease and more than 2 000 were infected by drinking contaminated water, new Health Minister Ob...",
        "date": "20180912",
        "country": "Zimbabwe"
    },
    {
        "title": "Cholera emergency in Harare after death toll rises to 20",
        "body": "HARARE: Zimbabwe declared a cholera outbreak in the capital Harare after 20 people died from the disease and more than 2,000 were infected by drinking contaminated water, new Health Minis...",
        "date": "20180912",
        "country": "Zimbabwe"
    },
    {
        "title": "Zimbabwe declares cholera emergency in capital after death toll rises to 20",
        "body": "HARARE: Zimbabwe declared a cholera outbreak in the capital Harare after 20 died from the disease and more than 2,000 people were infected after drinking contaminated , new Health ...",
        "date": "20180912",
        "country": "Zimbabwe"
    },
    {
        "title": "Zimbabwe declares cholera emergency in capital after death toll rises to 20",
        "body": "HARARE: Zimbabwe declared a cholera outbreak in the capital Harare after 20 died from the disease and more than 2,000 people were infected after drinking contaminated water, new Health Min...",
        "date": "20180912",
        "country": "Zimbabwe"
    },
    {
        "title": "Irresponsible Zanu-PF has failed to improve water system",
        "body": "I AM disheartened by the irresponsible behaviour of the Zanu-PF government which is failing to improve water systems in Zimbabwe.",
        "date": "20190830",
        "country": "Zimbabwe"
    },
    {
        "title": "After floods drench eastern Zimbabwe, water shortages parch Harare",
        "body": "HARARE: As eastern Zimbabwe struggles with the aftermath of floods that have killed nearly 270 people and destroyed homes and roads, other parts of Zimbabwe are facing a very different cri...",
        "date": "20190408",
        "country": "Zimbabwe"
    },
    {
        "title": "After floods drench eastern Zimbabwe, water shortages parch Harare",
        "body": "HARARE: As eastern Zimbabwe struggles with the aftermath of floods that have killed nearly 270 people and destroyed homes and roads, other parts of Zimbabwe are facing a very different cri...",
        "date": "20190408",
        "country": "Zimbabwe"
    },
    {
        "title": "Parts of Zim hit by water shortages",
        "body": "As eastern Zimbabwe struggles with the aftermath of floods that have killed nearly 270 people and destroyed homes and roads, other parts of Zimbabwe are facing a very different crisis – to...",
        "date": "20190408",
        "country": "Zimbabwe"
    },
    {
        "title": "NGO rescues Luveve diarrhoea patients",
        "body": "INTERNATIONAL humanitarian agency, Mdecins Sans Frontires (MSF) has stepped in and provided treatment to residents of Luveve, Bulawayo, hard hit by a killer diarrhoea out...",
        "date": "20200626",
        "country": "Zimbabwe"
    },
    {
        "title": "Zimbabwe in ruins; Mnangagwa must go",
        "body": "IT IS PAINFUL that those Zimbabweans who died fighting for the independence and prosperity of died for nothing. Extreme poverty and unemployment are endemic in , drive...",
        "date": "20200811",
        "country": "Zimbabwe"
    },
    {
        "title": "Turkish organisation addresses Byo water crisis",
        "body": "GOVERNMENT has commended a Turkish organisation for responding to Bulawayo’s worsening water crisis by drilling three solar powered boreholes to supply residents with .",
        "date": "20201109",
        "country": "Zimbabwe"
    },
    {
        "title": "US demands free 2023 Zim elections",
        "body": "THE United States yesterday said Zimbabwe should complete its electoral reform process to set the stage for free and fair 2023 general elections. The US also castigated Zimbabwe for indef...",
        "date": "20201027",
        "country": "Zimbabwe"
    },
    {
        "title": "‘Perennial water shortages in Byo not a crisis, but governance issue’",
        "body": "THE Matabeleland Institute for Human Rights (MIHR) has claimed that Bulawayo’s perennial water problems are a governance issue as various institutions involved in the pumping of were f...",
        "date": "20211118",
        "country": "Zimbabwe"
    },
    {
        "title": "Byo water points record spike in violence",
        "body": "THE Matabeleland Institute for Human Rights (MIHR) has decried the sharp increase in cases of violence at water points in Bulawayo.",
        "date": "20210505",
        "country": "Zimbabwe"
    },
    {
        "title": "Global pressure on Zim government needed",
        "body": "I AM displeased and downhearted the world continues to turn a blind eye to Zimbabwe.",
        "date": "20210922",
        "country": "Zimbabwe"
    },
    {
        "title": "Global pressure on Zim government needed",
        "body": "I AM displeased and downhearted the world continues to turn a blind eye to Zimbabwe.",
        "date": "20210922",
        "country": "Zimbabwe"
    }
]