[
    {
        "title": "World’s refugee challenge",
        "body": "THE world is increasingly having to deal with growing numbers of refugees. It may prove to be one of the greatest challenges of the century.",
        "date": "20070621",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "Congo offered NZ aid",
        "body": "New Zealand has pledged to send $1 million to support aid efforts in the Democratic Republic of the Congo (DRC).",
        "date": "20081108",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "UAE pledges support for UN humanitarian aid programme",
        "body": "abu dhabi The Emirates re-emphasised its support for UN humanitarian efforts yesterday, hosting the re-launch of a US$7 billion appeal in the capital.",
        "date": "20081125",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "We cannot turn our backs on Congo, say European leaders",
        "body": "BRITAIN and France yesterday called for international action to prevent a humanitarian disaster in the Democratic Republic of .",
        "date": "20081103",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "UN troops told to shoot if rebels move on Congo city",
        "body": "in New York UN peacekeepers in eastern Congo have orders to open fire on rebel forces if they advance on the strategic eastern city Goma.",
        "date": "20081106",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "Farrow to fast over Darfur crisis",
        "body": "Actress Mia Farrow, a UN Goodwill Ambassador, has announced that she will begin a hunger strike next week to show solidarity with the people of Sudan’s conflict-torn Darfur region.",
        "date": "20090423",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "Africa holds high expectations for Obama",
        "body": "With the U.S. administration now past its first 100 days in office, Barack Obama has raised skyscraping expectations for his term as president, not only at home in the U.S., but also abroad...",
        "date": "20090516",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "Obama’s challenge in Africa",
        "body": "With the U.S. administration now past its first 100 days in office, Barack Obama has raised sky-scraping expectations for his term as president, not only at home in the U.S., but also abroa...",
        "date": "20090515",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "Deaths that made the headlines this year",
        "body": "ILLNESS, murder and accidents – several prominent South Africans died this year, some of them quietly leaving a legacy, others making headlines around world.",
        "date": "20101231",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "South African deaths that caused a stir this year",
        "body": "ILLNESS, murder and accidents – several prominent South Africans died this year, some them quietly leaving behind a legacy, others making headlines around world.",
        "date": "20101230",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "China to fuel Africa’s growth",
        "body": "THE past 10 years have belonged to China, an emerging superpower in economic dollars and political capital. It would be foolish to suggest that China will not continue to make bigger wa...",
        "date": "20100103",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "New decade brings changing of the guard",
        "body": "T he past 10 years have belonged to China, an emerging superpower in both economic dollars and political capital. It would be foolish to suggest that China will not continue to make big...",
        "date": "20100102",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "Sub-Saharan Africa an outside bet for emerging economy",
        "body": "THE past 10 years have belonged to China, an emerging superpower in both economic dollars and political capital.",
        "date": "20100105",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "UN asks members to help raise $7.7 B for humanitarian aid",
        "body": "The United Nations and its partner agencies have appealed to its member-states for financial assistance in raising $7.7 billion to provide humanitarian assistance to 51 million peo...",
        "date": "20111218",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "No sugarcoating, songwriting is hard work for Martin Sexton",
        "body": "It’s strange to hear a singer-songwriter admit that the most difficult thing they do is write songs.",
        "date": "20110120",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "ICRC calls for faster aid effort",
        "body": "GENEVA — Unexpected crises in the Middle East and Africa together with armed conflicts around the world have made it imperative that aid agencies react more quickly to help those in need, th...",
        "date": "20120627",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "An aid worker’s diary: returning to Goma",
        "body": "DURING the recent conflict in the eastern Democratic Republic of the Congo, I was evacuated along with other World Vision colleagues to Gisenyi, Rwanda, a town just 2km across the border.",
        "date": "20121216",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "Analysis The UN is right to be sceptical about a military adventure in Mali",
        "body": "The UN has thrown a large bucket of cold water over plans for international military intervention in northern Mali, despite growing pressure on west African countries from US and EU t...",
        "date": "20121130",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "800,000 more displaced last year in a world unable to cope",
        "body": "TUNIS // In the past year, the suffering of refugees across the world has worsened, said the United Nations’ refugee affairs chief.",
        "date": "20120312",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "UN: Central African Republic risks becoming a failed state",
        "body": "The Central African Republic (CAR) is “close to being a failed state” and threatens to spread chaos in the heart of the continent, UN officials have warned.",
        "date": "20130823",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "Most vulnerable in crisis",
        "body": "VIOLENCE against women is so endemic it is impossible to work on any issue relating to women without it being addressed, according to head UN Women.",
        "date": "20131115",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "‘When I meet these children it gives me hope and faith’",
        "body": "THE DUCHESS Of York is feeling inspired. The charity she founded, Children In Crisis, is 20 years old this year and she has just returned from one its latest projects: building a school in ...",
        "date": "20130317",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "Representing Israel at the UN",
        "body": "Representing Israel at the United Nations is one of the toughest jobs in the diplomatic world. For me, coming from academia, not being part political scene or a member diplo...",
        "date": "20131115",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "Doing tough jobs in difficult places",
        "body": "IT WAS A dark February night in the hilly North Kivu province of eastern DRC. At 2.45am, a small, silent unarmed unmanned aerial vehicle (UUAV) circled the sky around a village and sent back...",
        "date": "20140529",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "In praise of foreign policy efforts",
        "body": "More cartoons online at Maite Nkoana-Mashabane is",
        "date": "20141231",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "50 million face famine after crops fail again",
        "body": "Up to 50 million people in Africa will need food by Christmas as a crisis across the continent triggered by El Nio worsens, the UN and major international charities have warned.",
        "date": "20160522",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "Constitutional crisis",
        "body": "There will be a peaceful transfer of power in the U.S. government on Jan. 20 as Barack Obama gives up the presidency and Donald Trump is sworn in. We take such transitions every four or eigh...",
        "date": "20161223",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "Meet the athletes who have inspired the world",
        "body": "For the first time, a refugee team is competing at the Olympic Games. 10 athletes, who are taking part in events ranging from judo to marathon running, are serving as a symbol hope for ...",
        "date": "20161226",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "It is time for all world leaders to shed their differences and military ambitions, and work together to make our world a safe place for all to live in peace.",
        "body": "flict was another reminder that, whatever the cause, whatever our intentions, war inflicts a wrenching toll, especially on innocent men, women and children”.",
        "date": "20160918",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "DRC kids at risk",
        "body": "DETERIORATING security conditions have severely disrupted life-saving interventions for children in Greater Kasai in the (DRC) in recent months, pu...",
        "date": "20170526",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "DRC kids at risk",
        "body": "DETERIORATING security conditions have severely disrupted life-saving interventions for children in Greater Kasai in the (DRC) in recent months, pu...",
        "date": "20170526",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "DRC kids at risk",
        "body": "DETERIORATING security conditions have severely disrupted life-saving interventions for children in Greater Kasai in the Democratic Republic of the (DRC) in recent months, pu...",
        "date": "20170526",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "South Sudan’s despair: civil war, famine, drought",
        "body": "REBECCA Nyaden fled her home in Aweil walking for seven days because food scarcity caused by drought.",
        "date": "20170601",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "DRC aid outstripped by conflict, says UN",
        "body": "INTER-COMMUNAL violence in the south-eastern Democratic Republic of the Congo (DRC) has forced hundreds thousands people from their homes, a top UN aid official in country has sai...",
        "date": "20170324",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "UN bids farewell to 2017 amid challenges, hopes",
        "body": "In the deadliest attack on a UN peacekeeping mission in decades, 14 Tanzanian peacekeepers lost their lives in .",
        "date": "20171227",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "East African displacement crisis",
        "body": "Latest figures show Ethiopia surpassing both Syria and the Democratic Republic of the Congo",
        "date": "20180915",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "East African displacement crisis",
        "body": "THE INTERNAL Displacement Monitoring Centre (IDMC) said that East Africa in general and Ethiopia in particular were worst hit by internal displacement crises globally during the firs...",
        "date": "20180915",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "Day Zero: film industry helps",
        "body": "WHEN British actress Kate Beckinsale agreed to take the starring role in a TV drama being shot in Cape Town‚ she probably did not imagine weeks of eating off paper plates with plastic cut...",
        "date": "20180202",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "Ethiopian displacement is now worse than Syria’s",
        "body": "More people were internally displaced in Ethiopia in the first half of this year than in any other country.",
        "date": "20180913",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "Oct 27 in History",
        "body": "312 — The night before the Battle of the Milvian Bridge between Roman emperors Constantine and Maxentius, Constantine sees a vision of Christ that orders him to ornament the shields o...",
        "date": "20191027",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "Ebola epidemic widens",
        "body": "GOMA, DR Congo — The Ebola epidemic in the eastern region of the Democratic Republic of the Congo widened on Wednesday, the eve of the first anniversary of the outbreak, with one death and another diagnosis reported. Fifteen people were also quarantined in a previously unaffected province.",
        "date": "20190802",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "Ebola epidemic widens",
        "body": "Quarantine spreads in DR Congo on eve of outbreak’s anniversary",
        "date": "20190802",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "DR Congo Ebola epidemic widens on first anniversary",
        "body": "GOMA, DR Congo — The Ebola epidemic in the eastern region widened on Wednesday, eve first anniversary outbreak, with one death and a...",
        "date": "20190802",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "CONTINENTAL DRIFT",
        "body": "Unplanned chimp pregnancy",
        "date": "20190927",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "Not-so-green batteries2",
        "body": "sir – Amid the rush to fill our roads with electric vehicles (Letters, November 23), attention must be given to environmental impact mining and extracting rare earth metals ...",
        "date": "20201124",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "Helping refugees a moral duty for world",
        "body": "Global displacement is at a record high, according to the UN refugee agency, UNHCR, and this could only be seen as a blot on humanity.",
        "date": "20200621",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "Address plight of children in conflict zones",
        "body": "Achild is an uncut diamond, once wrote Austin O’malley. Children are precious and deserve peace, protection and encouragement at all times. However, reality on ground, especia...",
        "date": "20200105",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "Pandemic potentially a ‘death sentence’ for many prison inmates, experts warn",
        "body": "Chronic overcrowding and underfunding have left prisons around the world vulnerable to being ravaged by coronavirus, criminal justice experts have warned.",
        "date": "20200425",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "Four war-torn nations facing famine threat",
        "body": "UNITED NATIONS — U.N. Secretary-General Antonio Guterres warned that there is a risk of famine and widespread food insecurity in four countries affected by conflict — , Yemen, nort...",
        "date": "20200906",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "Mohammed comes to help of volcano-hit Goma in Congo",
        "body": "His Highness Sheikh Mohammed Bin Rashid Al Maktoum, Vice President, Prime Minister of the UAE and Ruler of Dubai, has ordered an aid flight to transport much needed aid to volcano-hit Goma i...",
        "date": "20210615",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "Iran-russia ties",
        "body": "Russian Foreign Minister Sergei Lavrov underlined his country’s stance on the comprehensive development of ties with Iran, saying that Moscow is moving toward broader cooperation w...",
        "date": "20210302",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "Egypt informs US of project to make Nile a major navigational artery",
        "body": "Egyptian Minister of Irrigation Mohamed Abdel-Aty has presented Washington representatives with plans for a project to divert Nile River into a navigational artery for river bas...",
        "date": "20211122",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "Fragile states pushed towards calamity by",
        "body": "The Covid-19 pandemic is pushing some of the world’s most fragile countries towards “catastrophe” as virus cases and deaths go “chronically under-reported”, a new hard-hitting UK aid agenc...",
        "date": "20210301",
        "country": "Democratic%20Republic%20of%20the%20Congo"
    },
    {
        "title": "Today in history",
        "body": "1960: More than 20,000 football fans watched league champions South China beat KMB, 3-1, at Hong Kong Stadium.",
        "date": "20020103",
        "country": "Denmark"
    },
    {
        "title": "Fighting spirit celebrated in the hundred years tour",
        "body": "The race is as French as Beaujolais. But the Tour de France transcends all borders.",
        "date": "20030727",
        "country": "Denmark"
    },
    {
        "title": "Small nation plays on its strengths",
        "body": "For a small nation with a population of just under 5.4 million, Denmark packs a political and economic punch worthy of some of its bigger neighbours, according to the country’s senior dipl...",
        "date": "20040416",
        "country": "Denmark"
    },
    {
        "title": "Let’s change the climate of indifference",
        "body": "Last week, I left my windows open and the bonsai underneath promptly wilted and nearly died. That was during Hong Kong’s record-breaking smog attack. Halfway around the world, my 79-year-old mot...",
        "date": "20040922",
        "country": "Denmark"
    },
    {
        "title": "Road to a friend’s house is never long",
        "body": "THE SUCCESS OF Europe’s oldest monarchy lies in its trade in services, emphasis on education, its role as a geographical hub and progressive outlook",
        "date": "20050416",
        "country": "Denmark"
    },
    {
        "title": "Finland, Denmark ‘bow to terrorists’",
        "body": "Sri Lanka yesterday accused Finland and Denmark of giving in to terrorists by withdrawing their ceasefire monitors at the insistence of separatist Tamil Tigers, as both the governmen...",
        "date": "20060730",
        "country": "Denmark"
    },
    {
        "title": "If only we could bottle Latvia’s self-belief",
        "body": "EVER wondered what an independent Scotland might look like in 10 years? Bored with Ireland and looking for a cold, Protestant model of autonomy for a change? Well, you could do worse than lo...",
        "date": "20061206",
        "country": "Denmark"
    },
    {
        "title": "Metnor announcement hits shares",
        "body": "AFTER a rollercoaster week the FTSE 100 index finished off falling a further 55.5 points to 6530.6. Fresh fears that the US subprime could affect the wider economy drove most major gl...",
        "date": "20071103",
        "country": "Denmark"
    },
    {
        "title": "Causes of crisis after EUfundingcuts",
        "body": "SCOTLAND’Svoluntary sector faces a crisis, but it is largely home-grown and should be no surprise. I have every sympathy for organisations facing funding cuts and individuals facin...",
        "date": "20070207",
        "country": "Denmark"
    },
    {
        "title": "UN ‘resolve’ on Darfur",
        "body": "It’s hard to be optimistic about the UN Security Council’s toothless resolution—gee, why does that phrase ring a bell?—to send a peacekeeping force to Darfur. Four years in the making, th...",
        "date": "20070808",
        "country": "Denmark"
    },
    {
        "title": "This is immoral and an",
        "body": "Discarding of fish has not only brought disaster on our fishing industry, it is also a crime against nature, says Christopher Booker",
        "date": "20071125",
        "country": "Denmark"
    },
    {
        "title": "Northern exposure",
        "body": "Aperson in space looking down on the frigid region around the North Pole would view something never seen before at this time of year. Last Friday, Arctic sea ice reached its lowest extent on rec...",
        "date": "20070823",
        "country": "Denmark"
    },
    {
        "title": "Flush with energy",
        "body": "COPENHAGEN, Denmark – The Arctic Hotel in Ilulissat, Greenland, is a charming little place on the West Coast, but no one would ever confuse it for a Four Seasons – maybe a One Seasons. But ...",
        "date": "20080814",
        "country": "Denmark"
    },
    {
        "title": "360,000 for Congo crisis",
        "body": "SCOTS have donated 360,000 to the Congo Crisis Appeal in a week.",
        "date": "20081128",
        "country": "Denmark"
    },
    {
        "title": "Denmark f lush with energy, but not a drop of imported oil1",
        "body": "COPENHAGEN / The Arctic Hotel in Ilulissat, Greenland, is a charming little place on the West Coast, but no one would ever confuse it for a Four Seasons — maybe One Seasons.",
        "date": "20080812",
        "country": "Denmark"
    },
    {
        "title": "No cuts in health-related budgets",
        "body": "BUDGETS for environmental programmes that have an impact on public health will not be affected despite the recession here, Environment and Water Resources Minister Yaacob Ibrahim s...",
        "date": "20081020",
        "country": "Denmark"
    },
    {
        "title": "Oceans face climate-change crisis",
        "body": "For more than two years, Canadian writer Alanna Mitchell travelled the world’s oceans, meeting scientists whose research was uncovering a in the planet’s large bodies of .",
        "date": "20090917",
        "country": "Denmark"
    },
    {
        "title": "In the groove: Nordic multimedia and music fest a notch above",
        "body": "OTCH stands for NOrdic + CHinese and the 2009 NOTCH Festival starting next Tuesday will be a simultaneous multimedia and music extravaganza in Shanghai, Beijing and Guangzhou.",
        "date": "20091021",
        "country": "Denmark"
    },
    {
        "title": "How to keep the lights on, if nuclear power construction plans are delayed",
        "body": "SIR – Although Labour’s announcement on nuclear power (report, November 10) goes some way to addressing the crisis in Britain’s power generation capacity, building new nuclear power s...",
        "date": "20091112",
        "country": "Denmark"
    },
    {
        "title": "Sonjica needs a think-tank of clever people to steer the nation on to the right path",
        "body": "I ALWAYS assumed that the queen of government gobbledy-gook was Geraldine Fraser-Moleketi.",
        "date": "20090617",
        "country": "Denmark"
    },
    {
        "title": "Today in history",
        "body": "1960: More than 20,000 football fans watched league champions South China beat KMB, 3-1, at Hong Kong Stadium.",
        "date": "20020103",
        "country": "Denmark"
    },
    {
        "title": "Fighting spirit celebrated in the hundred years tour",
        "body": "The race is as French as Beaujolais. But the Tour de France transcends all borders.",
        "date": "20030727",
        "country": "Denmark"
    },
    {
        "title": "Small nation plays on its strengths",
        "body": "For a small nation with a population of just under 5.4 million, Denmark packs a political and economic punch worthy of some of its bigger neighbours, according to the country’s senior dipl...",
        "date": "20040416",
        "country": "Denmark"
    },
    {
        "title": "Let’s change the climate of indifference",
        "body": "Last week, I left my windows open and the bonsai underneath promptly wilted and nearly died. That was during Hong Kong’s record-breaking smog attack. Halfway around the world, my 79-year-old mot...",
        "date": "20040922",
        "country": "Denmark"
    },
    {
        "title": "Finland, Denmark ‘bow to terrorists’",
        "body": "Sri Lanka yesterday accused Finland and Denmark of giving in to terrorists by withdrawing their ceasefire monitors at the insistence of separatist Tamil Tigers, as both the governmen...",
        "date": "20060730",
        "country": "Denmark"
    },
    {
        "title": "If only we could bottle Latvia’s self-belief",
        "body": "EVER wondered what an independent Scotland might look like in 10 years? Bored with Ireland and looking for a cold, Protestant model of autonomy for a change? Well, you could do worse than lo...",
        "date": "20061206",
        "country": "Denmark"
    },
    {
        "title": "Metnor announcement hits shares",
        "body": "AFTER a rollercoaster week the FTSE 100 index finished off falling a further 55.5 points to 6530.6. Fresh fears that the US subprime could affect the wider economy drove most major gl...",
        "date": "20071103",
        "country": "Denmark"
    },
    {
        "title": "Causes of crisis after EUfundingcuts",
        "body": "SCOTLAND’Svoluntary sector faces a crisis, but it is largely home-grown and should be no surprise. I have every sympathy for organisations facing funding cuts and individuals facin...",
        "date": "20070207",
        "country": "Denmark"
    },
    {
        "title": "UN ‘resolve’ on Darfur",
        "body": "It’s hard to be optimistic about the UN Security Council’s toothless resolution—gee, why does that phrase ring a bell?—to send a peacekeeping force to Darfur. Four years in the making, th...",
        "date": "20070808",
        "country": "Denmark"
    },
    {
        "title": "This is immoral and an",
        "body": "Discarding of fish has not only brought disaster on our fishing industry, it is also a crime against nature, says Christopher Booker",
        "date": "20071125",
        "country": "Denmark"
    },
    {
        "title": "Northern exposure",
        "body": "Aperson in space looking down on the frigid region around the North Pole would view something never seen before at this time of year. Last Friday, Arctic sea ice reached its lowest extent on rec...",
        "date": "20070823",
        "country": "Denmark"
    },
    {
        "title": "Flush with energy",
        "body": "COPENHAGEN, Denmark – The Arctic Hotel in Ilulissat, Greenland, is a charming little place on the West Coast, but no one would ever confuse it for a Four Seasons – maybe a One Seasons. But ...",
        "date": "20080814",
        "country": "Denmark"
    },
    {
        "title": "360,000 for Congo crisis",
        "body": "SCOTS have donated 360,000 to the Congo Crisis Appeal in a week.",
        "date": "20081128",
        "country": "Denmark"
    },
    {
        "title": "Denmark f lush with energy, but not a drop of imported oil1",
        "body": "COPENHAGEN / The Arctic Hotel in Ilulissat, Greenland, is a charming little place on the West Coast, but no one would ever confuse it for a Four Seasons — maybe One Seasons.",
        "date": "20080812",
        "country": "Denmark"
    },
    {
        "title": "No cuts in health-related budgets",
        "body": "BUDGETS for environmental programmes that have an impact on public health will not be affected despite the recession here, Environment and Water Resources Minister Yaacob Ibrahim s...",
        "date": "20081020",
        "country": "Denmark"
    },
    {
        "title": "Oceans face climate-change crisis",
        "body": "For more than two years, Canadian writer Alanna Mitchell travelled the world’s oceans, meeting scientists whose research was uncovering a in the planet’s large bodies of .",
        "date": "20090917",
        "country": "Denmark"
    },
    {
        "title": "In the groove: Nordic multimedia and music fest a notch above",
        "body": "OTCH stands for NOrdic + CHinese and the 2009 NOTCH Festival starting next Tuesday will be a simultaneous multimedia and music extravaganza in Shanghai, Beijing and Guangzhou.",
        "date": "20091021",
        "country": "Denmark"
    },
    {
        "title": "How to keep the lights on, if nuclear power construction plans are delayed",
        "body": "SIR – Although Labour’s announcement on nuclear power (report, November 10) goes some way to addressing the crisis in Britain’s power generation capacity, building new nuclear power s...",
        "date": "20091112",
        "country": "Denmark"
    },
    {
        "title": "Sonjica needs a think-tank of clever people to steer the nation on to the right path",
        "body": "I ALWAYS assumed that the queen of government gobbledy-gook was Geraldine Fraser-Moleketi.",
        "date": "20090617",
        "country": "Denmark"
    },
    {
        "title": "Aid ships stormed",
        "body": "The fate of 11 Malaysians on board the humanitarian ship Mavi Marmara remains unknown after Israeli commandos attacked the vessel in international waters.",
        "date": "20100601",
        "country": "Denmark"
    },
    {
        "title": "Experts fight to keep damaged ship afloat",
        "body": "Cuxhaven, Germany – Danish and German sea experts were yesterday battling to keep a Lithuanian ferry from sinking and spilling fuel into the Baltic Sea after a series of explosions on bo...",
        "date": "20101011",
        "country": "Denmark"
    },
    {
        "title": "Big thirst hits World Cup hosts",
        "body": "TOWN authorities are putting on a brave face as three World Cup teams – Japan, Denmark and France – head for their bases on the Garden Route, but Mossel Bay and George are desperately short of...",
        "date": "20100605",
        "country": "Denmark"
    },
    {
        "title": "Sports events give city much-needed economic boost",
        "body": "In a year where the recession took a bite out of tourism dollars in most major Canadian cities, curling and football provided a much-needed boost to Calgary’s economy.",
        "date": "20100409",
        "country": "Denmark"
    },
    {
        "title": "Royal couple to visit Unicef",
        "body": "the Duke and Duchess of Cambridge will visit unicef’s emergency supply centre in Denmark to view the effort to distribute food and medical supplies to east africa, st James’s Palace said ye...",
        "date": "20111027",
        "country": "Denmark"
    },
    {
        "title": "Royal couple to visit Unicef",
        "body": "the Duke and Duchess of Cambridge will visit unicef’s emergency supply centre in to view the effort to distribute food and medical supplies to east africa, st James’s Palace said ye...",
        "date": "20111027",
        "country": "Denmark"
    },
    {
        "title": "Royal couple to visit Unicef",
        "body": "the Duke and Duchess of Cambridge will visit unicef’s emergency supply centre in Denmark to view the effort to distribute food and medical supplies to east africa, st James’s Palace said ye...",
        "date": "20111027",
        "country": "Denmark"
    },
    {
        "title": "Denmark as EU president will seek to keep UK along",
        "body": "COPENHAGEN — Euro outsider Denmark will strive during its six-month presidency of the European Union to make sure Britain does not stray too far from the fold as the EU grapples with a debt c...",
        "date": "20111231",
        "country": "Denmark"
    },
    {
        "title": "Pirates turn to W. Africa coast",
        "body": "ABOARD THE HSV 2 SWIFT— Pirate attacks off West Africa’s coast have increased to levels that rival those seen in Somalia, insurers say, prompting maritime agencies to set aside their ani...",
        "date": "20110812",
        "country": "Denmark"
    },
    {
        "title": "Denmark aims low with green energy policy",
        "body": "SAMSO, Denmark: Danes like to tell a story that goes like this: One night the energy ministers of the countries around the North Sea got together to divide up its oil and gas wealth. The Danis...",
        "date": "20120521",
        "country": "Denmark"
    },
    {
        "title": "Closer cooperation urged",
        "body": "Cooperation in renewable energy and innovation will become a new engine for growth for Sino-Danish relations, Danish Ambassador to China Friis Arne Petersen said.",
        "date": "20120616",
        "country": "Denmark"
    },
    {
        "title": "Denmark’s wind of change",
        "body": "Over a beer or two, Danes like to tell a story about the energy ministers of the North Sea countries getting together to divide up its oil and gas wealth. The Danish minister got very drunk,...",
        "date": "20120519",
        "country": "Denmark"
    },
    {
        "title": "Danish energy firm has lessons for China",
        "body": "in Guiyang",
        "date": "20120728",
        "country": "Denmark"
    },
    {
        "title": "EU fails on budget deal in face of crisis",
        "body": "BRUSSELS • European Union leaders on Friday failed to agree on the 27 nation bloc’s next seven-year budget, replaying the clash between rich and poor countries that has stymied the response...",
        "date": "20121124",
        "country": "Denmark"
    },
    {
        "title": "Manawatu family’s run of Europe",
        "body": "bout AD100, rich people sat on warm seats at the Colosseum in Rome, heated by their slaves who had to sit there before their masters or mistresses sat down.",
        "date": "20130824",
        "country": "Denmark"
    },
    {
        "title": "Greenpeace activists face piracy charges in Russia",
        "body": "MOSCOW — Russia charged five Greenpeace activists with piracy over the boarding of an oil platform to protest Arctic drilling in what the group described as its worst crisis since the 1985 bom...",
        "date": "20131003",
        "country": "Denmark"
    },
    {
        "title": "Cooperation on Syria",
        "body": "China has always supported the United Nations’ endeavor to dispose of Syria’s chemical weapons stockpile, and it will, along with the international community, continue to give assistan...",
        "date": "20131225",
        "country": "Denmark"
    },
    {
        "title": "Bid to cut nursery costs by relaxing limits on numbers for childminders",
        "body": "NURSERIES and childminders will be allowed to look after more youngsters as part of Government efforts to cut childcare costs.",
        "date": "20130129",
        "country": "Denmark"
    },
    {
        "title": "WAKEUP CALL",
        "body": "A STUDY conducted by researchers of Aarhus University in Denmark, Vermont Law School and CNA Corporation in the US claims that by 2020 many countries will not have access to clean drinking ...",
        "date": "20140731",
        "country": "Denmark"
    },
    {
        "title": "DRINKING WATER SHORTAGE TO HIT WORLD BY 2040",
        "body": "LONDON: If we continue doing what we are doing today to meet our energy demands, there will not be enough water in the world to quench the thirst of the world population by 2040, says a stu...",
        "date": "20140731",
        "country": "Denmark"
    },
    {
        "title": "Water crisis to hit world by 2040",
        "body": "london — If we continue doing what we are doing today to meet our energy demands, there will not be enough water in the world to quench the thirst of the world population by 2040, says a study.",
        "date": "20140731",
        "country": "Denmark"
    },
    {
        "title": "Church takes a walk on the wild side for charity",
        "body": "Some events live up to their name.",
        "date": "20140224",
        "country": "Denmark"
    },
    {
        "title": "Refugee wave hits Denmark, heads for Sweden",
        "body": "RODBY (Reuters) – Denmark on Thursday allowed refugees to move freely through its territory to Sweden after days of chaos during which authorities closed ferry services and a motorway lin...",
        "date": "20150911",
        "country": "Denmark"
    },
    {
        "title": "Fears for horses’ welfare as temperatures plummet",
        "body": "Calls are being made to improve the living conditions for horses in Ashford as temperatures plummet.",
        "date": "20150205",
        "country": "Denmark"
    },
    {
        "title": "Germany leading way on migrants",
        "body": "KOBLENZ, Germany — Where the Moselle and Rhine rivers meet sits Deutsches Eck, the German Corner.",
        "date": "20150916",
        "country": "Denmark"
    },
    {
        "title": "French foie gras makers worry as new bird flu outbreak hits Europe",
        "body": "PARIS — New outbreaks in Europe of a severe strain of bird flu pose a fresh worry for French foie gras producers, already reeling from lost sales last year when the virus emerged in southweste...",
        "date": "20161117",
        "country": "Denmark"
    },
    {
        "title": "Underground water to solve crisis",
        "body": "WITH nearly 98% of South Africa’s surface water already fully exploited, researchers should spend more time looking underground for solutions to the country’s growing water shortages.",
        "date": "20160519",
        "country": "Denmark"
    },
    {
        "title": "Sheikha Lubna lists UAE aid efforts",
        "body": "ABU DHABI // Sheikha Lubna Al Qasimi, Minister of Development and International Cooperation, has highlighted UAE aid efforts and called for stronger partnerships and responses to hum...",
        "date": "20160119",
        "country": "Denmark"
    },
    {
        "title": "Survival of the savviest",
        "body": "We’re now at the midway point between the Salon International de la Haute Horlogerie (SIHH), the first big watch industry event of the year, and the daddy of them all, Baselworld, which takes pl...",
        "date": "20160221",
        "country": "Denmark"
    },
    {
        "title": "This week’s dream: a culture fix in the far-flung Faroes",
        "body": "“Green, isolated, wild and numinous, and purified by salt winds”, the Faroe Islands are an “ascetic paradise”, says Harry Pearson in Cond Nast Traveller. Faced with their mountains, roari...",
        "date": "20160924",
        "country": "Denmark"
    },
    {
        "title": "Despite effects, liberals adore their socialism",
        "body": "figure in the liberal imagination, Castro’s status is far more complicated. He is still a hero to many.",
        "date": "20171221",
        "country": "Denmark"
    },
    {
        "title": "‘No room for refugees in Denmark this year’",
        "body": "COPENHAGEN, Denmark, Sept 9, (Agencies): Denmark’s minority center-right government doesn’t want to accept any refugees this year that come into the country under a UN quota system, an of...",
        "date": "20170910",
        "country": "Denmark"
    },
    {
        "title": "Town injected chemical into public water system for 10 years",
        "body": "For 10 years, the town of Denmark injected a chemical into its drinking water that has rarely, if ever, been used in public water systems across the country.",
        "date": "20181112",
        "country": "Denmark"
    },
    {
        "title": "Town’s decade-long use of chemical in water questioned",
        "body": "For 10 years, the town of Denmark injected a chemical into its drinking water that has rarely, if ever, been used in public water systems across the country.",
        "date": "20181113",
        "country": "Denmark"
    },
    {
        "title": "SC regulators say injecting chemical into drinking water was safe",
        "body": "Despite criticism from a nationally known scientist, S.C. regulators say the chemical injected into a small town’s drinking water without federal approval likely did not make anyone...",
        "date": "20181118",
        "country": "Denmark"
    },
    {
        "title": "SC says injecting chemical into drinking water was safe, but researcher is skeptical",
        "body": "Despite criticism from a nationally known scientist, South Carolina regulators say the chemical injected into a small town’s drinking water without federal approval likely did not mak...",
        "date": "20181116",
        "country": "Denmark"
    },
    {
        "title": "Movies",
        "body": "Denmark is the gold standard for chlorine-free water, but it would take 20 to 30 years for Hawke’s Bay to build water infrastructure that rivals it, an expert says.",
        "date": "20190814",
        "country": "Denmark"
    },
    {
        "title": "Denmark best chlorine-free model",
        "body": "Denmark uses groundwater and in 160 years they have never used",
        "date": "20190809",
        "country": "Denmark"
    },
    {
        "title": "In debate, candidate homes in on SC town’s water crisis",
        "body": "The struggle of one S.C. community to secure clean drinking water gained more national attention Tuesday night after 2020 White House hopeful Marianne Williamson mentioned the issue du...",
        "date": "20190801",
        "country": "Denmark"
    },
    {
        "title": "Denmark's way to reduce water use",
        "body": "EARLY March, people from all social groups in Manila queued up for water, after services were unexpectedly cut-off. Labelled as one of the worst water crises in recent history, Manila exp...",
        "date": "20190415",
        "country": "Denmark"
    },
    {
        "title": "WATER MANAGEMENT",
        "body": "Rather than wait for shortages to strike, Danes are working hard on cutting down their water consumption just in case. Running against the current of rising GDP, which stands at US$355 billi...",
        "date": "20200223",
        "country": "Denmark"
    },
    {
        "title": "Danes to dig up 4m mink carcasses to stop contamination",
        "body": "AROUND four million mink culled in Denmark will be dug up next year to prevent pollution, the government said yesterday in the latest twist to a longrunning saga.",
        "date": "20201221",
        "country": "Denmark"
    },
    {
        "title": "European states lead the way on sick pay",
        "body": "STATUTORY sick pay:",
        "date": "20200320",
        "country": "Denmark"
    },
    {
        "title": "Denmark pledges to end its oil and gas offshore activities in the North Sea",
        "body": "DENMARK has decided to end all oil and gas offshore activities in the North Sea by 2050 and has cancelled its latest licensing round, saying the country is “putting an end to the fossil er...",
        "date": "20201205",
        "country": "Denmark"
    },
    {
        "title": "DENMARK PM TO MEET MODI ON CLIMATE CRISIS AHEAD OF COP 26",
        "body": "NEW DELHI: Danish Prime Minister Mette Frederiksen will meet Prime Minister Narendra Modi on Saturday and the two sides will review the Green Strategic Partnership and discuss collabor...",
        "date": "20211009",
        "country": "Denmark"
    },
    {
        "title": "DENMARK PM TO MEET MODI ON CLIMATE CRISIS AHEAD OF COP 26",
        "body": "NEW DELHI: Danish Prime Minister Mette Frederiksen will meet Prime Minister Narendra Modi on Saturday and the two sides will review the Green Strategic Partnership and discuss collabor...",
        "date": "20211009",
        "country": "Denmark"
    },
    {
        "title": "DENMARK PM TO MEET MODI ON CLIMATE CRISIS AHEAD OF COP 26",
        "body": "NEW DELHI: Danish Prime Minister Mette Frederiksen will meet Prime Minister Narendra Modi on Saturday and the two sides will review the Green Strategic Partnership and discuss collabor...",
        "date": "20211009",
        "country": "Denmark"
    },
    {
        "title": "DENMARK PM TO MEET MODI ON CLIMATE CRISIS AHEAD OF COP 26",
        "body": "Danish PM Mette Frederiksen",
        "date": "20211009",
        "country": "Denmark"
    },
    {
        "title": "Water crisis on pedal boat voyage",
        "body": "MUMBAI: A British adventurer’s muscle-powered round-the-world marathon has hit a crisis on a 1800mile Indian Ocean voyage.",
        "date": "20070208",
        "country": "Djibouti"
    },
    {
        "title": "FROM HIM WE DON’T NEED LECTURES",
        "body": "Hey. I finally found a public policy problem I can solve. Let’s tell Miloon Kothari to buzz off.",
        "date": "20071026",
        "country": "Djibouti"
    },
    {
        "title": "Rising food prices pushing east Africa to disaster, warns Oxfam",
        "body": "More than 14 million people in the east Africa region require urgent food aid due to drought and spiralling cereal and fuel prices, aid agencies say.",
        "date": "20080724",
        "country": "Djibouti"
    },
    {
        "title": "Famine on 1990s scale could strike again",
        "body": "Hundreds have died already, but relief officials are predicting a new famine in the Horn of Africa that could rival the catastrophe that killed millions in the late 1980s and early 1990s.",
        "date": "20080523",
        "country": "Djibouti"
    },
    {
        "title": "Water calculus steers farming in Arab world",
        "body": "Cairo Global food shortages have placed the Middle East and North Africa (Mena) in a quandary, as they are forced to choose between growing more crops to feed an expanding population or pres...",
        "date": "20080726",
        "country": "Djibouti"
    },
    {
        "title": "Suspicious minds question role of Pentagon’s Africa command",
        "body": "The US Africa Command, the Pentagon’s first effort to unite its counterterrorism, training and humanitarian operations on the continent, is launched today amid questions in America...",
        "date": "20081001",
        "country": "Djibouti"
    },
    {
        "title": "Oxfam appeals for cash as 23 million face hunger",
        "body": "More than 23 million people face severe hunger across east Africa in the worst there for a decade, aid agency Oxfam warned Tuesday. A severe fiveyear drought across seven countries is c...",
        "date": "20090930",
        "country": "Djibouti"
    },
    {
        "title": "Oxfam calls for help to feed Africa",
        "body": "LONDON/NAIROBI: Oxfam has warned that 23 million people are facing severe hunger due to climate change-exacerbated drought in East Africa.",
        "date": "20090929",
        "country": "Djibouti"
    },
    {
        "title": "Drought pushes up hunger in 7 African nations",
        "body": "DROUGHT for a fifth year running is driving more than 23 million east Africans in seven countries toward severe hunger and destitution, international aid agency Oxfam said yesterday.",
        "date": "20090930",
        "country": "Djibouti"
    },
    {
        "title": "Drought-ravaged East Africa needs Canadians’ help",
        "body": "Following is the viewpoint of the writer, executive director of Oxfam Canada.",
        "date": "20090917",
        "country": "Djibouti"
    },
    {
        "title": "Child survives Airbus crash",
        "body": "MORONI, COMOROS ISLANDS",
        "date": "20090701",
        "country": "Djibouti"
    },
    {
        "title": "Teenager survives plane crash",
        "body": "MORONI, COMOROS ISLANDS",
        "date": "20090701",
        "country": "Djibouti"
    },
    {
        "title": "Un makes record aid appeal of rm23.3bil for 2011",
        "body": "GEnEVA: The United Nations launched its biggest appeal for relief funds, saying it needed US$7.4bil (RM23.3bil) in 2011 to provide urgent humanitarian aid to over 50 million people in 28 c...",
        "date": "20101201",
        "country": "Djibouti"
    },
    {
        "title": "MENA FACES DEVELOPMENT CHALLENGE",
        "body": "Dubai Countries in the Middle East and North Africa (Mena) face a number of challenges, including social and economic gaps between rich and poor, high youth unemployment, and persistent ...",
        "date": "20100914",
        "country": "Djibouti"
    },
    {
        "title": "China’s network of places, not bases",
        "body": "SEAWATER started gushing inland yesterday, as a newly constructed harbour at Hambantota, near Sri Lanka’s southern tip, began filling in readiness for the first ships in November. The p...",
        "date": "20100816",
        "country": "Djibouti"
    },
    {
        "title": "Africa looks to vast forests for carbon credit",
        "body": "BANCO, Ivory Coast: They inhabit a polluted part of Ivory Coast’s main city with few jobs and a swelling population, but residents of Abidjan’s slums have a rare respite: A stretch of pristin...",
        "date": "20100718",
        "country": "Djibouti"
    },
    {
        "title": "Horn of Africa food crisis threatens 8 million people",
        "body": "ROME — Some 8 million people living Djibouti, Ethiopia, Kenya and Somalia are in need of emergency food assistance, the UN Food and Agriculture Organization warned.",
        "date": "20110615",
        "country": "Djibouti"
    },
    {
        "title": "Drought killing children in Djibouti",
        "body": "GARABTISAN — Slap bang in the midst of a harsh desert of sun-baked grey rocks in northern Djibouti, the village of Garabtisan has been hit by extreme drought and many children are wasted by maln...",
        "date": "20110822",
        "country": "Djibouti"
    },
    {
        "title": "Famine decimates children, livestock in Horn of Africa",
        "body": "GARABTISAN, Djibouti: In the midst of a harsh desert of sunbaked grey rocks in northern , the village of Garabtisan has been hit by extreme drought, with many children wasted by malnu...",
        "date": "20110822",
        "country": "Djibouti"
    },
    {
        "title": "TIME RUNNING OUT FOR MILLIONS IN AFRICA",
        "body": "SUFFERING Abdirisak Mursal, 3, a malnourished child from southern Somalia, gets treatment in Banadir hospital in Mogadishu. Thousands of people have arrived in the city over the past t...",
        "date": "20110718",
        "country": "Djibouti"
    },
    {
        "title": "South Somalia slipping into famine, says UN",
        "body": "LIBOI, Kenya: The whole of droughtand conflict-wracked southern Somalia is heading into famine as the Horn of Africa food deepens, the United Nations said Friday.",
        "date": "20110730",
        "country": "Djibouti"
    },
    {
        "title": "Oda up for famine relief",
        "body": "OTTAWA — Canadians have until Friday night to have their donations for famine relief in East Africa matched by the federal government.",
        "date": "20110915",
        "country": "Djibouti"
    },
    {
        "title": "UNICEF appeals for $1.28 billion to feed children in Africa, Pakistan",
        "body": "THE United Nations Children’s Fund (UNICEF) on Friday launched an appeal for $1.28 billion (947 million euros) this year, with a third of the cash needed to help children in the drought-strick...",
        "date": "20120128",
        "country": "Djibouti"
    },
    {
        "title": "Winning the hunger game",
        "body": "As the food crisis in the Sahel countries of west Africa deepens and the anniversary of the famine in the Horn of Africa arrives, the debate about how best to deliver food aid has intensif...",
        "date": "20120719",
        "country": "Djibouti"
    },
    {
        "title": "Captains courageous",
        "body": "It has now been four full years since the Chinese Navy sent its first escort squad to the high seas. Having evolved from maritime rookies to confident sea dogs, the naval forces have been accumulating experience and winning recognition from both home and abroad, though challenges such as a dearth of supply depots still linger.",
        "date": "20121225",
        "country": "Djibouti"
    },
    {
        "title": "Slow steps to recovery for Mogadishu",
        "body": "SURVEYING Somalia's wartorn and dangerous capital from his office, the commander of the African Union force here Fred Mugisha is optimistic: \"98 per cent of Mogadishu is free.\"",
        "date": "20120121",
        "country": "Djibouti"
    },
    {
        "title": "UAE Giving",
        "body": "The Emirates Red Crescent has distributed millions of dirhams in food aid to displaced people across Africa, such as at this designated centre in Somalia, during Ramadan. Eid clothes, iftar meals and zakat al fitr programmes were also launched by the charity.",
        "date": "20130807",
        "country": "Djibouti"
    },
    {
        "title": "Seven-year walk retraces migration",
        "body": "NAIROBI — On the eve of an unimaginably long walk — one that starts in Africa, winds through the Middle East, across Asia, hops over to Alaska, goes down the western United States, then Central a...",
        "date": "20130112",
        "country": "Djibouti"
    },
    {
        "title": "African leaders in talks over South Sudan",
        "body": "African leaders who met in South Sudan to try to mediate a conflict that threatens to unravel the world’s newest country said talks had been “promising” but admitted that it was not clear ...",
        "date": "20131227",
        "country": "Djibouti"
    },
    {
        "title": "Lemonade chilled with patriotic glow",
        "body": "you’ve never tasted fresh lemonade, you don’t know what you’re missing. It’s just so much more vivid than the supermarket stuff, much more about the lemon and less about the sugar.",
        "date": "20130627",
        "country": "Djibouti"
    },
    {
        "title": "30 years after famine",
        "body": "People are now equipped to cope after learning more productive agricultural techniques",
        "date": "20141019",
        "country": "Djibouti"
    },
    {
        "title": "Minister sets example with Africa trip",
        "body": "China’s foreign Minister Wang Yi has just concluded a four-nation trip to sub-Sahara Africa, a visit that followed a ritual set by his predecessors in the job over the past 21 years: visit...",
        "date": "20140121",
        "country": "Djibouti"
    },
    {
        "title": "Minister sets example with Africa trip",
        "body": "China’s foreign Minister Wang Yi has just concluded a four-nation trip to sub-Sahara Africa, a visit that followed a ritual set by his predecessors in the job over the past 21 years: visit...",
        "date": "20140120",
        "country": "Djibouti"
    },
    {
        "title": "Minister sets example with Africa trip",
        "body": "China’s foreign Minister Wang Yi has just concluded a four-nation trip to sub-Sahara Africa, a visit that followed a ritual set by his predecessors in the job over the past 21 years: visit...",
        "date": "20140120",
        "country": "Djibouti"
    },
    {
        "title": "Station looks beyond anti-piracy mission",
        "body": "China would not have thought of establishing a logistic supply station in Djibouti were it not for fighting piracy off the coast of Somalia. As the country contributing the largest force...",
        "date": "20160318",
        "country": "Djibouti"
    },
    {
        "title": "Station looks beyond anti- piracy mission",
        "body": "China would not have thought of establishing a logistic supply station in Djibouti were it not for fighting piracy off the coast of Somalia. As the country contributing the largest force...",
        "date": "20160318",
        "country": "Djibouti"
    },
    {
        "title": "China injects positivity for Africa’s social, economic benefit",
        "body": "According to the incomplete statistics by the Chinese side, since the end of the summit, there have been 182 co-operation agreements signed between China and Africa, worth $32.5 billion (...",
        "date": "20160810",
        "country": "Djibouti"
    },
    {
        "title": "Arab world’s water insecurity",
        "body": "NOWHERE is freshwater scarcer than in the Arab world. The region is home to most of the world’s poorest states or territories in terms of water resources, including Bahrain, Djibouti, Gaza...",
        "date": "20160720",
        "country": "Djibouti"
    },
    {
        "title": "US officials say pirates back in waters off Somalia",
        "body": "DJIBOUTI: Pirates have returned to the waters off Somalia, but the spike in attacks on commercial shipping does not yet constitute a trend, senior US officials said on Sunday. The attacks ...",
        "date": "20170425",
        "country": "Djibouti"
    },
    {
        "title": "US officials: Pirates back in waters off Somalia",
        "body": "DJIBOUTI — Pirates have returned to the waters off Somalia, but the spike in attacks on commercial shipping does not yet constitute a trend, senior U.S. officials said Sunday.",
        "date": "20170424",
        "country": "Djibouti"
    },
    {
        "title": "U.S.: Pirates have returned to waters off Somalia",
        "body": "Pirates have returned to the waters off Somalia, but the spike in attacks on commercial shipping does not yet constitute a trend, senior U.S. officials said Sunday.",
        "date": "20170424",
        "country": "Djibouti"
    },
    {
        "title": "U.S. officials: Somalian pirates are back",
        "body": "DJIBOUTI — Pirates have returned to the waters off Somalia, but the spike in attacks on commercial shipping does not yet constitute a trend, senior U.S. officials said Sunday.",
        "date": "20170424",
        "country": "Djibouti"
    },
    {
        "title": "50m food and fuel aid for Yemen",
        "body": "The UK is set to provide an emergency 50million aid package to help feed millions of Yemeni people caught in “the world’s worst humanitarian ”.",
        "date": "20171218",
        "country": "Djibouti"
    },
    {
        "title": "Ripples of discontent shake Gulf and Western investors in Africa",
        "body": "It coincided with the Gabonese government’s seizure last week of the water and electricity distribution unit of French utility group Veolia in the country.",
        "date": "20180226",
        "country": "Djibouti"
    },
    {
        "title": "Active role in Horn of Africa peacemaking is a testament to country’s diplomatic influence",
        "body": "When Dubai’s DP World signed a deal with Djibouti to operate the Doraleh container terminal in 2008, few companies had considered investing in the tiny Horn of Africa nation, which toda...",
        "date": "20181228",
        "country": "Djibouti"
    },
    {
        "title": "Peacekeeping, anti-piracy operations aren’t muscle flexing, experts say",
        "body": "The Chinese People’s Liberation Army Navy’s tackling of maritime piracy in the Gulf of Aden and waters off Somalia is not intended to control strategic international waterways or pro...",
        "date": "20181214",
        "country": "Djibouti"
    },
    {
        "title": "Peacekeeping, anti-piracy operations aren’t muscle flexing, experts say",
        "body": "The Chinese People’s Liberation Army Navy’s tackling of maritime piracy in the Gulf of Aden and waters off Somalia is not intended to control strategic international waterways or pro...",
        "date": "20181214",
        "country": "Djibouti"
    },
    {
        "title": "Disaster feared if ‘ticking time bomb’ Yemen tanker explodes",
        "body": "DUBAI–Anabandoned oil tanker anchored off war-torn Yemen that is degrading along with its cargo could explode and cause an environmental disaster, experts said Wednesday as UN inspec...",
        "date": "20190830",
        "country": "Djibouti"
    },
    {
        "title": "Sino-Africa partnership on water issues vital",
        "body": "During the China-Africa Water Forum held in July in Windhoek, Namibia, the Chinese ambassador to Namibia noted the importance to Africa of having a partnership in overcoming its persistent shortages.",
        "date": "20190805",
        "country": "Djibouti"
    },
    {
        "title": "New fuel shortage hits Yemen Bureaucracy and stringent controls hamper supplies",
        "body": "SANAA: A fuel shortage is deepening Yemen’s humanitarian crisis, forcing drivers to wait for days in queues that stretch back from some petrol stations as far as the eye can see. The new sh...",
        "date": "20190930",
        "country": "Djibouti"
    },
    {
        "title": "DISASTER MILITARISM AND PROPOSED US DEALS WITH LANKA",
        "body": "We hear these days much about the competition for military dominance in the Indian Ocean region, where Sri Lanka has emerged strategically the most important location -- with military...",
        "date": "20190712",
        "country": "Djibouti"
    },
    {
        "title": "UN seeks US$ 84,9m for Zim",
        "body": "THE United Nations and partners yesterday launched an updated Global Humanitarian Response Plan (GHRP) in New York, seeking US$6,7 billion with Zimbabwe’s immediate share being US$84,9 million to respond to both the immediate public health and the secondary impacts of the Covid-19 pandemic on vulnerable people.",
        "date": "20200508",
        "country": "Djibouti"
    },
    {
        "title": "Economy slows to lowest level in decades",
        "body": "Indonesia: The country has posted its slowest growth in about two decades as the coronavirus made its effects felt in exports, investment and consumption in southeast Asia’s large...",
        "date": "20200508",
        "country": "Djibouti"
    },
    {
        "title": "QA first international airline to resume flights to Maldives",
        "body": "QATAR Airways (QA) is the first international airline to resume flights to the Maldives, with the first daily service touching down at Velana International Airport earlier on Wednesda...",
        "date": "20200716",
        "country": "Djibouti"
    },
    {
        "title": "Uganda army fights voracious desert locusts",
        "body": "OTUKE, Uganda: Under a warm morning sun scores of weary soldiers stare as millions of yellow locusts rise into the northern Ugandan sky, despite hours spent spraying vegetation with chem...",
        "date": "20200220",
        "country": "Djibouti"
    },
    {
        "title": "PLA peacekeepers in Africa welcome, but worries remain",
        "body": "With a population of under 1 million, Djibouti on the Horn of Africa is one of the smallest countries on the continent.",
        "date": "20210505",
        "country": "Djibouti"
    },
    {
        "title": "Iran’s navy takes delivery of two new warships",
        "body": "Tehran, Iran - Iran’s navy took delivery on Monday of two new warships in a ceremony broadcast by state television, several days after announcing it dispatched a squadron into the Atlan...",
        "date": "20210615",
        "country": "Djibouti"
    },
    {
        "title": "Just talking about the climate won’t do – the Middle East needs urgent action1",
        "body": "When in less than a fortnight Cop26 ends in Glasgow, and the diplomats and climate change experts go home having pledged to end deforestation in 10 years, their thoughts should also turn towa...",
        "date": "20211107",
        "country": "Djibouti"
    },
    {
        "title": "8 killed, 170 injured in migrant detention centre fire in Yemen",
        "body": "SANAA: At least eight people were killed and 170 more injured in a fire at a migrant detention center in the Yemeni capital city Sanaa on Sunday, the UN Migration Agency said.",
        "date": "20210309",
        "country": "Djibouti"
    },
    {
        "title": "STOPPED at sea",
        "body": "OVER THE MONA PASSAGE — A C-19 plane soared overhead as a 110-foot cutter plodded through the choppy waters below.",
        "date": "20060909",
        "country": "Dominica"
    },
    {
        "title": "WATER WORLD — NEW AND IMPROVED!",
        "body": "HYPOTHETICALLY speaking, let’s pretend our economy has acute appendicitis. Let’s also pretend that the Yankees aren’t in the post-season and that winter is banging down the door. A bunc...",
        "date": "20081021",
        "country": "Dominica"
    },
    {
        "title": "50 SUMMER READS",
        "body": "",
        "date": "20090627",
        "country": "Dominica"
    },
    {
        "title": "Airport campers make best of it",
        "body": "DURING her first four days living in an airport in New York, Dominica Zschiesche cleaned her body with hand wipes and used a public bathroom sink to shave her legs and wash her hair.",
        "date": "20100421",
        "country": "Dominica"
    },
    {
        "title": "Airport Squatters Make Do",
        "body": "NEW YORK — During her first four days living in an airport, Dominica Zschiesche cleaned her body with hand wipes and used a public bathroom sink to shave her legs and wash her hair.",
        "date": "20100420",
        "country": "Dominica"
    },
    {
        "title": "Stranded airline passengers struggle to make do",
        "body": "New York — During her first four days living in an airport, Dominica Zschi-esche cleaned her body with hand wipes and used a public bathroom sink to shave her legs and wash her hair.",
        "date": "20100420",
        "country": "Dominica"
    },
    {
        "title": "Stranded JFK fliers get showers",
        "body": "NEW YORK — During her first four days living in an airport, Dominica Zschiesche cleaned her body with hand wipes and used a public bathroom sink to shave her legs and wash her hair.",
        "date": "20100421",
        "country": "Dominica"
    },
    {
        "title": "What for Caricom this year? Part II",
        "body": "In his first speech to the staff of the Caribbean Community Secretariat, Secretary General La Rocque emphasized that the heads of government statement suggesting a “pause” in the integ...",
        "date": "20120118",
        "country": "Dominica"
    },
    {
        "title": "“The Promise”: Jason de Caires Taylor’s generative human intervention in marine ecosystems",
        "body": "Anastasia Deonarinesingh is a Trinidadian student, graduating from the University of Toronto this year with a Bachelor of Science in Physics, Caribbean Studies and Mathematics. Her re...",
        "date": "20120716",
        "country": "Dominica"
    },
    {
        "title": "Court hears details of cruise liner drownings",
        "body": "GROSSETO, ITALY — The Italian court trying the captain of the Costa Concordia heard grim details Wednesday about how the 32 victims of the shipwreck drowned, some after diving or falling ...",
        "date": "20130718",
        "country": "Dominica"
    },
    {
        "title": "CDB funding secured for West Coast road upgrade",
        "body": "The Caribbean Development Bank ( CDB) has concluded two agreements with Guyana totalling US$ 40 million for the provision of funds to upgrade the West Coast Demerara road and to provide a ...",
        "date": "20130226",
        "country": "Dominica"
    },
    {
        "title": "Preocupa aumento de enfermedades vinculadas al clima en el Caribe",
        "body": "Los pases del Caribe, que se esfuerzan por salir de una cada de las exportaciones y de la llegada de turistas causada por la econmica mundial que empez hace cinco aos, tienen una...",
        "date": "20140129",
        "country": "Dominica"
    },
    {
        "title": "Caribbean sees worrying rise in climate-sensitive diseases",
        "body": "ROSEAU, Dominica: Caribbean countries, struggling to emerge from a slump in exports and falling tourist arrivals brought on by the world-wide economic that began five years ago, have on...",
        "date": "20140124",
        "country": "Dominica"
    },
    {
        "title": "US ‘ Shark’ boats to aid drug fight",
        "body": "The Guyana Defence Force Coast Guard yesterday received three new Metal Shark Aluminum boats from the US Government valued at US$ 1.7M.",
        "date": "20140322",
        "country": "Dominica"
    },
    {
        "title": "World Bank tests waters for catastrophe bonds",
        "body": "The World Bank has issued its first ever catastrophe bond as investor hunger for yield allows developing countries to transform their fiscal position. The $ 30 million ( Dh110.19 millio...",
        "date": "20140630",
        "country": "Dominica"
    },
    {
        "title": "Around the world",
        "body": "North America Texas prosecutors charged a 30-yearold man with capital murder in the killing of a uniformed sheriff’s deputy who was gunned down from behind while filling his patrol car wit...",
        "date": "20150831",
        "country": "Dominica"
    },
    {
        "title": "Venezuela’s rapacity",
        "body": "For the third time this year President David Granger appeared before the National Assembly to address MPs – and by extension the nation – on the matter of Guyana’s frontiers. This time, h...",
        "date": "20151025",
        "country": "Dominica"
    },
    {
        "title": "You have questions",
        "body": "You asked and asked and asked, and we answered and answered and answered. During our weekly Talk About Travel Web chats, we have noticed that some queries appear repeatedly like unclaimed pieces of luggage on the baggage carousel. We have culled the most common questions and provided answers — hopefully definitively.",
        "date": "20150809",
        "country": "Dominica"
    },
    {
        "title": "SAVING OUR SEAS Regional cooperation key to solving marine pollution",
        "body": "REGIONAL COOPERATION is critical to arresting the scourge of marine pollution impacting the Caribbean, where 80 per cent of the pollution seen is due to activities on land – from de...",
        "date": "20160609",
        "country": "Dominica"
    },
    {
        "title": "Gov’t needs to put more money in economy – private sector head",
        "body": "ble for sales, said that last year at this time the sales were low but he had noticed a boost from the end of June, which lasted until August. While speaking to this newspaper, about three peop...",
        "date": "20160625",
        "country": "Dominica"
    },
    {
        "title": "Dominica ‘near total devastation,’ says captain of Canadian warship",
        "body": "ROSEAU, Dominica — A storm-ravaged Caribbean island caught in the eye of hurricane Maria’s ferocious winds and torrential rains has suffered “near total devastation,” the captain of a Ca...",
        "date": "20170927",
        "country": "Dominica"
    },
    {
        "title": "Canadian sailors find ‘near total devastation’",
        "body": "ROSEAU, DOMINICA — A stormravaged Caribbean island caught in the eye of hurricane Maria’s ferocious winds and torrential rains has suffered “near total devastation,” the captain of a C...",
        "date": "20170927",
        "country": "Dominica"
    },
    {
        "title": "Canuck sailors find ‘near total devastation’",
        "body": "ROSEAU, Dominica — A storm-ravaged Caribbean island caught in the eye of hurricane Maria’s ferocious winds and torrential rains has suffered “near total devastation,” the captain of a C...",
        "date": "20170927",
        "country": "Dominica"
    },
    {
        "title": "Sailors find ‘near total devastation’ on hurricane-ravaged island",
        "body": "ROSEAU, Dominica — A stormravaged Caribbean island caught in the eye of hurricane Maria’s ferocious winds and torrential rains has suffered “near total devastation,” the captain of a Ca...",
        "date": "20170927",
        "country": "Dominica"
    },
    {
        "title": "Venezuelan crisis not up for discussion at CARICOM confab",
        "body": "THE POLITICAL crisis in Venezuela and the current relationship between CARICOM and the South American country will not be discussed at the upcoming Heads of Government Conference in Montego Bay, St James, early next month.",
        "date": "20180629",
        "country": "Dominica"
    },
    {
        "title": "Beijing fills void left by Western ‘neglect’ in Barbuda",
        "body": "Steel drums carry a jubilant rendition of Guantanamera over the ruins of Barbuda’s capital Codrington, as dignitaries and residents mark the latest bit of progress in the island’s gruelli...",
        "date": "20180716",
        "country": "Dominica"
    },
    {
        "title": "Cruise exectives buoyed by USVI harbour plans",
        "body": "THE PORTS of the US Virgin Islands recently completed its quarterly update with the Florida-Caribbean Cruise Association’s (FCCA) Operations Committee in Miami, where cruise executi...",
        "date": "20180711",
        "country": "Dominica"
    },
    {
        "title": "Destinations that rely on tourism",
        "body": "The following six countries – and one special administrative region – are among the most heavily dependent on our holiday money, according to a 2018 World Travel and Tourism Council repo...",
        "date": "20180513",
        "country": "Dominica"
    },
    {
        "title": "New faculty deans take office at UWI Mona",
        "body": "THE University of the West Indies (UWI) Office of Administration yesterday announced the appointment of two new deans at the Mona campus in Jamaica.",
        "date": "20180831",
        "country": "Dominica"
    },
    {
        "title": "Crisis",
        "body": "The threat of worsening violence related to climate change also extends to countries and regions not currently thought of as insecurity hot spots, climate and security analysts at th...",
        "date": "20190221",
        "country": "Dominica"
    },
    {
        "title": "Norway flaunts its green credentials – so why is it drilling more oil wells?",
        "body": "On my official UN visit to Norway in September, I found inspiring examples of leadership on climate change. I encountered a nearly emissions-free electricity system, the highest shar...",
        "date": "20191113",
        "country": "Dominica"
    },
    {
        "title": "Climate change an ‘imminent’ security threat: Risk experts",
        "body": "THE HAGUE: Climate change threats - from worsening water shortages in Iraq and Pakistan to harsher hurricanes in the Caribbean - are a growing security risk and require concerted action ...",
        "date": "20190221",
        "country": "Dominica"
    },
    {
        "title": "‘Climate change an imminent security threat’",
        "body": "Thehague:climatechangethreatsfromworseningwatershortagesiniraq and Pakistan to harsher hurricanes in the Caribbean - are a growing security risk and require concerted action t...",
        "date": "20190221",
        "country": "Dominica"
    },
    {
        "title": "Caricom divided on Venezuela in OAS vote",
        "body": "WASHINGTON, DC, United States (CMC) — Caribbean Community (Caricom) countries were divided on the issue of “free and fair” elections in Venezuela, with The Bahamas, Haiti, Jamaica, and St Luc...",
        "date": "20201024",
        "country": "Dominica"
    },
    {
        "title": "South Carolina sailing duo ply westward, encountering a global pandemic",
        "body": "CHARLESTON, S.C. — It was going well. The sailors took their 40-foot yawl J. Henry through the Panama Canal, turned south and prepared for a long Pacific crossing to the Marquesas Islands in Fr...",
        "date": "20200719",
        "country": "Dominica"
    },
    {
        "title": "Too prickly to be a pet",
        "body": "QUESTION Can a hedgehog be kept as a pet?",
        "date": "20200902",
        "country": "Dominica"
    },
    {
        "title": "Too prickly to be a pet",
        "body": "QUESTION",
        "date": "20200902",
        "country": "Dominica"
    },
    {
        "title": "Caribbean Love Now donates $5 million to Haiti relief effort",
        "body": "CARIBBEAN Love Now has donated $5 million to Food For the Poor’s (FFP) campaign to provide relief to Haiti in the aftermath of the August 17 earthquake that devastated a section of that Ca...",
        "date": "20210829",
        "country": "Dominica"
    },
    {
        "title": "The Caribbean urgently needs an energy revolution; here’s how to get it done",
        "body": "COVID-19 has hit the Caribbean hard, but there is a silver lining. With the right policy mix of investments and carbon taxation, the region will not only recover but grow faster and better ...",
        "date": "20210210",
        "country": "Dominica"
    },
    {
        "title": "The Caribbean urgently needs an energy revolution. Here’s how to get it done",
        "body": "Covid-19 has hit the Caribbean hard but there is a silver lining. With the right policy mix of investments and carbon taxation, the region will not only recover but grow faster and better t...",
        "date": "20210209",
        "country": "Dominica"
    },
    {
        "title": "2,000 feared dead in Caribbean flood",
        "body": "While the official death toll stands at about 1,000 in flood-ravaged Haiti and the Dominican Republic, 300 more bodies have been found in the Haitian town of Mapou, sparking fears the final toll...",
        "date": "20040529",
        "country": "Dominican%20Republic"
    },
    {
        "title": "Investors see value in the Philippines’ rocky political situation",
        "body": "Even as the political lifeblood of President Gloria Macapagal-Arroyo appeared to be draining away yesterday, and most foreign investors were bailing out of the Philippines’ financial mark...",
        "date": "20050709",
        "country": "Dominican%20Republic"
    },
    {
        "title": "STOPPED at sea",
        "body": "OVER THE MONA PASSAGE — A C-19 plane soared overhead as a 110-foot cutter plodded through the choppy waters below.",
        "date": "20060909",
        "country": "Dominican%20Republic"
    },
    {
        "title": "Across the USA",
        "body": "Alabama:",
        "date": "20061226",
        "country": "Dominican%20Republic"
    },
    {
        "title": "Olga caused major crop losses",
        "body": "SANTO DOMINGO, Dominican Republic — (AP) — Tropical Storm Olga, which killed 27 people in the Caribbean, destroyed thousands of banana and plantain fields across the , c...",
        "date": "20071215",
        "country": "Dominican%20Republic"
    },
    {
        "title": "Health scare in flood-hit Mexico",
        "body": "Hundreds of thousands of Mexicans fled devastating floods along the swampy Gulf coast, with many leaving for other parts of the country amid reports of looting and warnings of a possible...",
        "date": "20071104",
        "country": "Dominican%20Republic"
    },
    {
        "title": "Floridians brace to be hit by a hurricane Monday",
        "body": "The Associated Press Residents and tourists in the Florida Keys prepared Saturday for Tropical Storm Fay, which forecasters said could strengthen to a hurricane and begin battering the...",
        "date": "20080817",
        "country": "Dominican%20Republic"
    },
    {
        "title": "Editorial",
        "body": "Holidays are a time for giving. But South Floridians shouldn’t wait until Thanksgiving to be altruistic.",
        "date": "20080915",
        "country": "Dominican%20Republic"
    },
    {
        "title": "Editorial",
        "body": "Holidays are a time for giving. But South Floridians shouldn’t wait until Thanksgiving to be altruistic.",
        "date": "20080915",
        "country": "Dominican%20Republic"
    },
    {
        "title": "More hurricane misery Ike fury to lash Haiti",
        "body": "CATEGORY four Hurricane Ike yesterday threatened to inflict more misery on Haiti, Cuba and the US Gulf Coast, as tropical storm Hanna battered the US east coast.",
        "date": "20080908",
        "country": "Dominican%20Republic"
    },
    {
        "title": "A-Rod: Drugs came from cousin",
        "body": "Alex Rodriguez answered one big question Tuesday, admitting his cousin repeatedly injected him with a substance from the Dominican Republic.",
        "date": "20090218",
        "country": "Dominican%20Republic"
    },
    {
        "title": "A-Rod: I was ‘young and stupid’",
        "body": "Tampa, Fla. — Alex Rodriguez read from several sheets of crumpled paper, trying again to explain where he went wrong. “Amateur hour,” he called it.",
        "date": "20090218",
        "country": "Dominican%20Republic"
    },
    {
        "title": "A-Rod’s cousin injected ’roids",
        "body": "TAMPA, Fla. — Alex Rodriguez read from several sheets of crumpled paper, trying again to explain where he went wrong. “Amateur hour,” he called it. The slugger who might someday become base...",
        "date": "20090218",
        "country": "Dominican%20Republic"
    },
    {
        "title": "The burden of ‘stuff’",
        "body": "One of the nice things about dysentery is that you spend so much time obsessing over your rebellious, drum-beating, cymbal-crashing innards that it leaves no time to worry about how the globa...",
        "date": "20090307",
        "country": "Dominican%20Republic"
    },
    {
        "title": "Governor General wraps up Haiti trip",
        "body": "By THE CANADIAN PRESS",
        "date": "20090119",
        "country": "Dominican%20Republic"
    },
    {
        "title": "Brewery assists with Haiti relief",
        "body": "The Anheuser-Busch InBev brewery in Cartersville is working with the Red Cross to send 600,000 cans of drinking to earthquake victims in Haiti.",
        "date": "20100121",
        "country": "Dominican%20Republic"
    },
    {
        "title": "Latino poverty gets worse",
        "body": "Economists say poverty in Latin America is returning to 2008 levels as the region struggles to recover from two years of financial . The United Nations Economic Commission for La...",
        "date": "20101202",
        "country": "Dominican%20Republic"
    },
    {
        "title": "Haiti detains 10 U.S. citizens",
        "body": "port-au-prince, haiti — Haitian police detained 10 Americans on Saturday on suspicion of trying to take children out of the country without proper papers amid the chaos after the Jan. 12 e...",
        "date": "20100131",
        "country": "Dominican%20Republic"
    },
    {
        "title": "Children at great risk, says Unicef chief",
        "body": "NEW YORK: The head of the UN Children’s Fund (Unicef) has warned that people may still be trying to smuggle children out of Haiti.",
        "date": "20100210",
        "country": "Dominican%20Republic"
    },
    {
        "title": "Smuggling of children in Haiti has few limits",
        "body": "Second in a series",
        "date": "20101028",
        "country": "Dominican%20Republic"
    },
    {
        "title": "Dominican sympathy for Haitians fades",
        "body": "CHENE, DOMINICAN REPUBLIC – They have been blamed for cholera, taking jobs and driving up crime, and now, with memories of the earthquake and the bonhomie it generated rapidly fading, this...",
        "date": "20110901",
        "country": "Dominican%20Republic"
    },
    {
        "title": "Quake crisis deja vu",
        "body": "When a powerful earthquake struck Haiti in January 2010, emergency medical technician Frank Lapennsee was vacationing in the Dominican Republic.",
        "date": "20110329",
        "country": "Dominican%20Republic"
    },
    {
        "title": "Floods swamp earthquake-ravaged Haiti",
        "body": "Torrential rains lashed Haiti on Tuesday, flooding shanty towns, swamping the squalid camps erected after a 2010 earthquake and killing at least 23 people, officials said.",
        "date": "20110608",
        "country": "Dominican%20Republic"
    },
    {
        "title": "Much of US northeast thrown out of gear by Irene flooding",
        "body": "WEST DOVER/WEST CALDWELL — Vermont planned to airlift food and water to inland towns cut off by Hurricane Irene, which left much of the US northeast paralysed yesterday two days after causi...",
        "date": "20110831",
        "country": "Dominican%20Republic"
    },
    {
        "title": "BOYS HEROES ON HOLIDAY",
        "body": "BELLEVILLE — Two Belleville teenagers were hailed as heroes on a Dominican Republic resort after they pulled off the daring rescue of a Canadian couple.",
        "date": "20120327",
        "country": "Dominican%20Republic"
    },
    {
        "title": "Teen heroes take charge after couple swept out to sea",
        "body": "BELLEVILLE, ont. — Two ontario teenagers were hailed as heroes on a resort after they pulled off the daring rescue of a canadian couple.",
        "date": "20120326",
        "country": "Dominican%20Republic"
    },
    {
        "title": "Greek debt talks to resume today",
        "body": "ATHENS (AP) — Leaders of parties supporting the Greece’s coalition government say crisis talks for massive new debt deals will continue Monday.",
        "date": "20120206",
        "country": "Dominican%20Republic"
    },
    {
        "title": "Dominican survivors recount deadly voyage that killed 52",
        "body": "SANTO DOMINGO, Dominican Republic — Looking back, survivors say, the voyage seemed doomed from the start: The weather was bad and the clearly overloaded boat seemed barely seaworthy as it set...",
        "date": "20120214",
        "country": "Dominican%20Republic"
    },
    {
        "title": "Brothers save couple",
        "body": "They were yelling in French. The girl yelled out ‘Help! Help!’ And that's when I started swimming.”",
        "date": "20120326",
        "country": "Dominican%20Republic"
    },
    {
        "title": "MEXICO FINDS BREASTFEEDING WOES AS RATE DROPS",
        "body": "DESPITE the advantages to breast milk and vigorous campaigns around the world championing breast as best, Mexican mothers say the bottle is better.",
        "date": "20130607",
        "country": "Dominican%20Republic"
    },
    {
        "title": "Mexico finds ‘health crisis’ as breast-feeding rate drops",
        "body": "MEXICO CITY — Despite the well-known advantages to breast milk and vigorous campaigns around the world championing breast as best, Mexican mothers say the bottle is better.",
        "date": "20130608",
        "country": "Dominican%20Republic"
    },
    {
        "title": "Cuba’s solar park ‘like having an oil well’",
        "body": "CANTARANA, CUBA— It’s like a vision of the space age, carved out of the jungle: Thousands of glassy panels surrounded by a lush canopy of green stretch as far as the eye can see, reflecting the...",
        "date": "20130802",
        "country": "Dominican%20Republic"
    },
    {
        "title": "Lack of funding threatens gains in Haiti, agencies say",
        "body": "For the first time since four back-to-back storms and hurricanes battered Haiti five years ago, the United Nations’ lead feeding program and other agencies don’t have enough food to stockpile ...",
        "date": "20130424",
        "country": "Dominican%20Republic"
    },
    {
        "title": "Presidential Power Game Change",
        "body": "On Aug. 31, President Obama stood in the White House Rose Garden and asserted Syrian President Assad’s use of chemical weapons in his civil war in rebel held areas constituted “the worst ...",
        "date": "20130912",
        "country": "Dominican%20Republic"
    },
    {
        "title": "Haiti’s cholera tolerated, preventable",
        "body": "Viewpoint: New York Times (excerpt) The problem of ending Haiti’s cholera epidemic does not stem from an absence of planning.",
        "date": "20140425",
        "country": "Dominican%20Republic"
    },
    {
        "title": "THE MAN WHO CHALLENGED POVERTY",
        "body": "Since Muhammad Yunus was awarded the Nobel Peace Prize in 2006 along with the Grameen Bank he had founded, people know all about how the economics professor was moved by the plight of village ...",
        "date": "20140112",
        "country": "Dominican%20Republic"
    },
    {
        "title": "Chocaholics facing supply crisis",
        "body": "It might be hard to imagine as you gorge on Easter eggs this weekend, but we are in the grip of a global cocoa crisis.",
        "date": "20140421",
        "country": "Dominican%20Republic"
    },
    {
        "title": "Chocaholics facing supply crisis",
        "body": "It might be hard to imagine as you gorge on Easter eggs this weekend, but we are in the grip of a global cocoa crisis.",
        "date": "20140421",
        "country": "Dominican%20Republic"
    },
    {
        "title": "Fleeing Dominican Republic, migrants land near Haiti border",
        "body": "ANSE-A-PITRES, Haiti — Thousands of Haitians and people of Haitian descent have fled the Dominican Republic in recent weeks, and many of them have not gone far.",
        "date": "20150814",
        "country": "Dominican%20Republic"
    },
    {
        "title": "PM says Haiti faces “humanitarian crisis” as thousands cross border",
        "body": "BOGOTA, ( Thomson",
        "date": "20150627",
        "country": "Dominican%20Republic"
    },
    {
        "title": "Haiti border crisis grows as ‘migrants’ expelled",
        "body": "Every morning, Gustavo Adolfo wakes up in a migrant shelter in Haiti, treks across a field of burnt brush where men make charcoal, and crosses a river into the , a country...",
        "date": "20150920",
        "country": "Dominican%20Republic"
    },
    {
        "title": "Haiti border crisis grows as Dominican Republic expels ‘migrants’",
        "body": "ANSE-a-PITRE, Haiti (Reuters) - Every morning, Gustavo Adolfo wakes up in a migrant shelter in Haiti, treks across a field of burnt brush where men make charcoal, and crosses a river into the Do...",
        "date": "20150920",
        "country": "Dominican%20Republic"
    },
    {
        "title": "Dominican economy lures Puerto Ricans in crisis",
        "body": "SANTO DOMINGO: Dominican Republic: Carlos Gonzalez already had noticed the growing number of empty chairs and increasingly quiet slot machines at the Puerto Rico casino where he worked a...",
        "date": "20160126",
        "country": "Dominican%20Republic"
    },
    {
        "title": "‘38m euros in aid for Haiti’:",
        "body": "The European Union said Friday it was giving an additional 38 million euros in cash aid to Haiti, which is combatting drought and a migration with neighboring ...",
        "date": "20160502",
        "country": "Dominican%20Republic"
    },
    {
        "title": "Additional 38m euros in aid for Haiti",
        "body": "PORT-AU-PRINCE: The European Union said Friday it was giving an additional 38 million euros in cash aid to Haiti, which is combatting drought and a migration with neighbouring Do...",
        "date": "20160501",
        "country": "Dominican%20Republic"
    },
    {
        "title": "Dominican Republic makes Haitian population stateless",
        "body": "Many Dominicans do not see themselves as black, even if their skin color belies this; it is Haitians who are black.",
        "date": "20160101",
        "country": "Dominican%20Republic"
    },
    {
        "title": "Additional 38m euros in aid for Haiti",
        "body": "PORT-AU-PRINCE: The European Union said Friday it was giving an additional 38 million euros in cash aid to Haiti, which is combatting drought and a migration crisis with neighbouring Do...",
        "date": "20160501",
        "country": "Dominican%20Republic"
    },
    {
        "title": "Hurricane Maria hits Dominican Republic",
        "body": "SAN JUAN (Puerto Rico): Hurricane Maria thrashed parts of the Dominican Republic with heavy rain and high winds as it passed off its east coast yesterday, after making a direct hit on Puert...",
        "date": "20170922",
        "country": "Dominican%20Republic"
    },
    {
        "title": "Hurricane Maria lashes Dominican Republic after direct hit on Puerto Rico",
        "body": "SAN JUAN, Puerto Rico: Hurricane Maria thrashed parts of the Dominican Republic with heavy rain and high winds as it passed near its east and north coasts yesterday after making a direct hit...",
        "date": "20170922",
        "country": "Dominican%20Republic"
    },
    {
        "title": "Hurricane Maria lashes Dominican Republic after direct hit on Puerto Rico",
        "body": "SAN JUAN, Puerto Rico: Hurricane Maria thrashed parts of the Dominican Republic with heavy rain and high winds as it passed near its east and north coasts yesterday after making a direct hit...",
        "date": "20170922",
        "country": "Dominican%20Republic"
    },
    {
        "title": "PUERTO RICANS LEFT POWERLESS",
        "body": "The sky was darkening Thursday afternoon as 10-year-old Sarah Jimenez laid out three plastic buckets on her grandmother's patio in hopes of capturing rainwater.",
        "date": "20170922",
        "country": "Dominican%20Republic"
    },
    {
        "title": "Inequality drives migration crisis for Haiti and DR",
        "body": "OUANAMINTHE  Chaos reigns at the Ouanaminthe bridge that separates Haiti and the , where haphazard checks by border agents and the sight of people avoiding the gate by cros...",
        "date": "20180706",
        "country": "Dominican%20Republic"
    },
    {
        "title": "World Water Day and you can make a difference",
        "body": "Editor: World Water Day on March 22 every year is about focusing attention on the importance of . The theme for World Day this year is “Nature for ” — exploring naturebase...",
        "date": "20180306",
        "country": "Dominican%20Republic"
    },
    {
        "title": "Venezuela’s surname is diaspora",
        "body": "CARACAS: They sell their houses, cars, motorcycles, household goods, clothes and ornaments — if they have any — even at derisory prices, save up a few dollars, take a bus and, in many cases, ...",
        "date": "20181012",
        "country": "Dominican%20Republic"
    },
    {
        "title": "Latest springbreak craze: Helping others",
        "body": "Many metro Atlanta college students begin their spring break this week, and for an increasing number of them, the beach is taking a backseat to building homes or other volunteer work.",
        "date": "20180312",
        "country": "Dominican%20Republic"
    },
    {
        "title": "ALVAREZ MOTIVATED – SEE VIVA!",
        "body": "Being one of the most dominant reggaeton artists of the decade hasn’t dulled the drive of J Alvarez.",
        "date": "20180412",
        "country": "Dominican%20Republic"
    },
    {
        "title": "Solar PV technology may help solve water crisis problems – UN report",
        "body": "MUNICH, Germany – In sunny as well as archipelagic jurisdictions, solar photovoltaic (PV) technology solutions are similarly being dangled to help countries deal with their cri...",
        "date": "20190525",
        "country": "Dominican%20Republic"
    },
    {
        "title": "Crisis threatens Haiti’s prized crop",
        "body": "LES CAYES, Haiti — High up in the hills of rural Haiti, where some women sit topless on porches and bleating goats break the silence, a group of men gathers roots to produce an essential oil use...",
        "date": "20190703",
        "country": "Dominican%20Republic"
    },
    {
        "title": "The Shoah refugees who helped re",
        "body": "V THE DOMINICAN Republic is a popular winter tourist destination, but few realise its role as an escape haven of a different sort.",
        "date": "20200320",
        "country": "Dominican%20Republic"
    },
    {
        "title": "Unproven remedies proliferate in my community, even in the face of a deadly virus",
        "body": "“Atencion NYC! Starting tonight, at 11.40pm nobody should be on the street! Doors and windows should remain closed as five helicopters spray disinfectants into the air to eradicate the cor...",
        "date": "20200527",
        "country": "Dominican%20Republic"
    },
    {
        "title": "Dominican Republic expels, mistreats Haitians, activists say",
        "body": "DAJABON, Dominican Republic — Bien-Aim St. Clair frowned as the stream of older Haitian migrants pushed past him. Accused of living in the Dominican Republic illegally, they knew they had no ch...",
        "date": "20211206",
        "country": "Dominican%20Republic"
    },
    {
        "title": "EMBASSY ROW",
        "body": "With his first celebration of Dominican Independence Day in Korea coming Feb. 27, new Dominican Ambassador Federico Alberto Cuello Camilo is interested in the resemblance between his country’s post-independence development and Korea’s economic success.",
        "date": "20210223",
        "country": "Dominican%20Republic"
    },
    {
        "title": "Storm threatens rescue efforts",
        "body": "PORT-AU-PRINCE, Haiti — Rescue workers and doctors with little equipment worked feverishly Monday to save victims of the massive earthquake in southwestern Haiti as a powerful storm threa...",
        "date": "20210817",
        "country": "Dominican%20Republic"
    },
    {
        "title": "Haiti in upheaval: President Mose assassinated at home",
        "body": "PORT-AU-PRINCE, HAITI >> A squad of gunmen assassinated Haitian President Jovenel Mose and wounded his wife in an overnight raid on their home Wednesday, inflicting more chaos on the Caribb...",
        "date": "20210708",
        "country": "Dominican%20Republic"
    }
]