[
    {
        "title": "Tightening the noose",
        "body": "Rising international terrorism has lent new urgency to ending an old problem: the spread of nuclear, chemical and biological weapons. So it was not surprising that a multinational exerc...",
        "date": "20031001",
        "country": "Bahamas"
    },
    {
        "title": "And you think buying a soccer team is a gamble...",
        "body": "Joe Lewis, the privacy-loving billionaire who, along with Daniel Levy, controls English football club Tottenham Hotspur, has just taken one of his biggest gambles.",
        "date": "20070912",
        "country": "Bahamas"
    },
    {
        "title": "Mystery of starved seabirds on US beaches",
        "body": "HUNDREDS of emaciated seabirds have been washed up dead along the south-eastern coast of America, alarming scientists who fear changes in the ocean could have affected the fish that the birds...",
        "date": "20070705",
        "country": "Bahamas"
    },
    {
        "title": "...and abroad",
        "body": "❏",
        "date": "20070414",
        "country": "Bahamas"
    },
    {
        "title": "Dozens die as Haitian boat capsizes",
        "body": "MIAMI — A Miami medical examiner and three British maritime accident experts were rushing to Turks and Caicos late Friday to help investigate the latest Haitian boat tragedy — a sinki...",
        "date": "20070505",
        "country": "Bahamas"
    },
    {
        "title": "Court-appointed guardian remains a ‘model citizen’",
        "body": "For a few minutes, the courtroom was closed and the minute-by-minute details about Anna Nicole Smith’s life, death, body and baby were out of sight.",
        "date": "20070224",
        "country": "Bahamas"
    },
    {
        "title": "Journey of hope ends in paupers graveyard",
        "body": ". Miles inland from the port where the bodies are brought in from the sea lie the barren government cemeteries designated for paupers. Here is where hundreds of Haitian migrants come to rest, doubled up in unmarked graves.",
        "date": "20080423",
        "country": "Bahamas"
    },
    {
        "title": "Kerzner delays hotels due to credit crisis",
        "body": "Dubai (Bloomberg) Kerzner International Ltd, the hotel and casino company, will put off construction of two One&Only hotels and one Atlantis property until capital markets improve, it...",
        "date": "20081121",
        "country": "Bahamas"
    },
    {
        "title": "Boat filled with Haitian migrants capsizes en route to U.S., 20 die",
        "body": "NASSAU— Haitians fleeing their impoverished homeland met tragedy when their boat went down off the Bahamas, killing at least 20 people and leaving only three known survivors, including an ...",
        "date": "20080422",
        "country": "Bahamas"
    },
    {
        "title": "27 might have been on doomed boat",
        "body": "Fifteen people are now confirmed dead, and at least 10 other migrants, bound for the United States, are thought to be missing after the boat in which they were traveling sank late Saturday. T...",
        "date": "20080423",
        "country": "Bahamas"
    },
    {
        "title": "Illegal immigrants feel the heat",
        "body": "TOA BAJA, Puerto Rico — First, riot police raided the slum with batons and pepper spray. Then authorities shut off the water and electricity. With an eviction order pending in the courts, ...",
        "date": "20090907",
        "country": "Bahamas"
    },
    {
        "title": "Illegal immigrants feel pinch",
        "body": "THE boats used to arrive on Spain’s Canary Islands almost daily, rickety vessels crammed with Africans hoping for a better life in Europe, and willing to risk a perilous journey at sea to g...",
        "date": "20090730",
        "country": "Bahamas"
    },
    {
        "title": "Economic downturn stems dangerous boat migration",
        "body": "MADRID — The boats used to arrive on Spain’s Canary Islands almost daily, rickety vessels crammed with Africans hoping for a better life in Europe, and willing to risk a perilous journey at...",
        "date": "20090730",
        "country": "Bahamas"
    },
    {
        "title": "Rep. Waters’ ties to bank scrutinized",
        "body": "Rep. Maxine Waters, one of Los Angeles’ most enduring liberal politicians, has come under scrutiny because of bailout funds that went to a bank in which her husband had owned stock and ser...",
        "date": "20090313",
        "country": "Bahamas"
    },
    {
        "title": "Workers set to evacuate",
        "body": "HOUSTON — BP Plc oil spill workers in the Gulf of Mexico prepared for a possible evacuation Thursday as a tropical storm threatened more delays in attempts to end the environmental ...",
        "date": "20100723",
        "country": "Bahamas"
    },
    {
        "title": "Paradise for sale or rent",
        "body": "Marlon Brando started it, Diana Ross and Nicolas Cage picked up the trend and Johnny Depp perfected it. The ueber-rich and famous often dream of owning their own private island, and a German-...",
        "date": "20100808",
        "country": "Bahamas"
    },
    {
        "title": "Entrepreneur makes fortune selling island paradises",
        "body": "HAMBURG: Marlon Brando started it, Diana Ross and Nicolas Cage picked up the trend and Johnny Depp perfected it. The uber-rich and famous often dream of owning their own private island and a G...",
        "date": "20100806",
        "country": "Bahamas"
    },
    {
        "title": "ISLAND PARADISES FOR SALE",
        "body": "HAMBURG: Marlon Brando started it, Diana Ross and Nicolas Cage picked up the trend and Johnny Depp perfected it. The ueber-rich and famous often dream of owning their own private island and a...",
        "date": "20100806",
        "country": "Bahamas"
    },
    {
        "title": "CANADA’S ATLANTIS",
        "body": "As a result of a $175-million loan made five years ago, Brookfield Asset Management Inc. has become the owner of three resorts, including one in the where Daniel Craig made his debu...",
        "date": "20111130",
        "country": "Bahamas"
    },
    {
        "title": "Brookfield takes over three resorts after Kerzner restructures",
        "body": "As a result of a $175-million loan made five years ago, Brookfield Asset Management Inc. has become the owner of three resorts, including one in the where Daniel Craig made his debu...",
        "date": "20111130",
        "country": "Bahamas"
    },
    {
        "title": "Kerzner faces loan test",
        "body": "Kerzner International Holdings, the company that built the Atlantis resort in Dubai, faces a loan covenant test that may trigger a default.",
        "date": "20110326",
        "country": "Bahamas"
    },
    {
        "title": "Uneasy lies the head that wears a crown",
        "body": "what was happening. This newspaper has already quoted testimony given by Bahamas Vice President Fred Lunn which strongly suggests that Klass may not have been altogether unaware of exac...",
        "date": "20110728",
        "country": "Bahamas"
    },
    {
        "title": "Brookfield cancels debt-exchange agreement",
        "body": "Brookfield Asset Management cancelled its agreement to exchange debt to acquire Kerzner International Holdings Ltd.’ s Atlantis resorts in the Bahamas.",
        "date": "20120118",
        "country": "Bahamas"
    },
    {
        "title": "Ingraham concedes defeat",
        "body": "NASSAU (Reuters) – Former prime minister Perry Christie is set to rule the Bahamas again after incumbent Hubert Ingraham conceded last night that the ruling Free National Movement (FNM) p...",
        "date": "20120508",
        "country": "Bahamas"
    },
    {
        "title": "Brookfield cancels debt-exchange agreement",
        "body": "Brookfield Asset Management cancelled its agreement to exchange debt to acquire Kerzner International Holdings Ltd.’s Atlantis resorts in the Bahamas.",
        "date": "20120118",
        "country": "Bahamas"
    },
    {
        "title": "‘Frankenstorm’ coming for us!",
        "body": "Hurricane Sandy will morph into a “Frankenstorm” that will likely dump 5 inches or more of rain — and possibly snow — on the city and cause $1 billion in damage on its path up the coast, forec...",
        "date": "20121026",
        "country": "Bahamas"
    },
    {
        "title": "Brooklyn diver dies in Bahamas",
        "body": "A Brooklyn man died during a diving contest in the Bahamas Sunday when his lungs gave out after he descended 200 feet while holding his breath.",
        "date": "20131118",
        "country": "Bahamas"
    },
    {
        "title": "Sailing with the new tide One of the most modern Caribbean nations, the Bahamas is back in business",
        "body": "With its turquoise-blue seas, magnificent resorts, signature golf courses and tropical climate, tourists flock to the Bahamas in droves every year, but as savvy investors know, there is m...",
        "date": "20130416",
        "country": "Bahamas"
    },
    {
        "title": "One of the most modern Caribbean nations, the Bahamas is back in business",
        "body": "With its turquoise-blue seas, magnificent resorts, signature golf courses and tropical climate, tourists flock to the in droves every year, but as savvy investors know, there is m...",
        "date": "20130416",
        "country": "Bahamas"
    },
    {
        "title": "Sailing with the new tide One of the most modern Caribbean nations, the Bahamas is back in business",
        "body": "With its turquoise-blue seas, magnificent resorts, signature golf courses and tropical climate, tourists flock to the Bahamas in droves every year, but as savvy investors know, there is m...",
        "date": "20130416",
        "country": "Bahamas"
    },
    {
        "title": "Bahamas luxury developers target U.S. buyers",
        "body": "But Baha Mar, a $3.5 billion resort and casino on Cable Beach that is expected to open for guests in December, will do a lot to change those statistics with its 2,200 new rooms and 700 refur...",
        "date": "20140407",
        "country": "Bahamas"
    },
    {
        "title": "Their pitch: It really is better in the Bahamas",
        "body": "NASSAU, BAHAMAS — Nature trails, a yoga platform on a rocky cliff overlooking crashing waves and a starry midnight blue sky are among the hooks for potential buyers at the Schooner Bay res...",
        "date": "20140407",
        "country": "Bahamas"
    },
    {
        "title": "Jamaica reports drop in lionfish sightings",
        "body": "KINGSTON, Jamaica — Jamaica is reporting a big decline in sightings of lionfish, the voracious invasive species that has been wreaking havoc on regional reefs for years and wolfing down na...",
        "date": "20140415",
        "country": "Bahamas"
    },
    {
        "title": "Saving Jaws from the bite",
        "body": "KINGSTON, Jamaica — Conservationists said Wednesday they have launched a shark-saving campaign in the Caribbean country of Trinidad & Tobago, trying to stop locals and tourists from ea...",
        "date": "20140312",
        "country": "Bahamas"
    },
    {
        "title": "Shark fans try to save Jaws from Trinidad tourists",
        "body": "KINGSTON, Jamaica (AP) — Conservationists said Wednesday they have launched a shark-saving campaign in the Caribbean country of Trinidad & Tobago, trying to stop locals and tourists fr...",
        "date": "20140309",
        "country": "Bahamas"
    },
    {
        "title": "Mid-Atlantic: Even if Hurricane Joaquin doesn’t make landfall, it could have a big impact on East Coast.",
        "body": "Powerful, “extremely dangerous” Hurricane Joaquin slammed into one destination Thursday but left its next targets a mystery, stoking a storm of anxiety along the rain-soaked Eastern Se...",
        "date": "20151002",
        "country": "Bahamas"
    },
    {
        "title": "Mid-Atlantic:",
        "body": "Powerful, “extremely dangerous” Hurricane Joaquin slammed into one destination Thursday but left its next targets a mystery, stoking a storm of anxiety along the rain- soaked Eastern S...",
        "date": "20151002",
        "country": "Bahamas"
    },
    {
        "title": "China’s big ambitions slip at $3.5-B Bahamas resort and casino project",
        "body": "NASSAU, BAHAMAS/BEIJING — China’s push to extend its influence in the Western Hemisphere has hit an embarrassing setback at an unfinished, $3.5-billion resort and casino project in the...",
        "date": "20150702",
        "country": "Bahamas"
    },
    {
        "title": "Deadly flooding stems from relentless rain",
        "body": "Flooding from days of relentless, saturating rains paralyzed much of South Carolina on Sunday, as vehicles were submerged, dams were pushed to their limits, electricity was cut off to t...",
        "date": "20151005",
        "country": "Bahamas"
    },
    {
        "title": "Calgary resident lends a hand in hurricane-stricken Bahamas",
        "body": "Calgary resident Michael Dytynyshyn has participated in various disaster response efforts since he began working for Samaritan’s Purse Canada in 2010.",
        "date": "20161012",
        "country": "Bahamas"
    },
    {
        "title": "Calgarian helps Bahamas recover after Matthew",
        "body": "Calgary resident Michael Dytynyshyn has participated in various disaster response efforts since he began working for Samaritan’s Purse Canada in 2010.",
        "date": "20161012",
        "country": "Bahamas"
    },
    {
        "title": "Hurricane death toll jumps sharply in hard-hit Hait,",
        "body": "LES CAYES, Haiti (AP) — Haitian officials on Thursday dramatically raised the known death toll from Hurricane Matthew as they finally began to reach corners of the country that had been cut off by the rampaging storm.",
        "date": "20161007",
        "country": "Bahamas"
    },
    {
        "title": "Rescue workers struggling after hurricane hits Haiti",
        "body": "Rescue workers in Haiti have struggled to reach cutoff towns and learn the full extent of the death and destruction caused by HurricaneMatthew as the storm began battering the Bahamas and...",
        "date": "20161006",
        "country": "Bahamas"
    },
    {
        "title": "Millions in Puerto Rico without power after Maria",
        "body": "The sky was darkening Thursday afternoon as 10-year-old Sarah Jimenez laid out three plastic buckets on her grandmother’s patio in hopes of capturing rainwater.",
        "date": "20170922",
        "country": "Bahamas"
    },
    {
        "title": "Anti-Maduro protests rage as OAS meets on crisis",
        "body": "VENEZUELAN security forces used water cannons and teargas to disperse tens of thousands of opposition protesters heading toward the foreign ministry as the Organisation of America...",
        "date": "20170602",
        "country": "Bahamas"
    },
    {
        "title": "MONSTER STORM",
        "body": "SAN JUAN, Puerto Rico — Hurricane Irma lashed Puerto Rico with heavy rain and powerful winds Wednesday night, leaving nearly 900,000 people without power as authorities struggled to get aid to small Caribbean islands already devastated by the historic storm.",
        "date": "20170907",
        "country": "Bahamas"
    },
    {
        "title": "Venezuela, Guayan spat over ‘intercepted’ ship",
        "body": "GEORGETOWN/CARACAS: Venezuela’s navy “intercepted” a ship exploring for oil on behalf of Exxon Mobil Corp in Guyanese waters over the weekend, Guyana’s foreign ministry said in a stateme...",
        "date": "20181225",
        "country": "Bahamas"
    },
    {
        "title": "Cameras follow adventurous friends in Bravo’s ‘Unanchored’",
        "body": "Setting sail: Bravo has brought us a number of seaworthy reality TV series in recent years — “Below Deck” and its spinoffs, for example — and now it’s adding another to its roster. “Unan...",
        "date": "20181201",
        "country": "Bahamas"
    },
    {
        "title": "Art inspired from depths of the seas",
        "body": "Anna-K Cuffe told Arts and Education that she is a ‘mermaid’ – a young woman who goes into the depths to embrace the beauty of marine creatures and returns to land to create clay images of wh...",
        "date": "20181223",
        "country": "Bahamas"
    },
    {
        "title": "Encouraging spade-speak",
        "body": "So there we were following some sort of tanker on State Highway 2. It clearly was not a petrol tanker but there were no clues as to its contents. I supposed it could have been local fresh...",
        "date": "20181012",
        "country": "Bahamas"
    },
    {
        "title": "DORIAN LEAVES AT LEAST 5 DEAD IN BAHAMAS",
        "body": "FREEPORT, BAHAMAS: Practically parking over the Bahamas for a day and a half, Hurricane Dorian pounded away at the islands on Tuesday in a watery onslaught that devastated thousands of homes, trapped people in attics and crippled hospitals. At least five deaths were reported, with the full extent of the damage far from clear.",
        "date": "20190904",
        "country": "Bahamas"
    },
    {
        "title": "Dorian’s Bahamas death toll at 20",
        "body": "NASSAU, Bahamas — The death toll rose to at least 20 in the Bahamas on Wednesday from Hurricane Dorian as the catastrophic damage and humanitarian came into sharper focus.",
        "date": "20190905",
        "country": "Bahamas"
    },
    {
        "title": "The year of testing, agility and innovation in response to crisis",
        "body": "THE YEAR 2020 was one of great testing, reflection, and recalibration for all of us due in large part to a global pandemic that redefined all we knew about response and management...",
        "date": "20210124",
        "country": "Bahamas"
    },
    {
        "title": "Caribbean consulates, GEM USA forge disaster aid alliance",
        "body": "FLORIDA, USA:",
        "date": "20210623",
        "country": "Bahamas"
    },
    {
        "title": "Jordan Hotel Blasts Bear the Mark of Al Qaeda",
        "body": "Jordan, from Page A1] Jordan has long enjoyed a reputation as a safe zone sandwiched between its violent, unstable neighbors — Israel and the Palestinian territories to the west and ...",
        "date": "20051110",
        "country": "Bahrain"
    },
    {
        "title": "Radio stations fight song-fee increase",
        "body": "Canada’s commercial radio stations are fighting a multimillion-dollar decision by the federal copyright regulator to increase the amount broadcasters must pay musicians for the ri...",
        "date": "20051107",
        "country": "Bahrain"
    },
    {
        "title": "The unintended consequences of the war against Lebanon",
        "body": "olicymakers can never fully control the outcome of their conscious choices because they inevitably act on incomplete information, personal bias and wishful thinking. A political in...",
        "date": "20060929",
        "country": "Bahrain"
    },
    {
        "title": "US Navy in Straits of Hormuz because of Iran’s ‘in-your-face provocations’ and threats",
        "body": "MANAMA, Bahrain – The US Navy build-up in the Gulf region was prompted by increasing provocation from Iran, which has carried out war games and tested missiles perilously close to crucial shi...",
        "date": "20070221",
        "country": "Bahrain"
    },
    {
        "title": "Iran extracts ‘confessions’ from Britons",
        "body": "Iran yesterday condemned what it called the illegal entry of 15 British naval personnel into Iranian waters as a “suspicious act”.",
        "date": "20070325",
        "country": "Bahrain"
    },
    {
        "title": "Gulf International Bank plans to boost project finance in GCC",
        "body": "Bahrain-based Gulf International Bank, or GIB, an Arab lender owned by six Gulf countries, plans to finance more projects to help boost the region’s infrastructure, an official said.",
        "date": "20070915",
        "country": "Bahrain"
    },
    {
        "title": "Calming the Waters in the Gulf",
        "body": "Here’s an American acronym we ought to translate promptly into the Iranian language of Farsi: INCSEA.",
        "date": "20070406",
        "country": "Bahrain"
    },
    {
        "title": "France, Gulf states begin war games",
        "body": "France, Qatar and the United Arab Emirates begun joint military drills on Monday in the shadow of the crisis over Iran’s nuclear program. The war games will continue until March 5. French an...",
        "date": "20080227",
        "country": "Bahrain"
    },
    {
        "title": "Bahrain’s Arcapita to widen footprint in Asia",
        "body": "BAHRAIN-BASED Arcapita Bank has plans to grow further in Asia, and to take on bigger deals from its regional office in Singapore.",
        "date": "20080202",
        "country": "Bahrain"
    },
    {
        "title": "Qatar detains 15 Bahraini fishermen who strayed",
        "body": "Manama A new crisis over fishing boundaries has erupted between Bahrain and Qatar following the arrest of 15 Bahraini fishermen for allegedly entering Qatari .",
        "date": "20100811",
        "country": "Bahrain"
    },
    {
        "title": "Qatar to free all Bahraini fishermen",
        "body": "Manama Qatar will free all the Bahraini fishermen detained for allegedly straying into its waters following the Qatari Emir’s order.",
        "date": "20100615",
        "country": "Bahrain"
    },
    {
        "title": "Kuwait to mediate in Bahrain crisis",
        "body": "MANAMA: Bahrain’s largest Shiite opposition group Wefaq has accepted Kuwait as a mediator with ’s government to end a political gripping the tiny kingdom, a member of W...",
        "date": "20110328",
        "country": "Bahrain"
    },
    {
        "title": "Wefaq OK with Kuwait mediation",
        "body": "MANAMA: Bahrain's largest opposition group Wefaq has accepted Kuwait's offer to mediate in talks with the government to end a political gripping the kingdom, a member of Wefaq said Sunday.",
        "date": "20110328",
        "country": "Bahrain"
    },
    {
        "title": "Bahrain Shi’ites accept talks",
        "body": "BAHRAIN’S largest Shi’ite opposition group Wefaq has accepted Kuwait’s offer to mediate in talks with Bahrain’s government to end a political gripping the tiny kingdom, a membe...",
        "date": "20110328",
        "country": "Bahrain"
    },
    {
        "title": "DFA: Postpone travel to Libya, Bahrain/",
        "body": "FACED WITH growing unrest in the Arab world, the government yesterday urged Filipinos to postpone nonessential travels to Libya, Bahrain and Yemen, and said it was studying whether to defer the deployment of overseas Filipino workers (OFWs) in those troubled countries.",
        "date": "20110222",
        "country": "Bahrain"
    },
    {
        "title": "Bahrain opposition eases talks conditions",
        "body": "BAHRAIN’S main opposition groups have eased conditions for talks to end a crisis that has drawn in neighboring Gulf armies and raised tensions in the oil- exporting region.",
        "date": "20110321",
        "country": "Bahrain"
    },
    {
        "title": "Call for jt action among news agencies",
        "body": "works — whilst it is supposed to be at least 5 metres as per the norm.",
        "date": "20121227",
        "country": "Bahrain"
    },
    {
        "title": "People will be killed because of F1, say Bahrain activists",
        "body": "Human rights activists fear further bloodshed and a violent crackdown by authorities in after race organisers gave the green light to next weekend’s Formula One grand prix in t...",
        "date": "20120414",
        "country": "Bahrain"
    },
    {
        "title": "Bahraini protestors battle with police",
        "body": "MANAMA: Bahraini protestors battled with riot police near Manama yesterday after the funeral of a woman whose family said she died after tear gas entered her home twice in the past week.",
        "date": "20120324",
        "country": "Bahrain"
    },
    {
        "title": "Korea demand action after crowd trouble in Muscat",
        "body": "SOUTH Korea will seek punishment against Oman for their failure to control supporters in Wednesday’s Olympic soccer qualifier between the two teams in Muscat, local media reported yes...",
        "date": "20120224",
        "country": "Bahrain"
    },
    {
        "title": "Experts urge optimal use of resources and methods to achieve food security",
        "body": "Abu Dhabi The UAE may import most of its food, but it is a “food secure” country if measured in terms of per capita income and the fact that export revenues outweigh food imports, Eckart Woe...",
        "date": "20120328",
        "country": "Bahrain"
    },
    {
        "title": "Water scarcity",
        "body": "UN calls for urgent action to stave off a looming crisis in the region that will affect development",
        "date": "20131129",
        "country": "Bahrain"
    },
    {
        "title": "US- Iran rapprochement to bring stability, Bahrain says",
        "body": "Iran should give priority to mending its relations with its neighbours, Bahrain’s foreign minister has said. In comments about the rapprochement between Iran and the US, Shaikh Khalid Bin...",
        "date": "20131108",
        "country": "Bahrain"
    },
    {
        "title": "Bahrain inflation seen at 2.0-2.6% in 2013",
        "body": "— Editor",
        "date": "20130519",
        "country": "Bahrain"
    },
    {
        "title": "Baird announces $13-million in aid to help refugees in Jordan",
        "body": "Ottawa is worried that the civil war in Syria could destabilize neighbouring Jordan and other countries in the region, as a massive influx of refugees strains government and donor resource...",
        "date": "20130401",
        "country": "Bahrain"
    },
    {
        "title": "UN welcomes Kuwait’s $10 mln contribution to displaced Iraqis",
        "body": "KUWAIT",
        "date": "20140710",
        "country": "Bahrain"
    },
    {
        "title": "Bahrain ratings affirmed at BBB/A-2 on stable growth prospects",
        "body": "Standard & Poor’s Ratings Services affirmed its long- and short-term foreign and local currency sovereign credit ratings on Bahrain at BBB/A-2 on Friday. The outlook is stable.",
        "date": "20140614",
        "country": "Bahrain"
    },
    {
        "title": "BAHRAIN LEADS IN ISLAMIC FINANCE",
        "body": "dubai — Bahrain has been named the GCC’s leading Islamic finance market and second out of 92 countries worldwide for the second year in a row, according to the ICD-Thomson Reuters Islamic ...",
        "date": "20140905",
        "country": "Bahrain"
    },
    {
        "title": "Social media summit kicks off",
        "body": "KUWAIT, April 23, (KUNA): The 2nd Annual Kuwait Social Media Summit which, kicked off here on Wednesday, is a high-level event which brings together social media experts across the governme...",
        "date": "20140424",
        "country": "Bahrain"
    },
    {
        "title": "First Bahrain distributes 10 pct share dividend",
        "body": "KUWAIT CITY, Oct 21: First Bahrain, a leading Kuwaiti real estate development company, announced a 10 percent share dividend, distributing KD 2,120,996 of its retained earnings proport...",
        "date": "20151022",
        "country": "Bahrain"
    },
    {
        "title": "UAE among top 10 states to face acute water crisis",
        "body": "dubai — Nearly half of 33 countries expected to face extremely high water stress by 2040 are in the Middle East, where surface is limited and demand is high, said experts who ranked 167 nations.",
        "date": "20150827",
        "country": "Bahrain"
    },
    {
        "title": "UN targets thousands in vaccination drive against cholera in Iraq",
        "body": "LONDON: The World Health Organization (WHO) is launching a campaign to vaccinate 255,000 people against cholera in Iraq over the next month, in a bid to contain the country’s first major ...",
        "date": "20151029",
        "country": "Bahrain"
    },
    {
        "title": "Gulf braces for austerity as oil income slump bites",
        "body": "KUWAIT: Faced with heavy losses from low oil prices, Gulf states have embarked on belt-tightening measures to cut spending and boost non-crude revenues, but analysts warn much more needs to be done. After more than a decade of abundant surpluses thanks to high oil prices, the six Gulf Cooperation Council (GCC) states are projected to post a combined record budgetary shortfall of $180 billion in 2015 and the drought is expected to continue for years. Some countries have already cut subsidies, while others are considering measures to reduce their spending.",
        "date": "20151126",
        "country": "Bahrain"
    },
    {
        "title": "Bahrain at impasse five years after failed uprising",
        "body": "DUBAI: Five years after Bahrain crushed a popular uprising, the kingdom is locked in a political impasse exacerbated by an economic crisis, analysts say.",
        "date": "20160213",
        "country": "Bahrain"
    },
    {
        "title": "▶ U.S. sailors freed, crisis averted",
        "body": "All 10 U.S. navy sailors detained by Iran after their two small boats allegedly drifted into Iranian territorial waters around one of Iran’s Persian Gulf islands a day earlier have been fre...",
        "date": "20160114",
        "country": "Bahrain"
    },
    {
        "title": "U.S., Iran cooperate in release of sailors",
        "body": "DUBAI, United Arab Emirates — It turned out to be the international crisis that wasn’t.",
        "date": "20160114",
        "country": "Bahrain"
    },
    {
        "title": "Iran frees US sailors, heading off crisis",
        "body": "TEHRAN — Iran moved yesterday to head off a potential crisis days before the expected implementation of its nuclear deal with world powers by releasing 10 US Navy soldiers it had deta...",
        "date": "20160115",
        "country": "Bahrain"
    },
    {
        "title": "UAE, Bahrain deny opening airspace to Qatar aircraft",
        "body": "The UAE’s General Civil Aviation Authority (GCAA) has denied the news of opening its airspace to Qatar-registered aircraft.",
        "date": "20170810",
        "country": "Bahrain"
    },
    {
        "title": "Bahrain accused of stoking tension",
        "body": "Qatar accused Bahrain yesterday of abusing a routine fisheries enforcement case to deepen a threemonth diplomatic crisis between the emirate and its Gulf neighbors. “The State of Qatar condemned the statement issued by the Bahraini Interior Ministry on the detention of 15 Bahraini boats carrying 20 sailors, describing it as a desperate attempt to escalate the ongoing diplomatic dispute,” the official QNA news agency reported.",
        "date": "20170920",
        "country": "Bahrain"
    },
    {
        "title": "Qatar says Bahrain abusing fisheries issue to stoke row",
        "body": "Doha, Qatar - Qatar accused Bahrain on Tuesday of abusing a routine fisheries enforcement case to deepen a three-month diplomatic between the emirate and its Gulf neighbours.",
        "date": "20170920",
        "country": "Bahrain"
    },
    {
        "title": "Bahrain foreign minister visits Turkey today",
        "body": "Isolating Qatar will not resolve any problems. Ankara will do everything in its power to help end the regional Tayyip Erdogan, Turkish President",
        "date": "20170610",
        "country": "Bahrain"
    },
    {
        "title": "Kuwait battles mystery slick off south coast",
        "body": "KUWAIT CITY — Kuwait battled on Sunday to control an oil spill off its southern coast that stained its beaches, threatened to damage power plants and stations, and left long black slicks in the Arabian Gulf.",
        "date": "20170814",
        "country": "Bahrain"
    },
    {
        "title": "Entities that will direCtly benefit from the satellite",
        "body": "> Dubai Municipality",
        "date": "20181106",
        "country": "Bahrain"
    },
    {
        "title": "Bahrain: Radar tracks show Qatari jets flying by Emirati airliners",
        "body": "DUBAI: Bahrain released radar tracks on Tuesday it said showed Qatari fighter jets passing by Emirati commercial airliners on their way to the island nation, encounters which started a new d...",
        "date": "20180117",
        "country": "Bahrain"
    },
    {
        "title": "UAE SLAMS INTERCEPTION OF FLIGHTS BY QATAR JETS",
        "body": "dubai — The UAE on Monday said that Qatari fighter jets intercepted two of its commercial airliners in international airspace on the way to .",
        "date": "20180116",
        "country": "Bahrain"
    },
    {
        "title": "UAE: Qatari jets intercepted 2 commercial flights",
        "body": "DUBAI, UNITED ARAB EMIRATES The United Arab — Emirates on Monday claimed that Qatari fighter jets intercepted two of its commercial airliners in international airspace on the way to Bahrai...",
        "date": "20180116",
        "country": "Bahrain"
    },
    {
        "title": "World in water crisis",
        "body": "Nearly a quarter of the world’s population lives in 17 countries facing extremely high water stress, close to day zero conditions when the taps run dry, according to a new report.",
        "date": "20190807",
        "country": "Bahrain"
    },
    {
        "title": "Water crisis escalates",
        "body": "WASHINGTON, United States — Nearly a quarter of the world’s population lives in 17 countries facing extremely high-water stress, close to “day zero” conditions when the taps run dry, accor...",
        "date": "20190807",
        "country": "Bahrain"
    },
    {
        "title": "17 countries face severe water stress",
        "body": "NEARLY a quarter of the world’s population lives in 17 countries facing extremely high water stress, close to “day zero” conditions when the taps run dry, according to a report released ...",
        "date": "20190807",
        "country": "Bahrain"
    },
    {
        "title": "Bahraini boats in Qatari waters",
        "body": "Doha – Two Bahraini boats breached Qatari territorial waters on Wednesday, Doha’s interior ministry claimed in a statement, a rare incident in the ongoing Gulf with a Saudi-led a...",
        "date": "20201127",
        "country": "Bahrain"
    },
    {
        "title": "Bahraini boats in Qatari waters",
        "body": "Doha – Two Bahraini boats breached Qatari territorial waters on Wednesday, Doha’s interior ministry claimed in a statement, a rare incident in the ongoing Gulf with a Saudi-led a...",
        "date": "20201127",
        "country": "Bahrain"
    },
    {
        "title": "Bahrain calls for disputes to end as Gulf summit looms",
        "body": "DUBAI Bahrain has called for an end to regional disputes, the latest statement suggesting a rift between Qatar and four countries could ease ahead of a Gulf summit next month.",
        "date": "20201225",
        "country": "Bahrain"
    },
    {
        "title": "Qatar claims pair of Bahrain vessels breached territorial waters",
        "body": "DOHA Two Bahraini boats breached Qatari territorial waters on Wednesday, Doha's interior ministry claimed in a statement, a rare incident in the ongoing Gulf crisis which has pitted a ...",
        "date": "20201127",
        "country": "Bahrain"
    },
    {
        "title": "Bahrain urges end to regional disputes as Gulf summit looms",
        "body": "DUBAI: Bahrain called Wednesday for an end to regional disputes, the latest statement suggesting a rift between Qatar and four countries could ease ahead of a Gulf summit next month.",
        "date": "20201225",
        "country": "Bahrain"
    },
    {
        "title": "Qatar arrested champion: Bahrain",
        "body": "Manama, Bahrain - Bahrain has accused Qatar of seizing one of the kingdom’s champion bodybuilders during a fishing trip even as Manama normalised its relationship with its neighbour.",
        "date": "20210112",
        "country": "Bahrain"
    },
    {
        "title": "Bahrain International Airport receives first Wizz Air Abu Dhabi flight",
        "body": "Wizz Air Abu Dhabi, a low-cost carrier based in the UAE capital, commenced operations between Abu Dhabi and Bahrain on Sept. 9. Bahrain Airport Company, the operator and managing body o...",
        "date": "20210916",
        "country": "Bahrain"
    },
    {
        "title": "BAHRAIN BLASTS SAMI DETENTION",
        "body": "MANAMA, Bahrain (AFP) — Bahrain’s Olympic Committee (BOC) called Tuesday for the IOC to intervene to secure the release of its star bodybuilder who they claim was unlawfully detained by Qat...",
        "date": "20210114",
        "country": "Bahrain"
    },
    {
        "title": "Resolution to Gulf crisis in the balance",
        "body": "•",
        "date": "20210104",
        "country": "Bahrain"
    },
    {
        "title": "Water crisis threatens two billion",
        "body": "Seeking to ease a water crisis threatening a third of humanity, the United Nations marked World Environment Day yesterday with calls for governments to double aid to poor countries and for ...",
        "date": "20030606",
        "country": "Bangladesh"
    },
    {
        "title": "Could this be World War H2O?",
        "body": "“As scarcity develops, more people are going to die and more ecosystems are going to become unviable”",
        "date": "20031018",
        "country": "Bangladesh"
    },
    {
        "title": "Rising Tibetan lake a growing threat to villagers in India",
        "body": "The water level of a Tibetan lake threatening to burst its banks and flood an Indian valley is rising by as much as 9cm a day and nothing can be done to stop it, an official said yesterday.",
        "date": "20040817",
        "country": "Bangladesh"
    },
    {
        "title": "THINK SMALL",
        "body": "The much-publicized plight of the northern Ontario community of Kashechewan, one of about 100 native reserves under a boilwater advisory, is the latest example highlighting the impor...",
        "date": "20051109",
        "country": "Bangladesh"
    },
    {
        "title": "Source of potential conflict",
        "body": "Russia went on alert this week as the first part of a feared toxic chemical spill crossed from China into its far eastern territory, via one of several major rivers that connect the two countr...",
        "date": "20051202",
        "country": "Bangladesh"
    },
    {
        "title": "Myanmar’s economy crushed by sanctions",
        "body": "Sanctions have sent the Myanmese economy reeling, with thousands of impoverished garment workers bearing the brunt of international bans on exports.",
        "date": "20050308",
        "country": "Bangladesh"
    },
    {
        "title": "Watershed moment",
        "body": "SWorld needs to decide how it will avert the looming freshwater crisis",
        "date": "20060904",
        "country": "Bangladesh"
    },
    {
        "title": "Small idea pays big dividend",
        "body": "The first time I thought Muhammad Yunus, founder of the Grameen Bank, deserved the Nobel Prize was 20 years ago. I said as much in a column in the International Herald Tribune: “Away from the intri...",
        "date": "20061113",
        "country": "Bangladesh"
    },
    {
        "title": "Acting now on emissions ‘will save money’",
        "body": "Monterrey, Mexico — Britain told the world’s worst polluting nations on Tuesday that acting now to cut emissions of heattrapping greenhouse gases would be vastly cheaper in the long run t...",
        "date": "20061005",
        "country": "Bangladesh"
    },
    {
        "title": "Satisfying China’s thirst for water",
        "body": "A controversial plan which aims to deliver more water, sooner and for less than the great south-north plan, has resurfaced. Experts have called it a fantasy, but now it might be a necessity.",
        "date": "20060503",
        "country": "Bangladesh"
    },
    {
        "title": "Foul water: Foe of the poor",
        "body": "It kills millions and impoverishes regions. But solutions can be simple, a local group shows.",
        "date": "20061224",
        "country": "Bangladesh"
    },
    {
        "title": "Bangladesh crisis worse",
        "body": "The crisis in Bangladesh caused by Tropical Cyclone Sidr is worse than estimated, and about 2.6 million people need lifesaving assistance, the United Nations said. More than 8.5 million ...",
        "date": "20071205",
        "country": "Bangladesh"
    },
    {
        "title": "Officials work to prevent health crisis",
        "body": "NEW DELHI — Health workers disinfected wells and distributed chlorine tablets to thousands of villagers rushing back to their homes as water levels receded in northern India, officials...",
        "date": "20070809",
        "country": "Bangladesh"
    },
    {
        "title": "15m facing health crisis after flooding",
        "body": "MORE than 15 million people in India, Nepal and Bangladesh are facing a “health ” if food and medical aid to south Asia’s flood victims is not rapidly stepped up, the United Nations and...",
        "date": "20070808",
        "country": "Bangladesh"
    },
    {
        "title": "Bangladesh steps up cyclone relief effort",
        "body": "BANGLADESH stepped up its military-led relief effort yesterday as aid poured into the cyclone-hit country and logistical difficulties eased.",
        "date": "20071126",
        "country": "Bangladesh"
    },
    {
        "title": "Aid is finally flowing in ravaged Bangladesh",
        "body": "Urgently needed supplies of food, water and medicine were trickling into remote areas of on Tuesday where a devastating cyclone has left millions homeless and thousands dead.",
        "date": "20071121",
        "country": "Bangladesh"
    },
    {
        "title": "Floods submerge a quarter of Bangladesh",
        "body": "Dhaka (DPA) Areas in Bangladesh’s northern and central region were inundated yesterday, submerging a fourth of the country, as authorities warned of more floods and the displacement of...",
        "date": "20080907",
        "country": "Bangladesh"
    },
    {
        "title": "Seven firms bid to drill for gas off Bangladesh",
        "body": "Dhaka Seven international oil companies have submitted bids for 15 offshore blocks as energy starved Bangladesh looks for potential gas deposits in the Bay of Bengal amid dwelling reserv...",
        "date": "20080509",
        "country": "Bangladesh"
    },
    {
        "title": "Bangladesh launches power austerity campaign",
        "body": "Dhaka Energy-starved Bangladesh has launched an austerity campaign as experts suggested the country could resolve its acute power crisis only by adopting conservation mechanisms.",
        "date": "20080712",
        "country": "Bangladesh"
    },
    {
        "title": "Where there’s political will, there is a way",
        "body": "It is amazing the political will and financial resources that can be marshalled by rich nations when they are under threat. The result is hundreds of billions of dollars invested to pre...",
        "date": "20081008",
        "country": "Bangladesh"
    },
    {
        "title": "Victims face ‘a human crisis’",
        "body": "DHAKA: More than one million people in Bangladesh are facing a ‘‘humanitarian crisis’’ after a cyclone slammed into the south of the country and neighbouring India earlier last week, ai...",
        "date": "20090531",
        "country": "Bangladesh"
    },
    {
        "title": "Bangladesh cyclone victims face humanitarian crisis",
        "body": "More than one million people in Bangladesh are facing a “humanitarian ” after a cyclone slammed into the south of the country and neighbouring India earlier in the week, aid agen...",
        "date": "20090531",
        "country": "Bangladesh"
    },
    {
        "title": "Diarrhoea is spreading at alarming rate",
        "body": "KOYRA, BANGLADESH: An outbreak of diarrhoea has spread across Bangladesh’s southwest after a cyclone slammed into the south of the country and neighbouring India last week, officials said ...",
        "date": "20090601",
        "country": "Bangladesh"
    },
    {
        "title": "Bangladesh seeks help to rebuild after storm",
        "body": "Koyra, Bangladesh ( AFP) Bangladesh said yesterday it was struggling to reach hundreds of thousands of cyclone victims and would seek foreign aid to rebuild scores of damaged homes and roads...",
        "date": "20090602",
        "country": "Bangladesh"
    },
    {
        "title": "Cyclone’s sea surge hits India, Bangladesh",
        "body": "Bangladesh and India launched major relief operations Tuesday after a cyclone tore into the northern coast of the Bay of Bengal, killing at least 126 people and leaving hundreds of thou...",
        "date": "20090527",
        "country": "Bangladesh"
    },
    {
        "title": "Water pact will ease fears over Tibet dam",
        "body": "China has begun construction of the much debated Zangmu Hydropower Station, the first mega hydroelectric power plant in Tibet. This marks the start of the process of damming the Brahmaputr...",
        "date": "20101222",
        "country": "Bangladesh"
    },
    {
        "title": "Water toxic to millions",
        "body": "UP to 77 million people in Bangladesh were exposed to toxic levels of arsenic from contaminated drinking water and even low-level exposure to the poison was not risk-free, according to T...",
        "date": "20100621",
        "country": "Bangladesh"
    },
    {
        "title": "Arsenic in drinking",
        "body": "Over the past decade, more than 20 percent of deaths recorded in a study that monitored nearly 12,000 people in the Araihazar district of the capital Dhaka appear to have been caused by arsenic-tainted well water.",
        "date": "20100621",
        "country": "Bangladesh"
    },
    {
        "title": "D",
        "body": "Up to 77 million Bangladeshis have been exposed to toxic levels of arsenic from contaminated drinking water, and even low-level exposure to the poison is not risk-free, The Lancet medica...",
        "date": "20100621",
        "country": "Bangladesh"
    },
    {
        "title": "Bangladesh signs gas deal",
        "body": "DHAKA — Bangladesh has signed a deal with US energy giant ConocoPhillips to explore for gas in disputed off its coast despite local opposition and the risk of regional tension, an o...",
        "date": "20110617",
        "country": "Bangladesh"
    },
    {
        "title": "Important, in-depth study of Asia’s water problems",
        "body": "WATER: ASIA’S NEW BATTLEGROUND Brahma Chellaney harpercollins india Pages: 386 Price: Rs 699",
        "date": "20111113",
        "country": "Bangladesh"
    },
    {
        "title": "A thirst to channel assistance",
        "body": "Dubai Eighteen-year-old Aman Ghose does not take his showers for granted.",
        "date": "20110709",
        "country": "Bangladesh"
    },
    {
        "title": "Food production ‘must double’",
        "body": "WORLD food production must increase by up to 100 percent by 2050 and focus on greener methods to sustain an expected 9 billion population, the UN says.",
        "date": "20110706",
        "country": "Bangladesh"
    },
    {
        "title": "Asia- Pacific report",
        "body": "While China and its neighbours battle over potential energy reserves, Burma and Bangladesh are moving forward after resolving their bitter dispute.",
        "date": "20121015",
        "country": "Bangladesh"
    },
    {
        "title": "Bangladeshis condemn Dhaka murder",
        "body": "Riyadh: Md Rasooldeen Saima Wajed Hossain, daughter of Bangladesh Prime Minister Hasina Wajed, who wrapped up a five-day visit to the Kingdom, told Arab News on Tuesday that the people res...",
        "date": "20120315",
        "country": "Bangladesh"
    },
    {
        "title": "Bangladesh widens opposition crackdown",
        "body": "Dhaka Bangladesh police said yesterday they had arrested a top politician and raided the houses of several others as the government launched a crackdown on the opposition amid a deepeni...",
        "date": "20120502",
        "country": "Bangladesh"
    },
    {
        "title": "PEOPLE",
        "body": "WOMAN ON A MISSION: Many graduating college students spend the summer relaxing after four years of academic work, or looking for jobs. Kim",
        "date": "20121028",
        "country": "Bangladesh"
    },
    {
        "title": "JI skeptic of Indian investment permission",
        "body": "SYED Munawwar Hasan, leader of Jamaat-e-Islami, has termed India’s offer of investment to Pakistanis as a trap. In a statement, he said that patriotic citizens and businessmen should n...",
        "date": "20120803",
        "country": "Bangladesh"
    },
    {
        "title": "Bangladesh water to quench poll thirst in border towns of NE state",
        "body": "SONAMURA: Rehabilitation matters for some 8,800 people caught between the barbed wire fencing and the Zero Line marking the India-Bangladesh border. So does access to water.",
        "date": "20130214",
        "country": "Bangladesh"
    },
    {
        "title": "Bangladesh water to quench voter thirst",
        "body": "SONAMURA (TRIPURA): Rehabilitation matters for some 8,800 people caught between the barbed wire fencing and the Zero Line marking the IndiaBangladesh border. So does access to .",
        "date": "20130214",
        "country": "Bangladesh"
    },
    {
        "title": "Bangladesh water to quench voter thirst",
        "body": "SONAMURA ( TRIPURA): Rehabilitation matters for some 8,800 people caught between the barbed wire fencing and the Zero Line marking the IndiaBangladesh border. So does access to .",
        "date": "20130214",
        "country": "Bangladesh"
    },
    {
        "title": "Bangladesh water to quench voter thirst",
        "body": "Rehabilitation matters for some 8,800 people caught between the barbed wire fencing and the Zero Line marking the IndiaBangladesh border. So does access to water.",
        "date": "20130214",
        "country": "Bangladesh"
    },
    {
        "title": "India rushes more water to Maldives",
        "body": "Male, Dec. 7: An Indian Navy vessel and an Air Force aircraft carrying nearly 1,000 tonnes of fresh water reached here on Sunday as India mounted a major effort to help the Maldivian capi...",
        "date": "20141208",
        "country": "Bangladesh"
    },
    {
        "title": "Maldives says ‘worst is over’ in water crisis",
        "body": "colombo — Drinking water supplies in the Maldives have improved sharply thanks to foreign assistance, a minister said on Wednesday, after a fire at a purification plant left taps dry in...",
        "date": "20141211",
        "country": "Bangladesh"
    },
    {
        "title": "US, UK TAKE FRESH INITIATIVE TO END POLITICAL CRISIS IN B’DESH",
        "body": "DHAKA: World powers, including the US and the UK, took a fresh initiative to end the deadlock in Bangladesh, asking two major political parties to resolve the impasse over upcoming ele...",
        "date": "20140102",
        "country": "Bangladesh"
    },
    {
        "title": "US, UK TAKE FRESH INITIATIVE TO END POLITICAL CRISIS IN B’DESH",
        "body": "DHAKA: World powers, including the US and the UK, took a fresh initiative to end the deadlock in Bangladesh, asking two major political parties to resolve the impasse over upcoming ele...",
        "date": "20140102",
        "country": "Bangladesh"
    },
    {
        "title": "CHINA SNUBS INDIA ON TEESTA",
        "body": "PM Modi left behind a “thirsty” and “frustrated” Bangladesh by not resolving the Teesta river issue, a Chinese state media analysis of Modi’s two-day visit to Dhaka said on Monday.",
        "date": "20150609",
        "country": "Bangladesh"
    },
    {
        "title": "CHINA SNUBS INDIA ON TEESTA",
        "body": "BEIJING: PM Modi left behind a “thirsty” and “frustrated” by not resolving the Teesta river issue, a Chinese state media analysis of Modi’s two-day visit to Dhaka said on M...",
        "date": "20150609",
        "country": "Bangladesh"
    },
    {
        "title": "CHINA SNUBS INDIA ON TEESTA",
        "body": "BEIJING: PM Modi left behind a “thirsty” and “frustrated” Bangladesh by not resolving the Teesta river issue, a Chinese state media analysis of Modi’s two-day visit to Dhaka said on M...",
        "date": "20150609",
        "country": "Bangladesh"
    },
    {
        "title": "CHINA SNUBS INDIA ON TEESTA",
        "body": "BEIJING: PM Modi left behind a “thirsty” and “frustrated” by not resolving the Teesta river issue, a Chinese state media analysis of Modi’s two-day visit to Dhaka said on M...",
        "date": "20150609",
        "country": "Bangladesh"
    },
    {
        "title": "CHINA SNUBS INDIA ON TEESTA",
        "body": "BEIJING: PM Modi left behind a “thirsty” and “frustrated” by not resolving the Teesta river issue, a Chinese state media analysis of Modi’s two-day visit to Dhaka said on M...",
        "date": "20150609",
        "country": "Bangladesh"
    },
    {
        "title": "CHINA SNUBS INDIA ON TEESTA",
        "body": "BEIJING: PM Modi left behind a “thirsty” and “frustrated” Bangladesh by not resolving the Teesta river issue, a Chinese state media analysis of Modi’s two-day visit to Dhaka said on M...",
        "date": "20150609",
        "country": "Bangladesh"
    },
    {
        "title": "Water, food crisis in Bangladesh",
        "body": "– Nearly 125 000 mostly Rohingya refugees have entered Bangladesh since a fresh upsurge of violence in Myanmar on August 25, the United Nations said yesterday, as fears grow of a humanita...",
        "date": "20170906",
        "country": "Bangladesh"
    },
    {
        "title": "Water, food crisis in Bangladesh",
        "body": "– Nearly 125 000 mostly Rohingya refugees have entered Bangladesh since a fresh upsurge of violence in Myanmar on August 25, the United Nations said yesterday, as fears grow of a humanita...",
        "date": "20170906",
        "country": "Bangladesh"
    },
    {
        "title": "16m affected by floods in Nepal, India, Bangladesh",
        "body": "Geneva — A humanitarian crisis is unfolding across large areas in South Asia, with more than 16 million people affected by floods in Nepal, and India, the International Fede...",
        "date": "20170819",
        "country": "Bangladesh"
    },
    {
        "title": "Crisis looms as 125,000 Rohingya refugees flood into Bangladesh",
        "body": "COX’S BAZAR, Bangladesh: Nearly 125,000 mostly Rohingya refugees have entered Bangladesh since a fresh upsurge of violence in Myanmar on August 25, the United Nations said on Tuesday, as fears...",
        "date": "20170906",
        "country": "Bangladesh"
    },
    {
        "title": "CRISIS LOOMS AS NEARLY 125,000 REFUGEES FLOOD BANGLADESH",
        "body": "Nearly 125,000 mostly Rohingya refugees have entered Bangladesh since a fresh upsurge of violence in Myanmar on August 25, the United Nations said on Tuesday, as fears grow of a humanitari...",
        "date": "20170906",
        "country": "Bangladesh"
    },
    {
        "title": "When Teesta treaty loomed large on India-Bangla ties",
        "body": "home minister Rajnath Singh reached Dhaka on Friday for a three-day visit to hold wide-ranging talks with the Bangladesh government on issues including antiterror mechanisms and the Ro...",
        "date": "20180716",
        "country": "Bangladesh"
    },
    {
        "title": "When Teesta treaty loomed large on India-bangla ties",
        "body": "NEWDELHI: Union home minister Rajnath Singh reached Dhaka on Friday for a three-day visit to hold wide-ranging talks with the Bangladesh government on issues including antiterror mechan...",
        "date": "20180715",
        "country": "Bangladesh"
    },
    {
        "title": "When Teesta treaty loomed large on India-Bangla ties",
        "body": "NEWDELHI:Union home minister Rajnath Singh reached Dhaka on Friday for a three-day visit to hold wide-ranging talks with the Bangladesh government on issues including antiterror mechani...",
        "date": "20180715",
        "country": "Bangladesh"
    },
    {
        "title": "When Teesta treaty loomed large on India-Bangla ties",
        "body": "NEWDELHI:Union home minister Rajnath Singh reached Dhaka on Friday for a three-day visit to hold wide-ranging talks with the Bangladesh government on issues including antiterror mechani...",
        "date": "20180715",
        "country": "Bangladesh"
    },
    {
        "title": "B’desh PM Hasina may visit India in Oct",
        "body": "Dhaka, Aug. 4: Bangladesh Prime Minister Sheikh Hasina is likely to visit India in October to discuss several bilateral and regional issues, including the longpending pact on the Teesta...",
        "date": "20190805",
        "country": "Bangladesh"
    },
    {
        "title": "Bangla PM Hasina to visit India in Oct.",
        "body": "Dhaka: Bangladesh Prime Minister Sheikh Hasina will travel to India in October to discuss several bilateral and regional issues, including the long-pending pact on the Teesta sharing and the Rohingya .",
        "date": "20190806",
        "country": "Bangladesh"
    },
    {
        "title": "India, Bangladesh leaders focus on refugees",
        "body": "NEW DELHI — The prime ministers of India and Bangladesh have agreed on the need for greater efforts to facilitate the safe return of hundreds of thousands of Rohingya refugees who have fled ...",
        "date": "20191006",
        "country": "Bangladesh"
    },
    {
        "title": "India, Bangladesh aim to boost effort to safely return Rohingyas",
        "body": "NEW DELHI — The prime ministers of India and Bangladesh have agreed on the need for greater efforts to facilitate the safe return of hundreds of thousands of Rohingya refugees who have fled...",
        "date": "20191006",
        "country": "Bangladesh"
    },
    {
        "title": "Humanitarian crisis warning as millions hit by South Asia floods",
        "body": "More than 9.6 million people across South Asia have been affected by severe floods, with hundreds of thousands struggling to get food and medicine.",
        "date": "20200723",
        "country": "Bangladesh"
    },
    {
        "title": "Humanitarian crisis warning as millions hit by South Asia floods",
        "body": "More than 9.6 million people across South Asia have been affected by severe floods, with hundreds of thousands struggling to get food and medicine.",
        "date": "20200723",
        "country": "Bangladesh"
    },
    {
        "title": "Humanitarian crisis warning as millions hit by South Asia floods",
        "body": "More than 9.6 million people across South Asia have been affected by severe floods, with hundreds of thousands struggling to get food and medicine.",
        "date": "20200723",
        "country": "Bangladesh"
    },
    {
        "title": "South Asia floods displace millions, kill 550",
        "body": "MORE than 9.6 million people across South Asia have been affected by severe floods, with hundreds of thousands struggling to get food and medicine, officials and aid organizations said We...",
        "date": "20200724",
        "country": "Bangladesh"
    },
    {
        "title": "Locals laud CM’s decision to build dam on river Atreyee",
        "body": "BALURGHAT: Locals and environmentalists welcomed the initiative of Chief Minister Mamata Banerjee to solve the water crisis in Atreyee. Banerjee on Tuesday, during her administrative...",
        "date": "20211209",
        "country": "Bangladesh"
    },
    {
        "title": "India rescues 81 Rohingya people on drifting boat, asks Bangladesh to take them",
        "body": "India’s coast guard found 81 survivors and eight dead on a boat crammed with Muslim Rohingya refugees adrift in the Andaman Sea, and were repairing the vessel so that it can return safely to ...",
        "date": "20210227",
        "country": "Bangladesh"
    },
    {
        "title": "UN calls for rescue of refugees on boat",
        "body": "The UN refugee agency called on Monday for the immediate rescue of a group of Rohingya refugees adrift in their boat in the Andaman Sea without food or water, many of them ill and dehydrated. T...",
        "date": "20210223",
        "country": "Bangladesh"
    },
    {
        "title": "UN CALLS FOR RESCUE OF REFUGEES ON BOAT",
        "body": "The UN refugee agency called on Monday for the immediate rescue of a group of Rohingya refugees adrift in their boat in the Andaman Sea without food or water, many of them ill and dehydrate...",
        "date": "20210223",
        "country": "Bangladesh"
    },
    {
        "title": "Billionaire lifestyle of our Labour Prime Minister",
        "body": "THERE he goes, lording it and loving it at the wheel of a multi-million pound yacht.",
        "date": "20060824",
        "country": "Barbados"
    },
    {
        "title": "Stop- gap staffing will lead to crisis: PS watchdog",
        "body": "Federal departments face a labour crisis if they don’t come up with long- term plans for the kind of workers they need to replace the thousands of baby boomers retiring by 2011, warns the guardian of Canada’s nonpartisan public service.",
        "date": "20061023",
        "country": "Barbados"
    },
    {
        "title": "Britain’s wedded to Gordon already",
        "body": "COME on, Gordon, let’s have an Oc tober General Election and put Lord Snooty’s Tories out of their misery.",
        "date": "20070806",
        "country": "Barbados"
    },
    {
        "title": "A brush with death changed me – I might even settle down now",
        "body": "ALOT has happened to Michael Winner since he was last at the 46-room, 15million mansion that he calls home. In one of the best- documented health scares since Wayne Rooney broke his metatarsal ...",
        "date": "20070405",
        "country": "Barbados"
    },
    {
        "title": "SO IS SVEN GOOD",
        "body": "PIERS Morgan’s diaries about life as a Fleet Street editor, exposing the secrets of the rich and famous, caused a sensation. Now he’s back — and trying to carve out a new career as a celebr...",
        "date": "20070326",
        "country": "Barbados"
    },
    {
        "title": "Our post service is in crisis. So why is its 3m boss having such fun in the sun?",
        "body": "IT is amazing how 3million of public money can bring a little sunshine into your life.",
        "date": "20080528",
        "country": "Barbados"
    },
    {
        "title": "Festival & gala for Barbados birthday bash",
        "body": "THE NATION of Barbados turns 42 this month, and the Council of Barbadian Organizations, New York, will be celebrating the anniversary. The group’s commemoration begins on Saturday...",
        "date": "20081102",
        "country": "Barbados"
    },
    {
        "title": "WATER WORLD — NEW AND IMPROVED!",
        "body": "HYPOTHETICALLY speaking, let’s pretend our economy has acute appendicitis. Let’s also pretend that the Yankees aren’t in the post-season and that winter is banging down the door. A bunc...",
        "date": "20081021",
        "country": "Barbados"
    },
    {
        "title": "MARKET REPORT byGeoff Foster",
        "body": "AS the 137th British Open Golf Championship teed off at Royal Birkdale and Ladbrokes took hot money on Spain’s Sergio Garcia walking away with the Claret Jug on Sunday, shares of the largest ...",
        "date": "20080718",
        "country": "Barbados"
    },
    {
        "title": "Illegal immigrants feel the heat",
        "body": "TOA BAJA, Puerto Rico — First, riot police raided the slum with batons and pepper spray. Then authorities shut off the and electricity. With an eviction order pending in the courts, ...",
        "date": "20090907",
        "country": "Barbados"
    },
    {
        "title": "G20 TO MEET",
        "body": "Canada’s top financial watchdog yesterday cautioned world leaders against watering down supervision of banks amid a rush to develop an overarching approach to tracking systemic risks ...",
        "date": "20090205",
        "country": "Barbados"
    },
    {
        "title": "No suite deals here; prices firm at glam digs",
        "body": "PA R I S H OF S T. JA MES, B A R B ADOS • Although the global economic crisis has taken a toll on Barbados real estate, with home prices in some sectors down 20% and some major projects stalle...",
        "date": "20090718",
        "country": "Barbados"
    },
    {
        "title": "Miliband hits out at China for hijacking climate deal",
        "body": "The climate secretary, Ed Miliband, today accuses China, Sudan, Bolivia and other leftwing Latin American countries of trying to hijack the UN climate summit and “hold the world to ran...",
        "date": "20091221",
        "country": "Barbados"
    },
    {
        "title": "From Canada to Barbados and back: How a job in paradise was lost because of loneliness",
        "body": "T hree years ago, prominent Halifax chartered accountant Elaine Sibson landed the dream job – running the Barbados tax practice of PricewaterhouseCoopers. But in just six months, she was...",
        "date": "20100517",
        "country": "Barbados"
    },
    {
        "title": "Making a splash",
        "body": "Summer fun — on the water or under it — can always be enhanced with a few new examples, so we’re taking a dive into water sports publications.",
        "date": "20100601",
        "country": "Barbados"
    },
    {
        "title": "Flight crisis may rob Yorkshire of England duo",
        "body": "YORKSHIRE could lose England s t a r s Ti m Bre s nan a nd Aj mal Shahzad for the final day of their County Championship match against Kent at Canterbury.",
        "date": "20100421",
        "country": "Barbados"
    },
    {
        "title": "The people and events that made their mark on Ottawa in 2010",
        "body": "The year began in sorrow as the Ottawa Police Service laid to rest a fallen officer — Const. Eric Czapnik. And it ended in a crisis for the force, caused by the release of shocking cellblo...",
        "date": "20101228",
        "country": "Barbados"
    },
    {
        "title": "SA SHINES AT CHELSEA",
        "body": "THE PRESSURE was intense. With the SA Gold Coin Exchange as an official sponsor, the subtle association with gold weighed heavily on the minds of this year’s South African Kirstenbosch te...",
        "date": "20110528",
        "country": "Barbados"
    },
    {
        "title": "If you build it",
        "body": "A look at the demand for — and price of — infrastructure projects, from China to the United States.",
        "date": "20111023",
        "country": "Barbados"
    },
    {
        "title": "Atlantic rowers in crisis  3,500 takeaway curry",
        "body": "A HEROIC team of wounded servicemen rowing the Atlantic have suffered a setback after two vital pieces of equipment broke.",
        "date": "20120102",
        "country": "Barbados"
    },
    {
        "title": "Caribbean nations look to a solar future",
        "body": "BRIDGETOWN, Barbados  With the exception of oil rich Trinidad and Tobago, most, if not all, other Caribbean islands are extremely vulnerable when it comes to the high costs of imported fue...",
        "date": "20121215",
        "country": "Barbados"
    },
    {
        "title": "In a few words",
        "body": "A big thank you to EQC, Fletchers and Edifice Builders (including Mustafa, the painter) for the repairs carried out on our home. We are so very pleased with the work, and feel very lucky to hav...",
        "date": "20121215",
        "country": "Barbados"
    },
    {
        "title": "Students bring UN to life2",
        "body": "The European debt crisis, the global water supply and Israel and Palestine are among the topics more than 2,000 aspiring diplomats from around the world will discuss this week at Vancouver’s 2012 World Model United Nations Conference.",
        "date": "20120312",
        "country": "Barbados"
    },
    {
        "title": "A HIGH SCHOOLER’S WINNING ESSAY",
        "body": "DAs part of Operation Sail 2012, high school essay contests were held in all the participating cities. This is the winning essay from Boston, written by Newton South High School junior ...",
        "date": "20120630",
        "country": "Barbados"
    },
    {
        "title": "Caribbean nations facing water crisis",
        "body": "SAN JUAN, Puerto Rico — Experts are sounding a new alarm about the effects of climate change for parts of the Caribbean — the depletion of already strained drinking throughout much of ...",
        "date": "20130907",
        "country": "Barbados"
    },
    {
        "title": "Aubyn’s second take on Trini disrespect and boycott",
        "body": "W HILE JAMAICA’S minister of national security has had the humbling experience of having to seek ‘ divine guidance’ to help address his mounting ministerial challenges, his Trinida...",
        "date": "20131213",
        "country": "Barbados"
    },
    {
        "title": "PPP hails growing prosperity praises gov’t for economic growth",
        "body": "The People’s Progressive Party ( PPP) at a press conference on Monday declared its satisfaction with the progress of the “Donald Ramotar Administration in terms of economic growth and...",
        "date": "20131219",
        "country": "Barbados"
    },
    {
        "title": "Our national palate is moving with the times, so why serve up Japanese lite?",
        "body": "GOCHI 13 Dawson Street, Dublin 2 Phone: 01 675 2000, www.gochi.ie",
        "date": "20130223",
        "country": "Barbados"
    },
    {
        "title": "Preocupa aumento de enfermedades vinculadas al clima en el Caribe",
        "body": "Los pases del Caribe, que se esfuerzan por salir de una cada de las exportaciones y de la llegada de turistas causada por la econmica mundial que empez hace cinco aos, tienen una...",
        "date": "20140129",
        "country": "Barbados"
    },
    {
        "title": "Caribbean sees worrying rise in climate-sensitive diseases",
        "body": "ROSEAU, Dominica: Caribbean countries, struggling to emerge from a slump in exports and falling tourist arrivals brought on by the world-wide economic that began five years ago, have on...",
        "date": "20140124",
        "country": "Barbados"
    },
    {
        "title": "Ebola warning for travellers coming from West Africa",
        "body": "EBOLA warning posters have been placed in hospitals, pharmacies and GP surgeries across Wales.",
        "date": "20141030",
        "country": "Barbados"
    },
    {
        "title": "Guyana abstains on UN resolution declaring Crimea referendum invalid - foreign minister calls for de- escalation of crisis, search for durable solution",
        "body": "Guyana on Thursday abstained from voting on a UN General Assembly resolution which declared as invalid, Crimea’s Russiabacked referendum which resulted in its declaration of seces...",
        "date": "20140401",
        "country": "Barbados"
    },
    {
        "title": "Environment Agency criticised for hiding chairman’s holiday in the sun",
        "body": "THE ENVIRONMENT Agency has been accused of misleading the public by claiming its chairman was “at home with his family” when in truth he was on holiday in while the flooding was in full swing.",
        "date": "20151230",
        "country": "Barbados"
    },
    {
        "title": "Where was floods chief when disaster struck? Sunning himself in Barbados",
        "body": "THE quango boss in charge of dealing with the flood crisis jetted off to Barbados for Christmas while parts of Britain were swamped by water.",
        "date": "20151230",
        "country": "Barbados"
    },
    {
        "title": "Crisis, what crisis? Sir Philip enjoys Barbados as the flood battle intensifies",
        "body": "THE CHAIRMAN of the Environment Agency has been holidaying in Barbados for the past fortnight despite telling MPs he would work “seven days a week” if there were a flooding .",
        "date": "20151230",
        "country": "Barbados"
    },
    {
        "title": "Mexico battles an invasion force: Seaweed",
        "body": "CANCUN, Mexico — Surrounded by a four-man camera crew, the Japanese honeymooners were ready to make memories.",
        "date": "20151031",
        "country": "Barbados"
    },
    {
        "title": "Building bridges to bigger opportunities",
        "body": "Since they established diplomatic relations in 1977, Barbados and China have continually strengthened their commercial and cultural ties.",
        "date": "20160325",
        "country": "Barbados"
    },
    {
        "title": "FLOODS BOSS: I AM AT HOME IN BARBADOS",
        "body": "FLOODS chief Sir Philip Dilley has defended his controversial jaunt to Barbados by telling MPs that staying on the Caribbean island is like still being at home.",
        "date": "20160107",
        "country": "Barbados"
    },
    {
        "title": "Tougher defences ‘won’t stop floods’",
        "body": "resilient when flooding actually happens.”",
        "date": "20160103",
        "country": "Barbados"
    },
    {
        "title": "Floods boss is forced to quit over holiday scandal",
        "body": "BELEAGUERED Sir Philip Dilley quit yesterday after coming under fire for spending Christmas in the Caribbean while his staff battled floods.",
        "date": "20160112",
        "country": "Barbados"
    },
    {
        "title": "Government should appoint Ramotar, Jagdeo to help resuscitate Venezuelan rice deal",
        "body": "Dear Editor, The PetroCaribe deal that facilitated the export of rice to Venezuela as a form of payment for fuel imported from Venezuela is an avenue that should be pursued as the highest p...",
        "date": "20170320",
        "country": "Barbados"
    },
    {
        "title": "All change at Ascot as Britain bakes in the sun",
        "body": "Are the British such an easily distracted people that a sombre national mood and fears about the approaching storms of Brexit can be swiftly dispelled by the arrival of the summer solstice...",
        "date": "20170621",
        "country": "Barbados"
    },
    {
        "title": "GrowinG Global",
        "body": "Three days, 70 pavilions, more than 100 countries.",
        "date": "20170802",
        "country": "Barbados"
    },
    {
        "title": "Festival takes visitors around the world in three days",
        "body": "Three days, 70 pavilions, more than 100 countries.",
        "date": "20170802",
        "country": "Barbados"
    },
    {
        "title": "Injection wells fail to resolve South Coast sewage crisis",
        "body": "(Barbados Nation): All is not well with the South Coast sewage crisis.",
        "date": "20180812",
        "country": "Barbados"
    },
    {
        "title": "Venezuela’s strongest quake since 1900 does little damage",
        "body": "CARACAS, Venezuela — A strong aftershock jolted Venezuela’s northeastern coast on Wednesday after the most powerful earthquake to hit the area in more than a century, though officials sai...",
        "date": "20180823",
        "country": "Barbados"
    },
    {
        "title": "Venezuela’s strongest quake since 1900 does little damage",
        "body": "CARACAS, Venezuela — A strong aftershock jolted Venezuela’s northeastern coast on Wednesday after the most powerful earthquake to hit the area in more than a century, though officials sai...",
        "date": "20180823",
        "country": "Barbados"
    },
    {
        "title": "Aftershock hits Venezuela following biggest quake since 1900",
        "body": "CARACAS, Venezuela (AP) — A strong aftershock jolted Venezuela’s northeastern coast on Wednesday following the most powerful earthquake to hit the area in more than a century, though offi...",
        "date": "20180823",
        "country": "Barbados"
    },
    {
        "title": "Barbados for water rationing",
        "body": "(Barbados Nation) Starting today, the Barbados Water Authority will be rationing water and diverting it to other areas, especially parishes to the north and east that are most in need.",
        "date": "20190927",
        "country": "Barbados"
    },
    {
        "title": "Maduro ‘optimistic’ after opposition talks resume in Barbados",
        "body": "Venezuelan President Nicolas Maduro said Monday he was “optimistic” after dialogue between his government and the opposition resumed in Barbados.",
        "date": "20190710",
        "country": "Barbados"
    },
    {
        "title": "Amid confusion and silence, Venezuelan political talks continue",
        "body": "Amid rumors and confusion about the status of talks aimed at ending Venezuela’s grinding political crisis, the government of Norway on Thursday said that negotiations in Barbados a...",
        "date": "20190712",
        "country": "Barbados"
    },
    {
        "title": "Crisis",
        "body": "The threat of worsening violence related to climate change also extends to countries and regions not currently thought of as insecurity hot spots, climate and security analysts at th...",
        "date": "20190221",
        "country": "Barbados"
    },
    {
        "title": "Trudeau scraps Barbados trip to try to resolve anti-pipeline protests",
        "body": "TORONTO — Canadian Prime Minister Justin Trudeau has canceled his planned trip to Barbados to help resolve widespread rail disruptions caused by indigenous rights activists opposing the ...",
        "date": "20200218",
        "country": "Barbados"
    },
    {
        "title": "For cruise crew stuck at sea, mental strain is huge",
        "body": "MIAMI (AFP) — For the thousands of cruise ship crew members stuck at sea aboard their vessels as the coronavirus crisis unfolds, the situation is psychologically intense, to say the least...",
        "date": "20200520",
        "country": "Barbados"
    },
    {
        "title": "Lara recalls famous Test victory in COVID-19 fight",
        "body": "BRIDGETOWN, Barbados, CMC – Legendary left-hander Brian Lara has recounted how the storied meeting with two close friends in the wee hours of the final day of the third Test against Australia...",
        "date": "20200405",
        "country": "Barbados"
    },
    {
        "title": "Lara recalls famous Test victory in COVID-19 fight",
        "body": "BRIDGETOWN, Barbados (CMC) — Legendary left-hander Brian Lara has recounted how the storied meeting with two close friends in the wee hours of the final day of the third Test against Australi...",
        "date": "20200406",
        "country": "Barbados"
    },
    {
        "title": "UN warns of crisis from St. Vincent volcano",
        "body": "SAN JUAN, Puerto Rico — Ongoing volcanic eruptions have displaced about 20% of people in the eastern Caribbean island of St. Vincent as a U.N. official on Wednesday warned of a growing hu...",
        "date": "20210415",
        "country": "Barbados"
    },
    {
        "title": "UN warns impact of Caribbean volcano could affect other islands",
        "body": "UNITED NATIONS, United States: The humanitarian and economic crisis unleashed by the eruption of the La Soufriere volcano on the Caribbean island of Saint Vincent will last months and coul...",
        "date": "20210416",
        "country": "Barbados"
    },
    {
        "title": "UN warns impact of Caribbean volcano could affect other islands",
        "body": "UNITED NATIONS, United States: The humanitarian and economic crisis unleashed by the eruption of the La Soufriere volcano on the Caribbean island of Saint Vincent will last months and coul...",
        "date": "20210416",
        "country": "Barbados"
    },
    {
        "title": "UN warns Caribbean volcano could affect other islands",
        "body": "The humanitarian and economic crisis unleashed by the eruption of the La Soufriere volcano on the Caribbean island of Saint Vincent will last months and could extend to nearby islands, a ...",
        "date": "20210416",
        "country": "Barbados"
    },
    {
        "title": "Ukraine, allies strained by latest political strife",
        "body": "KIEV, Ukraine — Since the tumultuous Orange Revolution of 2004 opened the door to democracy in Ukraine, this ex-Soviet republic has lurched from one political showdown into another.",
        "date": "20070409",
        "country": "Belarus"
    },
    {
        "title": "Cuba struggles to rebuild infrastructure",
        "body": "HAVANA — Every day the hotel lobby fills with foreign businessmen and tourists who come with their laptop computers to take advantage of the wireless Internet service the hotel provid...",
        "date": "20070604",
        "country": "Belarus"
    },
    {
        "title": "VISION",
        "body": "Iranian president insisted again that his country’s nuclear program was peaceful and transparent, and repeated and elaborated on the charges he had levelled at Columbia University on Mo...",
        "date": "20070926",
        "country": "Belarus"
    },
    {
        "title": "the week J A N U A R Y 2 1 - J A N U A R Y 2 7 I N R E V I E W",
        "body": "H O M E Immigration scowlers sent to Smile School",
        "date": "20070128",
        "country": "Belarus"
    },
    {
        "title": "‘It is possible to correct the future’",
        "body": "Notwithstanding the stream of revelations about alleged misdemeanors by public figures, growing internal violence and other negative aspects of life in Israel, President Shimon ...",
        "date": "20070912",
        "country": "Belarus"
    },
    {
        "title": "Potatoes ‘could solve food shortage’",
        "body": "THE potato was touted yesterday as a solution to the global food crisis. Increasingly derided in the West for contributing to expanding waistlines, the vegetable is being rediscovere...",
        "date": "20080416",
        "country": "Belarus"
    },
    {
        "title": "Chavez extends Venezuela’s ties during visit to Moscow",
        "body": "Venezuelan President Hugo Chavez was greeted here Friday with what are emerging as the trademark tokens of Russian favor: oil and gas deals, the promise of nuclear cooperation and, most...",
        "date": "20080927",
        "country": "Belarus"
    },
    {
        "title": "Chavez extends Venezuela’s ties during visit to Moscow",
        "body": "Venezuelan President Hugo Chavez was greeted here Friday with what are emerging as the trademark tokens of Russian favor: oil and gas deals, the promise of nuclear cooperation and, most...",
        "date": "20080927",
        "country": "Belarus"
    },
    {
        "title": "Repossession threat to 500,000 families as crunch hits home",
        "body": "THE number of families at risk of losing their home could rise nearly fourfold as the credit crunch bites, the Bank of England warns today.",
        "date": "20081028",
        "country": "Belarus"
    },
    {
        "title": "Conflict spurs Russia to set up new gas routes",
        "body": "Russia’s gas conflict with neighbouring Ukraine will spur Moscow to find new routes for energy exports that are not affected by the political leanings of former Soviet neighbours, analy...",
        "date": "20090105",
        "country": "Belarus"
    },
    {
        "title": "Biden says new missiles to defend Europe",
        "body": "BUCHAREST, Romania — Vice President Biden said yesterday that Europe was threatened by medium-and short-range missiles and that a new missile-defense system would help protect it.",
        "date": "20091023",
        "country": "Belarus"
    },
    {
        "title": "Putting the world to rights will be tough challenge",
        "body": "Those who have gone on a game park safari in Africa are familiar with the phrase the “Big Six”, or a promise by hosts to get up close and personal with lions, panthers, giraffes, elephants, wa...",
        "date": "20090616",
        "country": "Belarus"
    },
    {
        "title": "Russia forms joint rapid reaction force in effort to build alliance of ex-Soviet states",
        "body": "MOSCOW (AP) – Russia sought to strengthen its security alliance with six other exSoviet nations on Wednesday by forming a joint rapid reaction force, in a continuing effort to curb US in...",
        "date": "20090205",
        "country": "Belarus"
    },
    {
        "title": "Belarus may seem a far away country, but we must confront Europe’s Mugabe",
        "body": "It is clear that repression had been planned irrespective of the scale and course of the planned demonstration",
        "date": "20101223",
        "country": "Belarus"
    },
    {
        "title": "Russian talks expose US foot-dragging",
        "body": "IT IS one of the ironies of modern politics that New Zealand finds two former Marxist states – China and Russia – keener to talk free trade turkey than the supposed champion of free enterpri...",
        "date": "20101116",
        "country": "Belarus"
    },
    {
        "title": "Kyrgyzstan leader says death toll much higher",
        "body": "MOSCOW — The number of dead from ethnic rioting in Kyrgyzstan “should be multiplied several times” from the official toll of 176, said interim President Roza Otunbayeva, as tens of thou...",
        "date": "20100616",
        "country": "Belarus"
    },
    {
        "title": "Anger catches on after Russia admits Chernobyl site scorched",
        "body": "Moscow (AFP) Russia yesterday admitted wildfires hit hundreds of hectares of land contaminated by the Chernobyl nuclear disaster as anger grew over the slack official response to its...",
        "date": "20100812",
        "country": "Belarus"
    },
    {
        "title": "Water, power are cut off in Ivory Coast’s north",
        "body": "ABIDJAN, Ivory Coast — Water and electricity have been cut in Ivory Coast’s north, the electric company and the rebels who control the area said Wednesday, a move that deprives millions of ...",
        "date": "20110303",
        "country": "Belarus"
    },
    {
        "title": "Radioactive water pumped out of plant",
        "body": "TOKYO — The operator of Japan’s crippled nuclear plant began pumping highly radioactive water on Tuesday from the basement of one of its buildings to a makeshift storage area in a cruc...",
        "date": "20110420",
        "country": "Belarus"
    },
    {
        "title": "Water, power are cut off in Ivory Coast’s north",
        "body": "ABIDJAN, Ivory Coast — Water and electricity have been cut in Ivory Coast’s north, the electric company and the rebels who control the area said Wednesday, a move that deprives millions of ...",
        "date": "20110303",
        "country": "Belarus"
    },
    {
        "title": "Medvedev pushes for safer planes after disaster1",
        "body": "Russia on Thursday mourned the 43 victims of a plane disaster that wiped out a professional hockey team as President Dmitry Medvedev demanded officials put a stop to a string of air crashe...",
        "date": "20110909",
        "country": "Belarus"
    },
    {
        "title": "The Chernobyl Disaster",
        "body": "WHEN a massive earthquake hit Japan last year, among the most alarming effects of the quake was the damage it inflicted on a nuclear energy plant. Exposure to nuclear contamination can...",
        "date": "20120426",
        "country": "Belarus"
    },
    {
        "title": "SIDELINES",
        "body": "Nail Yakupov was suspended from the KHL Tuesday after a dispute over his transfer to Nizhnekamsk Neftekhimik. According to the International Ice Hockey Federation, the Oilers’ first ove...",
        "date": "20120927",
        "country": "Belarus"
    },
    {
        "title": "Currency swaps to take on bigger role",
        "body": "Having survived a series of financial emergencies, Asian economies should concentrate on arranging currency swaps and initiatives to establish a safety net, experts said on Tuesday.",
        "date": "20121128",
        "country": "Belarus"
    },
    {
        "title": "Belarus: ‘an island of peace and stability in Europe’",
        "body": "Despite his rather youthful appearance (and portly stature), Ambassador Evgeny Shestakov is a seasoned diplomat, having been a career diplomat for the past 21 years.",
        "date": "20130929",
        "country": "Belarus"
    },
    {
        "title": "Belarus: ‘an island of peace and stability in Europe’",
        "body": "Despite his rather youthful appearance (and portly stature), Ambassador Evgeny Shestakov is a seasoned diplomat, having been a career diplomat for the past 21 years.",
        "date": "20130929",
        "country": "Belarus"
    },
    {
        "title": "Belarus: ‘an island of peace and stability in Europe’",
        "body": "Despite his rather youthful appearance (and portly stature), Ambassador Evgeny Shestakov is a seasoned diplomat, having been a career diplomat for the past 21 years.",
        "date": "20131006",
        "country": "Belarus"
    },
    {
        "title": "World must act ‘to avoid Chernobyl repeat’",
        "body": "INTERNATIONAL efforts are needed to avert a Chernobyl-style disaster in the wake of Japan’s ongoing nuclear crisis, according to a Hull-based researcher.",
        "date": "20130906",
        "country": "Belarus"
    },
    {
        "title": "Woe to America’s allies",
        "body": "Three crises, one president, many bewildered friends. The first crisis, barely noticed here, is Ukraine’s sudden turn away from Europe and back to the Russian embrace.",
        "date": "20131206",
        "country": "Belarus"
    },
    {
        "title": "Russian mine flood may push up potash price",
        "body": "A flood at a Russian potash mine accounting for three per cent of global supply threatens to force up fertilizer prices and make Potash Corp. of Saskatchewan Inc. the world’s largest produce...",
        "date": "20141121",
        "country": "Belarus"
    },
    {
        "title": "The QUOTES",
        "body": "We have not discussed marriage and our focus is on our respective careers and children.",
        "date": "20140302",
        "country": "Belarus"
    },
    {
        "title": "Putin forms ex- Soviet trade bloc, denies bid to revive USSR",
        "body": "Russian President Vladimir Putin signed a treaty with Kazakhstan and Belarus on Thursday creating a vast trading bloc which he hopes will challenge the economic might of the United States, the European Union and China.",
        "date": "20140530",
        "country": "Belarus"
    },
    {
        "title": "Ukrainian kids suffering amid conflict, cold",
        "body": "CNN",
        "date": "20141221",
        "country": "Belarus"
    },
    {
        "title": "The sad scene on the beach overshadowed all else",
        "body": "Clearly, readers are shocked and appalled by the death of little Alan Kurdi and the overall plight of migrants in the Mediterranean – as well as Canada’s response to it: The Globe editorial ...",
        "date": "20150905",
        "country": "Belarus"
    },
    {
        "title": "The sad scene on the beach overshadowed all else",
        "body": "Clearly, readers are shocked and appalled by the death of little Alan Kurdi and the overall plight of migrants in the Mediterranean – as well as Canada’s response to it: The Globe editorial ...",
        "date": "20150905",
        "country": "Belarus"
    },
    {
        "title": "The sad scene on the beach overshadowed all else",
        "body": "Clearly, readers are shocked and appalled by the death of little Alan Kurdi and the overall plight of migrants in the Mediterranean – as well as Canada’s response to it: The Globe editorial ...",
        "date": "20150905",
        "country": "Belarus"
    },
    {
        "title": "The sad scene on the beach overshadowed all else",
        "body": "Clearly, readers are shocked and appalled by the death of little Alan Kurdi and the overall plight of migrants in the Mediterranean – as well as Canada’s response to it: The Globe editorial ...",
        "date": "20150905",
        "country": "Belarus"
    },
    {
        "title": "The sad scene on the beach overshadowed all else",
        "body": "Clearly, readers are shocked and appalled by the death of little Alan Kurdi and the overall plight of migrants in the Mediterranean – as well as Canada’s response to it: The Globe editorial ...",
        "date": "20150905",
        "country": "Belarus"
    },
    {
        "title": "Defence",
        "body": "A man walks in a park during heavy snowfall in Minsk, , on March 1. was hit by heavy snowfall on Tuesday, as temperatures plummeted below 0 degrees Celsius (32 Fahrenheit)....",
        "date": "20160303",
        "country": "Belarus"
    },
    {
        "title": "Russian lifters banned en masse",
        "body": "BUDAPEST, Hungary — All of Russia’s weightlifters were banned from the Rio Olympics on Friday for doping for what the international federation called “extremely shocking” results that bro...",
        "date": "20160730",
        "country": "Belarus"
    },
    {
        "title": "Russian lifters banned en masse",
        "body": "BUDAPEST, Hungary — All of Russia’s weightlifters were banned from the Rio Olympics on Friday for doping for what the international federation called “extremely shocking” results that bro...",
        "date": "20160730",
        "country": "Belarus"
    },
    {
        "title": "VILLAGE",
        "body": "suspended president Dilma Rousseff, and a spike in crime in Rio state — which is so broke it needed a central government bailout to pay police salaries in arrears.",
        "date": "20160728",
        "country": "Belarus"
    },
    {
        "title": "Last minute directive saves Colliery property",
        "body": "DEBT-RIDDEN coal miner, Hwange Colliery Company Limited (HCCL)’s equipment attached over unpaid debts was yesterday saved from going under the hammer after a public auction was cancell...",
        "date": "20160527",
        "country": "Belarus"
    },
    {
        "title": "Apologies as Aussies get Rio rooms",
        "body": "Eleven weightlifters, including six medallists, have produced positive samples in the second wave of doping retests from the 2012 London Olympics, the International Weightlifting Feder...",
        "date": "20160729",
        "country": "Belarus"
    },
    {
        "title": "Egypt, Germany sign cooperation agreement to solve problem of illegal migration",
        "body": "Egyptian Minister of Foreign Affairs Sameh Shoukry witnessed Sunday the signing of an agreement between Egypt and Germany to cooperate in facing illegal migration, in a meeting he held with his German counterpart Sigmar Polke in Berlin.",
        "date": "20170828",
        "country": "Belarus"
    },
    {
        "title": "Russia challenges NATO at sea",
        "body": "Russia just conquered a fictional country, and it’s scaring the heck out of some real ones. The Kremlin’s recent Zapad war game shows the need for NATO to do more to deter Russian aggressi...",
        "date": "20171006",
        "country": "Belarus"
    },
    {
        "title": "Erdogan demands Saudis reveal where body of slain journalist Khashoggi lies",
        "body": "THE Saudi officials who killed journalist Jamal Khashoggi in their Istanbul consulate must reveal the location of his body, Turkey’s president said as he sharply criticised the kingdom...",
        "date": "20181027",
        "country": "Belarus"
    },
    {
        "title": "By threatening Iran, Trump could sabotage talks with North Korea",
        "body": "As he prepares for possible talks with the North Korean leader Kim Jong Un about controlling the North’s nuclear weapons program, President Donald Trump is facing his most complicated na...",
        "date": "20180403",
        "country": "Belarus"
    },
    {
        "title": "100 YEARS AGO",
        "body": "King Louis IX of France dies in Tunis while on the Eighth Crusade.",
        "date": "20180825",
        "country": "Belarus"
    },
    {
        "title": "Social Media Feedback",
        "body": "@HeraldZimbabwe",
        "date": "20190715",
        "country": "Belarus"
    },
    {
        "title": "200 injured in night of clashes",
        "body": "MORE than 200 people were injured in a night of clashes in the Georgian capital, and half of them are still in the hospital, a top health official said on Friday.",
        "date": "20190622",
        "country": "Belarus"
    },
    {
        "title": "Hundreds hurt in clashes in Tbilisi",
        "body": "MORE than 200 people were injured in a night of clashes in the Georgian capital, Tbilisi, with half of them still in hospital, health official, Zaza Bokhua said yesterday.",
        "date": "20190622",
        "country": "Belarus"
    },
    {
        "title": "200 injured in angry Georgia street protests",
        "body": "TBILISI: More than 200 people were injured in a night of clashes in the Georgian capital, and half of them are still in the hospital, a top health official said yesterday.",
        "date": "20190622",
        "country": "Belarus"
    },
    {
        "title": "Hundreds hurt in clashes",
        "body": "MORE than 200 people were injured in a night of clashes in the Georgian capital, Tbilisi, with half of them still in hospital, health official, Zaza Bokhua said yesterday.",
        "date": "20190622",
        "country": "Belarus"
    },
    {
        "title": "Belarus capital scene of protests for 8th week in a row",
        "body": "DESPITE large numbers of security forces, more than 100,000 demonstrators took to the streets of Belarus for the eighth weekend in a row on Sunday for protests against long-time President A...",
        "date": "20201006",
        "country": "Belarus"
    },
    {
        "title": "Thousands rally in Minsk, police use water cannon",
        "body": "MOSCOW — Tens of thousands of people marched through the centre of the Belarusian capital Minsk on Sunday to demand that authorities free political prisoners, prompting police to tu...",
        "date": "20201005",
        "country": "Belarus"
    },
    {
        "title": "Thousands rally in Minsk, police use water cannon",
        "body": "MOSCOW — Tens of thousands of people marched through the centre of the Belarusian capital Minsk on Sunday to demand that authorities free political prisoners, prompting police to turn...",
        "date": "20201005",
        "country": "Belarus"
    },
    {
        "title": "TENS OF THOUSANDS RALLY IN MINSK, POLICE USE WATER CANNON",
        "body": "TENS of thousands of people marched through the centre of the Belarusian capital Minsk on Sunday to demand that authorities free political prisoners, prompting police to turn water ...",
        "date": "20201005",
        "country": "Belarus"
    },
    {
        "title": "Border forces use water cannons on migrants",
        "body": "Polish forces at the border with Belarus used water cannons and tear gas Tuesday, local time, against stonethrowing migrants, as Warsaw accused Belarusian authorities of giving smoke grenad...",
        "date": "20211118",
        "country": "Belarus"
    },
    {
        "title": "Border forces use water cannons on migrants",
        "body": "Polish forces at the border with Belarus used water cannons and tear gas Tuesday, local time, against stonethrowing migrants, as Warsaw accused Belarusian authorities of giving smoke grenad...",
        "date": "20211118",
        "country": "Belarus"
    },
    {
        "title": "Border forces use water cannons on migrants",
        "body": "Polish forces at the border with Belarus used water cannons and tear gas Tuesday, local time, against stonethrowing migrants, as Warsaw accused Belarusian authorities of giving smoke grenad...",
        "date": "20211118",
        "country": "Belarus"
    },
    {
        "title": "Border forces use water cannons on migrants",
        "body": "Polish forces at the border with Belarus used water cannons and tear gas Tuesday, local time, against stonethrowing migrants, as Warsaw accused Belarusian authorities of giving smoke grenad...",
        "date": "20211118",
        "country": "Belarus"
    },
    {
        "title": "Border forces use water cannons on migrants",
        "body": "Polish forces at the border with Belarus used water cannons and tear gas Tuesday, local time, against stonethrowing migrants, as Warsaw accused Belarusian authorities of giving smoke grenad...",
        "date": "20211118",
        "country": "Belarus"
    },
    {
        "title": "Border forces use water cannons on migrants",
        "body": "Polish forces at the border with Belarus used water cannons and tear gas Tuesday, local time, against stonethrowing migrants, as Warsaw accused Belarusian authorities of giving smoke grenad...",
        "date": "20211118",
        "country": "Belarus"
    },
    {
        "title": "Coke investors left with a sour taste",
        "body": "Coca-Cola chief financial officer Gary Fayard wrapped up an early morning analyst conference call last month after the world’s biggest beverage company had posted a 35 per cent first-quarter ...",
        "date": "20040526",
        "country": "Belgium"
    },
    {
        "title": "Antarctica threatened as nations line up for their slice",
        "body": "Atthebottomoftheworld,morethanthreekilometres beneath the wind-blasted surface of Antarctica,sitsawonderofthelastuntouchedcontinent.",
        "date": "20060820",
        "country": "Belgium"
    },
    {
        "title": "Frying times for Europeans",
        "body": "Rail lines buckle. Roads melt. Royal garden party guests faint. Metro passengers swelter. The Alps look like Afghanistan. Northern Europe’s burning – and with global warming, it had better get used to it.",
        "date": "20060805",
        "country": "Belgium"
    },
    {
        "title": "It’s poetry in a glass from Isle of Jura",
        "body": "WILLIE TAIT is brand ambassador for Isle of Jura single malt whisky. With more than 30 years’ experience across all phases of the distilling process, Willie has spent most of his career liv...",
        "date": "20061208",
        "country": "Belgium"
    },
    {
        "title": "LETTERS TO THE EDITOR",
        "body": "Just asking",
        "date": "20061108",
        "country": "Belgium"
    },
    {
        "title": "All eyes on Belgium",
        "body": "WHILE debate on Scotland’s constitutional future has been focused on the so-called national conversation, over the North Sea in the future of that nation is very much under the ...",
        "date": "20070912",
        "country": "Belgium"
    },
    {
        "title": "Belgium grapples with rising mood of separatism",
        "body": "Europe’s biggest political divide is not the Channel, the narrow stretch of that keeps French Jacobites and British Thatcherites at arm’s length. In reality, France and Britain en...",
        "date": "20070913",
        "country": "Belgium"
    },
    {
        "title": "Tough knots for carpet trade",
        "body": "TEHRAN (Reuters) — Standing next to piles of exquisitely hand-woven Persian carpets, Hossein Ghaseminia is confident his rugs, which cost up to $50,000, can see off cheaper Asian rivals and r...",
        "date": "20070917",
        "country": "Belgium"
    },
    {
        "title": "A Separatist Revolution Percolates in Belgium",
        "body": "BRUSSELS — In the back room of an exclusive social club across the street from the U.S. Embassy here, Flemish separatists are plotting the breakup of .",
        "date": "20070921",
        "country": "Belgium"
    },
    {
        "title": "And the Fest Pest award for most arty wet T-shirt goes to...",
        "body": "WITH another Singapore Arts Festival all wrapped up, Fest Pest can finally stow away her opera glasses and head off somewhere exotic for a holiday.",
        "date": "20070628",
        "country": "Belgium"
    },
    {
        "title": "Belgian king urges end to political crisis",
        "body": "Brussels (AFP) King Albert II urged Belgium’s long-feuding politicians yesterday to set aside their differences and form a new government amid little sign that 18 months of political cr...",
        "date": "20081225",
        "country": "Belgium"
    },
    {
        "title": "Consumer unit sale just capital for RBS",
        "body": "THE Royal Bank of Scotland has sold its European consumer-finance unit to Banco Santander, strengthening its capital base after buying part of ABN Amro Holding last year.",
        "date": "20080405",
        "country": "Belgium"
    },
    {
        "title": "Dollar eases after eye-watering rally",
        "body": "LONDON:",
        "date": "20081002",
        "country": "Belgium"
    },
    {
        "title": "Europen Union presses on with climate change plan",
        "body": "BRUSSELS, Belgium — A committee of EU legislators has approved an ambitious climate change plan, resisting heavy pressure from lobbyists seeking to down the bill because of th...",
        "date": "20081008",
        "country": "Belgium"
    },
    {
        "title": "RBS continues its capital rebuilding",
        "body": "R OYAL B a n k h a s s o l d its European consumer finance (ECF) business to Abbey-owner Santander as it seeks to rebuild its capital base in the wake of its purchase of ABN Amro. The unit ha...",
        "date": "20080405",
        "country": "Belgium"
    },
    {
        "title": "Sonjica needs a think-tank of clever people to steer the nation on to the right path",
        "body": "I ALWAYS assumed that the queen of government gobbledy-gook was Geraldine Fraser-Moleketi.",
        "date": "20090617",
        "country": "Belgium"
    },
    {
        "title": "Isotopes: Raitt tries to be reassuring",
        "body": "TORONTO – Natural Resources Minister Lisa Raitt tried yesterday to assuage public fears that Canada is in the throes of a grave medical crisis, saying world isotope experts are working...",
        "date": "20090619",
        "country": "Belgium"
    },
    {
        "title": "Going to extremes for the message",
        "body": "One campaign takes the high road, which will lead a team of celebs, do-gooders and hypoxia enthusiasts to the top of Mt. Kilimanjaro, in Tanzania, to raise awareness of the global clean-wa...",
        "date": "20091229",
        "country": "Belgium"
    },
    {
        "title": "FROM OUR ARCHIVES",
        "body": "65 YEARS AGO",
        "date": "20090907",
        "country": "Belgium"
    },
    {
        "title": "Dairy farmers demand help",
        "body": "Angry Belgian farmers blocked streets with tractors and faced down police outside the European Union’s headquarters yesterday, demanding officials help reverse a recent collapse in p...",
        "date": "20090724",
        "country": "Belgium"
    },
    {
        "title": "Four EU nations offer flood aid to Romania",
        "body": "Austria, Belgium, Estonia and France have offered aid to Romania to help it cope with devastating floods that have killed at least 25 people, the European Union said yesterday.",
        "date": "20100705",
        "country": "Belgium"
    },
    {
        "title": "Canadian Coast Guard ship Louis S. St-Laurent breaks ice near the mouth of Bellot Strait, Nunavut, in 2007.",
        "body": "will need to persuade telecommunications companies to buy a piece of the capacity created by the cable. Telecom companies will make that decision largely based on demand from financ...",
        "date": "20100122",
        "country": "Belgium"
    },
    {
        "title": "Election favorite seeks to split Belgium in half",
        "body": "GHENT, Belgium — The front-runner in Belgium’s elections this weekend is running on perhaps the ultimate in divisive proposals: the breakup of the nation.",
        "date": "20100611",
        "country": "Belgium"
    },
    {
        "title": "EU vows to aid Irish banks",
        "body": "BRUSSELS, Belgium — An anxiously awaited meeting of European finance ministers ended Tuesday without an agreement to bail out Ireland’s debt-stricken government, though both Irish and EU...",
        "date": "20101117",
        "country": "Belgium"
    },
    {
        "title": "BELGIUM",
        "body": "Police use water cannon against protesters during a trade union rally ahead of a European Union summit in Brussels. The gathering leaders were expected to focus on Portugal’s economic ...",
        "date": "20110325",
        "country": "Belgium"
    },
    {
        "title": "Belgium to beat Europe record without govt",
        "body": "BRUSSELS — Belgium today scoops the record for Europe’s longest political when it hits 209 days without a government, a feat last accomplished by neighbouring Netherlands decades...",
        "date": "20110108",
        "country": "Belgium"
    },
    {
        "title": "Stop the waffle, says Miss Belgium",
        "body": "For a whole year, Belgium has been a country without a government. As political parties split between the Dutch-speaking north and French-speaking south continue their stalemate into a 1...",
        "date": "20110614",
        "country": "Belgium"
    },
    {
        "title": "Belgian crisis hits day 207",
        "body": "BRUSSELS — Belgium’s political crisis deepened Thursday when a mediator appointed by the court to end the roadblock that has left Belgium without a government for 207 days threw in the...",
        "date": "20110107",
        "country": "Belgium"
    },
    {
        "title": "Now Miss Belgium urges rival politicians to broker new deal",
        "body": "One year after elections were supposed to offer a way out of endless linguistic bickering, Belgium is still looking for a government and the infighting between dutch-speaking and Fran...",
        "date": "20110613",
        "country": "Belgium"
    },
    {
        "title": "Crisis kills revival in microcosm Belgium",
        "body": "THE stunning, narrow 16th century Gothic houses in the centre of Antwerp are dwarfed by the nearby modern port, which stretches to the size of 22,000 soccer pitches. From it, there is a stream o...",
        "date": "20120117",
        "country": "Belgium"
    },
    {
        "title": "Europe’s No. 2 port sees big impact as local economy stalls; underscores EU’S challenges",
        "body": "ANTWERP (Reuters) – The stunning, narrow 16th-century Gothic houses in the center of Antwerp are dwarfed by the nearby modern port, which stretches to the size of 22,000 soccer pitches.",
        "date": "20120119",
        "country": "Belgium"
    },
    {
        "title": "Business alliance helps in winning favorable policies",
        "body": "BEIJING — The chairman of the Chinese consumer electronics company Aigo Digital Technology Co Ltd announced on Thursday that the Aigo Entrepreneurs Alliance will open offices in Europe...",
        "date": "20120302",
        "country": "Belgium"
    },
    {
        "title": "Business alliance helps in winning favorable policies",
        "body": "BEIJING — The chairman of the Chinese consumer electronics company Aigo Digital Technology Co Ltd announced on Thursday that the Aigo Entrepreneurs Alliance will open offices in Europe...",
        "date": "20120302",
        "country": "Belgium"
    },
    {
        "title": "Austerity for the rich cuts lifeline to poor countries",
        "body": "Rich countries applying budget austerity cut their aid to developing countries by 2.7 per cent last year, the OECD says, and aid group Oxfam warns that this is putting lives at risk.",
        "date": "20120409",
        "country": "Belgium"
    },
    {
        "title": "News in brief",
        "body": "KOC seismic survey",
        "date": "20130915",
        "country": "Belgium"
    },
    {
        "title": "Britain’s gas price soars to record on pipeline closure",
        "body": "london — Britain’s wholesale gas prices surged to a record high on Friday after one of its main gas import pipelines shut down unexpectedly, exposing yet again its vulnerability to for...",
        "date": "20130323",
        "country": "Belgium"
    },
    {
        "title": "Britain’s gas price soars to record high",
        "body": "LONDON, March 22, (RTRS): Britain’s wholesale gas prices surged to a record high on Friday after one of its main gas import pipelines shut down unexpectedly, exposing yet again its vulner...",
        "date": "20130323",
        "country": "Belgium"
    },
    {
        "title": "Britain’s gas price soars to record on pipeline closure",
        "body": "LONDON: Britain’s wholesale gas prices surged to a record high yesterday after one of its main gas import pipelines shut down unexpectedly, exposing yet again its vulnerability to for...",
        "date": "20130323",
        "country": "Belgium"
    },
    {
        "title": "Signs N4.1bn pact with ECOWAS",
        "body": "The European Union (EU) is increasing its humanitarian aid by €18.5 million to the Central African Republic (CAR) to provide immediate life-saving assistance to check suffering fro...",
        "date": "20131217",
        "country": "Belgium"
    },
    {
        "title": "Belgian march ends in violence",
        "body": "BRUSSELS, Belgium (AP) — About 100,000 workers marched across Brussels Thursday to protest government free-market reforms and austerity measures, and the demonstration ended in violence ...",
        "date": "20141107",
        "country": "Belgium"
    },
    {
        "title": "BRUSSELS DEMONSTRATION TURNS VIOLENT",
        "body": "Brussels About 100,000 workers marched across Brussels Thursday to protest government free-market reforms and austerity measures, but the demonstration ended in violence when people set ...",
        "date": "20141107",
        "country": "Belgium"
    },
    {
        "title": "Labor march turns violent in Brussels1",
        "body": "About 100,000 workers marched across Brussels to protest government freemarket reforms and austerity measures, and the demonstration ended in violence when people set fire to cars and thr...",
        "date": "20141107",
        "country": "Belgium"
    },
    {
        "title": "Flemish separatist ends bid to form Belgian government",
        "body": "BRUSSELS ( Reuters) – The leader of the Flemish separatist N-VA party ended his bid to form a government in Belgium on Wednesday a month after elections were held in the country, raising fe...",
        "date": "20140626",
        "country": "Belgium"
    },
    {
        "title": "China prez begins first Europe tour",
        "body": "THE HAGUE: China’s president Xi Jinping touched down in the Netherlands on Saturday for his first-ever Europe tour, as world leaders gathered to discuss the in Ukraine and nuclear se...",
        "date": "20140323",
        "country": "Belgium"
    },
    {
        "title": "Migrant crisis",
        "body": "BELGIUM | Brussels — In a dramatic response to Europe’s gravest refugee crisis since World War II, NATO ordered three warships to sail immediately Thursday to the Aegean Sea to help end the...",
        "date": "20160212",
        "country": "Belgium"
    },
    {
        "title": "RIVER SEINE PEAKS IN PARIS AFTER FLOODING",
        "body": "The river Seine, normally stunning in its beauty as it flows through the heart of Paris, peaked early Saturday around the beleaguered city inundated by historic flooding. The river hit its hi...",
        "date": "20160606",
        "country": "Belgium"
    },
    {
        "title": "RIVER SEINE PEAKS IN PARIS AFTER FLOODING",
        "body": "The river Seine, normally stunning in its beauty as it flows through the heart of Paris, peaked early Saturday around the beleaguered city inundated by historic flooding. The river hit its hi...",
        "date": "20160605",
        "country": "Belgium"
    },
    {
        "title": "National crisis plan unveiled",
        "body": "BERLIN: Germany has told its citizens to stock up on water and food in the event of a terrorist attack or national catastrophe and may even consider re-introducing conscription in its ...",
        "date": "20160825",
        "country": "Belgium"
    },
    {
        "title": "European artists win for cartoons on migrants",
        "body": "Artists from France, Italy and Belgium have won the Niels Bugge Cartoons Awards, which focused this year on Europe’s migrant .",
        "date": "20160529",
        "country": "Belgium"
    },
    {
        "title": "European artists win for cartoons on migrants",
        "body": "Artists from France, Italy and Belgium have won the Niels Bugge Cartoons Awards, which focused this year on Europe’s migrant .",
        "date": "20160529",
        "country": "Belgium"
    },
    {
        "title": "Spain prosecutors going after Puigdemont",
        "body": "BARCELONA: Catalonia’s deposed separatist leader Carles Puigdemont sought legal advice in Belgium where he spoke to a lawyer who has worked on asylum cases, as prosecutors in Spain demande...",
        "date": "20171101",
        "country": "Belgium"
    },
    {
        "title": "Catalonia’s exleader seeking legal advice in Belgium",
        "body": "BRUSSELS: Carles Puigdemont, who was removed from office as Catalonia’s president last week by Madrid’s central government, spoke with a lawyer in as Spanish prosecutors sought ...",
        "date": "20171101",
        "country": "Belgium"
    },
    {
        "title": "Catalan ex-leader seeks legal advice in Belgium",
        "body": "Catalonia’s dismissed separatist leader Carles Puigdemont said Tuesday he would not seek asylum as had widely been speculated, adding he was in “for safety purposes and freedom.”",
        "date": "20171101",
        "country": "Belgium"
    },
    {
        "title": "Accused of rebellion, axed Catalan leader seeks legal advice",
        "body": "BARCELONA: Catalonia’s deposed separatist leader Carles Puigdemont sought legal advice in Belgium on Monday where he spoke to a lawyer who has worked on asylum cases, as prosecutors in Spa...",
        "date": "20171101",
        "country": "Belgium"
    },
    {
        "title": "Belgium shows its confidence in Belt and Road",
        "body": "This year is the 10 anniversary of the 2008 calamity of Wall Street, following the fall of the Lehman Brothers, which caused the chronic global financial and economic recession. The ...",
        "date": "20180213",
        "country": "Belgium"
    },
    {
        "title": "Spain PM’S party in hot water over Catalonia",
        "body": "MADRID: With key elections looming next year, Spanish Prime Minister Mariano Rajoy’s conservative party is in hot as it is criticised for its handling of the Catalan and ...",
        "date": "20180410",
        "country": "Belgium"
    },
    {
        "title": "How to become a responsible traveller",
        "body": "Looking at the water scarcity scene in Cape Town that led to hotels and restaurants opt for wastage policies, or the in Shimla during the peak summer travel sea...",
        "date": "20180623",
        "country": "Belgium"
    },
    {
        "title": "Malta lets migrants’ rescue ship dock",
        "body": "VALLETTA, Malta — A humanitarian rescue ship blocked at sea for nearly a week as European nations quibbled over its fate arrived in Malta on Wednesday evening to disembark 234 migrants, ...",
        "date": "20180628",
        "country": "Belgium"
    },
    {
        "title": "Temperature hits all-time high in Europe",
        "body": "■ Authorities handed out free water to homeless people and placed hospitals on high alert",
        "date": "20190727",
        "country": "Belgium"
    },
    {
        "title": "Temperature hits all-time high in Europe",
        "body": "Authorities handed out free water to homeless people and placed hospitals on high alert",
        "date": "20190727",
        "country": "Belgium"
    },
    {
        "title": "Extreme weather reignites bushfire crisis",
        "body": "MELBOURNE: Fire threatened three Melbourne suburbs on Monday, with residents warned it was too late to flee and they must “act immediately to survive,” as a heatwave fuelled Australia’s ...",
        "date": "20191231",
        "country": "Belgium"
    },
    {
        "title": "Paris forecast to record its hottest ever day as heatwave sears Europe",
        "body": "Paris is forecast to record its hottest day ever while new all-time highs set on Wednesday in Germany, the Netherlands and Belgium could be beaten within hours as the second dangerous heatwav...",
        "date": "20190726",
        "country": "Belgium"
    },
    {
        "title": "Climate crisis blamed as temperature records broken in three nations",
        "body": "Belgium, Germany and the Netherlands have recorded their highest ever temperatures as the second extreme heatwave in as many months to be linked by scientists to the climate emergency gr...",
        "date": "20190725",
        "country": "Belgium"
    },
    {
        "title": "Female leaders doing ‘better job’ in virus crisis, says Lagarde",
        "body": "FEMALE leaders are doing a better job handling the coronavirus crisis, European Central Bank chief Christine Lagarde said on Wednesday, praising them for their honest communication...",
        "date": "20200723",
        "country": "Belgium"
    },
    {
        "title": "WORLD HIGHLIGHTS",
        "body": "►Zimbabwe",
        "date": "20200731",
        "country": "Belgium"
    },
    {
        "title": "Bilateral trade between Belgium and VN to accelerate",
        "body": "Since 1866, Belgians have been celebrating their kings every November 15. As in all constitutional monarchies, the King of the Belgians reigns but does not govern. This is the job of the G...",
        "date": "20201114",
        "country": "Belgium"
    },
    {
        "title": "Beijing’s virus figures ‘are not credible’",
        "body": "China: The chairman of the World Medical Association has said China’s figures on coronavirus infections are not credible.",
        "date": "20200403",
        "country": "Belgium"
    },
    {
        "title": "Europe sinks deeper into crisis",
        "body": "SCHULD/ERFTSTADT, GERMANY: More than 1,000 people were missing in flood-hit regions of Germany and on Friday, where were still rising with the death toll already well over 10...",
        "date": "20210717",
        "country": "Belgium"
    },
    {
        "title": "Europe sinks deeper into crisis",
        "body": "SCHULD/ERFTSTADT, GERMANY: More than 1,000 people were missing in flood-hit regions of Germany and Belgium on Friday, where waters were still rising with the death toll already well over 100...",
        "date": "20210717",
        "country": "Belgium"
    },
    {
        "title": "Race to find flood horror survivors",
        "body": "Rescue workers continued the desperate search for survivors yesterday after flash floods ravaged parts of Germany and .",
        "date": "20210718",
        "country": "Belgium"
    },
    {
        "title": "Europe sinks deeper into crisis",
        "body": "SCHULD/ERFTSTADT, GERMANY: More than 1,000 people were missing in flood-hit regions of Germany and Belgium on Friday, where were still rising with the death toll already well over 100...",
        "date": "20210717",
        "country": "Belgium"
    },
    {
        "title": "Reflections 50 at",
        "body": "Since his arrival 11 years ago, T.D. Jakes has become a high-profile Dallas figure with an international following.",
        "date": "20070609",
        "country": "Belize"
    },
    {
        "title": "City must rethink spending priorities",
        "body": "Re: “Pitting potholes against art: City entrance designs deserve our support,” by Todd Babiak, May 31.",
        "date": "20070604",
        "country": "Belize"
    },
    {
        "title": "U.S. warship with Canadian historical link to be scuttled",
        "body": "The dreaded “Yankee cutter” that sank a Canadian rum-runner during Prohibition — sparking an international crisis that led Canada to assert its independence from Britain and its wari...",
        "date": "20080911",
        "country": "Belize"
    },
    {
        "title": "Festival & gala for Barbados birthday bash",
        "body": "THE NATION of Barbados turns 42 this month, and the Council of Barbadian Organizations, New York, will be celebrating the anniversary. The group’s commemoration begins on Saturday...",
        "date": "20081102",
        "country": "Belize"
    },
    {
        "title": "Dreaded ‘Yankee cutter’ to be scuttled",
        "body": "The dreaded “Yankee cutter” that sank a Canadian rum-runner during Prohibition — sparking an international crisis that led Canada to assert its independence from Britain and its wari...",
        "date": "20080911",
        "country": "Belize"
    },
    {
        "title": "Pirates still scourge of the sea",
        "body": "It seems inconceivable: how can Somali pirates in speedboats foil warships from the world’s most powerful navies in order to prey on shipping lanes crucial to the oil supply?",
        "date": "20081125",
        "country": "Belize"
    },
    {
        "title": "ON CHRISTIANITY",
        "body": "DEARREV.GRAHAM: I guess we’re like a lot of young couples, because we got several credit cards while we were still in college, and now we’re up to our eyebrows in credit card debt. What do you t...",
        "date": "20090908",
        "country": "Belize"
    },
    {
        "title": "The best kind of getaway",
        "body": "One night in August, Debra Dawson and her boyfriend, Joe Sinagoga, were vacationing on Jonathan Island, a nearly 3-acre plot off the coast of Narragansett, R.I. Their motorboat had brok...",
        "date": "20100131",
        "country": "Belize"
    },
    {
        "title": "Real-estate specialist indulges desert-island fantasies of the rich",
        "body": "Many people bought islands off Honduras or Belize, but forgot there are pirates down there, incredible humidity, millions of mosquitoes, diseases like dengue fever and snakes.",
        "date": "20100809",
        "country": "Belize"
    },
    {
        "title": "There’s",
        "body": "THE BP boss at the centre of the American oil spill disaster came under further pressure last night after he was spotted relaxing at a yachting event on the Isle of Wight.",
        "date": "20100620",
        "country": "Belize"
    },
    {
        "title": "Paradise for sale or rent",
        "body": "Marlon Brando started it, Diana Ross and Nicolas Cage picked up the trend and Johnny Depp perfected it. The ueber-rich and famous often dream of owning their own private island, and a German-...",
        "date": "20100808",
        "country": "Belize"
    },
    {
        "title": "Analysts unimpressed by $8bn Rio aluminium sale",
        "body": "Four years after buying Alcan for a hefty $38bn, Rio Tinto has put $8bn of its aluminium assets around the world on the market. The sale of 13 operations, including smelters and refinerie...",
        "date": "20111018",
        "country": "Belize"
    },
    {
        "title": "Pouring on the hospitality in Honduras",
        "body": "Gladys Nolasco is the closest thing to a tourism minister in tiny rural San Juan, Honduras (pop. 1,000). Sitting at a cluttered desk in her stationery store downtown (if you can even call it...",
        "date": "20110625",
        "country": "Belize"
    },
    {
        "title": "What 2012 really means2",
        "body": "Our world is fascinated by prophecies of doom. Every day the media carry reports of predictions that the next year, decade, century or millennium will bring untold disasters. From a read...",
        "date": "20111230",
        "country": "Belize"
    },
    {
        "title": "Honduras",
        "body": "Stuff like that happens along the 80-mile Ruta Lenca, or Lenca Trail, in the western highlands of Honduras. The trail — named for the native people of the region, the largest indigenous group...",
        "date": "20110703",
        "country": "Belize"
    },
    {
        "title": "Toyota announces U.S. recalls for Prius",
        "body": "Toyota on Wednesday announced two safety recalls for its flagship Prius hybrid and a separate agreement to pay $25.5 million to settle a shareholder lawsuit related to its sudden acce...",
        "date": "20121115",
        "country": "Belize"
    },
    {
        "title": "Plastic plagues Mexican beaches",
        "body": "Just off a rutted dirt road, a beach as white as flour pops into view from behind a wall of sea grape and rustling palms. Pelicans slice over turquoise waters, and not a single person stirs the...",
        "date": "20120205",
        "country": "Belize"
    },
    {
        "title": "Taking the ‘yuck’ out of Yucatan a tall order1",
        "body": "MAHAHUAL, Mexico — Just off a rutted dirt road, a beach as white as flour pops into view from behind a wall of sea grape and rustling palms. Pelicans slice over turquoise , and not a sin...",
        "date": "20120206",
        "country": "Belize"
    },
    {
        "title": "An exquisite beach, fouled by waves of plastic",
        "body": "MAHAHUAL, Mexico — Just off a rutted dirt road, a beach as white as flour pops into view from behind a wall of sea grape and rustling palms. Pelicans slice over turquoise , and not a sin...",
        "date": "20120203",
        "country": "Belize"
    },
    {
        "title": "Stars have them too",
        "body": "CELEBRITIES are not exempt from suffering the odd midlife crisis fear, as these stars show...",
        "date": "20130703",
        "country": "Belize"
    },
    {
        "title": "Living the lux life: Glamming it up from B.C. to Belize",
        "body": "While most of us struggle to recover from the world financial crisis, a lot of the big spenders appear to be back under full steam. From alleged seven-star hotels in Dubai to swanky spots in ...",
        "date": "20130216",
        "country": "Belize"
    },
    {
        "title": "Poaching crisis: Bring India before ICJ",
        "body": "With the recently concluded CHOGM we saw that multilateralism nowadays is a fading concept in international affairs, and bilateralism -- issues between nations, enveloped in the ...",
        "date": "20131201",
        "country": "Belize"
    },
    {
        "title": "Cuban missile parts seized",
        "body": "Panama City – A North Korean sea captain attempted to kill himself and then suffered a heart attack after his ship was found to be transporting missile systems through the Panama Canal.",
        "date": "20130718",
        "country": "Belize"
    },
    {
        "title": "CDB funding secured for West Coast road upgrade",
        "body": "The Caribbean Development Bank ( CDB) has concluded two agreements with Guyana totalling US$ 40 million for the provision of funds to upgrade the West Coast Demerara road and to provide a ...",
        "date": "20130226",
        "country": "Belize"
    },
    {
        "title": "Top lawyer at GM to retire next year",
        "body": "In an unexpected move, General Motors has announced the retirement of its top lawyer, Michael Millikin, who has been a central figure in the automaker’s recall crisis and a target of con...",
        "date": "20141020",
        "country": "Belize"
    },
    {
        "title": "Obama faces flak over Ebola ‘czar’ – a skilled manager without health expertise1",
        "body": "– US President Barack Obama’s naming of a trusted political adviser, Mr Ron Klain, to take over the government’s response to the deadly Ebola infection came as health officials struggle...",
        "date": "20141019",
        "country": "Belize"
    },
    {
        "title": "King Digital, the maker of ‘Candy Crush,’ to go public",
        "body": "King Digital, the company behind the wildly popular mobile game Candy Crush Saga, is scheduled to make its debut on the New York Stock Exchange this week.",
        "date": "20140325",
        "country": "Belize"
    },
    {
        "title": "U.S. working to improve response to deadly virus",
        "body": "WASHINGTON — President Barack Obama named a trusted political adviser yesterday to take over the government’s Ebola response, as health officials in two states worked to track a growing list of people who may have been exposed because of missteps in quarantine and containment.",
        "date": "20141018",
        "country": "Belize"
    },
    {
        "title": "The Ebola pandemic",
        "body": "Will the Ebola virus hit the Philippines? Chances are if we are not ready to combat this ruthless and lethal virus which has become the world’s deadliest outbreak since AIDS and SARS, we are do...",
        "date": "20141020",
        "country": "Belize"
    },
    {
        "title": "Leo diving into dispute",
        "body": "TOURISM chief Alex de Waal has accused Hollywood superstar Leonardo DiCaprio of hypocrisy over his high-end resort in the Caribbean.",
        "date": "20150801",
        "country": "Belize"
    },
    {
        "title": "Mexico battles an invasion force: Seaweed",
        "body": "CANCUN, Mexico — Surrounded by a four-man camera crew, the Japanese honeymooners were ready to make memories.",
        "date": "20151031",
        "country": "Belize"
    },
    {
        "title": "Decomposing seaweed replaces paying tourists on beaches",
        "body": "CANCUN, MEXICO— Surrounded by a four-man camera crew, the Japanese honeymooners were ready to make memories.",
        "date": "20151107",
        "country": "Belize"
    },
    {
        "title": "Mexico battles an invasion force: Seaweed",
        "body": "CANCN, Mexico — Surrounded by a four-man camera crew, the Japanese honeymooners were ready to make memories.",
        "date": "20151101",
        "country": "Belize"
    },
    {
        "title": "One of the joys of spring is the return of birds",
        "body": "Surely you have noticed the signs of spring. Elms have turned from bare bony-gray branches to lime-green globes that shade the streets. Kids play on ballfields where coaches bark orders and parent...",
        "date": "20160513",
        "country": "Belize"
    },
    {
        "title": "Bombardier, Page 10",
        "body": "“There are signs of a conflict of interest,” Mr. Lesnichiy said in an interview, pointing specifically to Mr. Obodovskiy’s roles as both the founder of Multiserv Overseas and deputy chairm...",
        "date": "20161217",
        "country": "Belize"
    },
    {
        "title": "Cabinet nods to GCC unified VAT & Excise Tax draft bills",
        "body": "KUWAIT CITY, Aug 7, (KUNA): The Kuwaiti Cabinet on Monday called on local mass media to live up to their due national responsibilities by helping in protecting and safeguarding nation...",
        "date": "20170808",
        "country": "Belize"
    },
    {
        "title": "Cabinet prods media on national unity, approves VAT",
        "body": "The Kuwaiti Cabinet yesterday called on local mass media to live up to their due national responsibilities by helping in protecting and safeguarding national unity. The call came during the cabinet’s routine weekly meeting held at Bayan Palace under chairmanship of His Highness the Prime Minister Sheikh Jaber Mubarak Al-Hamad Al-Sabah.",
        "date": "20170808",
        "country": "Belize"
    },
    {
        "title": "Caricom trade with UK high on agenda for heads of gov’t meeting",
        "body": "The region’s post-Brexit trade with the United Kingdom, the Guyana/Venezuela border controversy and the Cotonou Agreement are among a wide range of issues that will be discussed during the Thi...",
        "date": "20170704",
        "country": "Belize"
    },
    {
        "title": "Little Guyana, Big Apple",
        "body": "The Little Guyana strip of Queens, New York runs for about 25 vivid blocks, with the thriving storefronts a feast of wild colours, bustling with immigrants sporting a range of distinctive mus...",
        "date": "20170112",
        "country": "Belize"
    },
    {
        "title": "Coral in crisis: why we need to act",
        "body": "What is coral?",
        "date": "20180302",
        "country": "Belize"
    },
    {
        "title": "Coral in crisis: last chance to act",
        "body": "What is coral?",
        "date": "20180225",
        "country": "Belize"
    },
    {
        "title": "Latest springbreak craze: Helping others",
        "body": "Many metro Atlanta college students begin their spring break this week, and for an increasing number of them, the beach is taking a backseat to building homes or other volunteer work.",
        "date": "20180312",
        "country": "Belize"
    },
    {
        "title": "Destinations that rely on tourism",
        "body": "The following six countries – and one special administrative region – are among the most heavily dependent on our holiday money, according to a 2018 World Travel and Tourism Council repo...",
        "date": "20180513",
        "country": "Belize"
    },
    {
        "title": "Why tiny Belize is a world leader in protecting the ocean",
        "body": "Across the turquoise water by the mangrove, forest ranger Allan Halliday spots a fishing skiff. “We’re going over to say hello,” he says, before abruptly changing the boat’s direction. But his real task is to check the couple on board have the licence to fish in this part of the Port Honduras Marine Reserve, one of nine designated zones in .",
        "date": "20190815",
        "country": "Belize"
    },
    {
        "title": "Tourism industry dealing with threat of sargassum",
        "body": "KINGSTON, Jamaica (CMC) — The Jamaica-based Global Tourism and Management Centre is to collaborate with Massachusetts Institute of Technology (MIT) to conduct research on the po...",
        "date": "20190702",
        "country": "Belize"
    },
    {
        "title": "Groups plan rally to protect five major forests",
        "body": "MADRID: Central American countries are teaming up to conserve the region’s five great forests as part of a regional climate action plan released at UN climate talks in Madrid this week, th...",
        "date": "20191215",
        "country": "Belize"
    },
    {
        "title": "Gonsalves against military intervention in Venezuela",
        "body": "KINGSTOWN, St Vincent (CMC) — Prime Minister Dr Ralph Gonsalves says St Vincent and the Grenadines will oppose any military intervention of Venezuela by the United States in order to effe...",
        "date": "20190329",
        "country": "Belize"
    },
    {
        "title": "What if Canada moved its capital?",
        "body": "For cities around the world facing down the challenges of climate change, winter is coming – or rather, depending on where you are, thick, sweltering summers, springs of torrential rain or...",
        "date": "20190907",
        "country": "Belize"
    },
    {
        "title": "What if Canada moved its capital?",
        "body": "For cities around the world facing down the challenges of climate change, winter is coming – or rather, depending on where you are, thick, sweltering summers, springs of torrential rain o...",
        "date": "20190907",
        "country": "Belize"
    },
    {
        "title": "Health of vast Mesoamerican Reef declines after years of improvement: Study",
        "body": "The condition of the world’s second-largest coral system, the Mesoamerican Reef stretching from Mexico to Central America, has taken a turn for the worse and faces further threats from cl...",
        "date": "20200215",
        "country": "Belize"
    },
    {
        "title": "CARICOM food security: missed opportunities",
        "body": "LAST WEEK, I joined two webinars dealing with the Caribbean’s recovery from COVID-19. In both, strengthening regional integration, including food security, were considered necessary...",
        "date": "20200520",
        "country": "Belize"
    },
    {
        "title": "A call for nature",
        "body": "WITH PLASTIC waste associated with COVID-19 a clear and present danger to marine and other wildlife, local and regional pundits have added their voices to the call for attention to biodiver...",
        "date": "20201001",
        "country": "Belize"
    },
    {
        "title": "Caricom divided on Venezuela in OAS vote",
        "body": "WASHINGTON, DC, United States (CMC) — Caribbean Community (Caricom) countries were divided on the issue of “free and fair” elections in Venezuela, with The Bahamas, Haiti, Jamaica, and St Luc...",
        "date": "20201024",
        "country": "Belize"
    },
    {
        "title": "After The Flood: Life in Taos for Artist Gary Paul",
        "body": "Growing up in Indianapolis, at sixteen Paul’s uncle sat him down and told him, “Son, you have no future in this town.” It was during the Cuban Missile when John F. Kennedy was president...",
        "date": "20211021",
        "country": "Belize"
    },
    {
        "title": "WHAT THEY SAID AT THE GIGS",
        "body": "AL GORE Organiser/East Rutherford, New",
        "date": "20070709",
        "country": "Benin"
    },
    {
        "title": "Awards go global",
        "body": "Once an evening of backslapping and merrymaking within the narrow confines of Hollywood, the Academy Awards this time look like a United Nations exercise in diversity.",
        "date": "20070226",
        "country": "Benin"
    },
    {
        "title": "Focusing on success",
        "body": "DAR ES SALAAM, Tanzania — Opening a six- day tour of Africa, President Bush on Saturday defended his decision not to visit violence - stricken nations like Kenya and Sudan, saying he wan...",
        "date": "20080217",
        "country": "Benin"
    },
    {
        "title": "Bush defends decision to forgo African hot spots",
        "body": "DAR ES SALAAM, Tanzania — Opening a six- day tour of Africa, President Bush on Saturday defended his decision not to visit violencestricken nations like Kenya and Sudan, saying he wante...",
        "date": "20080217",
        "country": "Benin"
    },
    {
        "title": "Bush hailed a friend by Tanzanian leader",
        "body": "Dar es Salaam —",
        "date": "20080218",
        "country": "Benin"
    },
    {
        "title": "Bush warns Kenya on eve of Africa tour",
        "body": "WASHINGTON — On the eve of a planned trip to Africa, President Bush thrust himself into the role of peacemaker on Thursday, as his plans to promote American efforts against poverty and dis...",
        "date": "20080215",
        "country": "Benin"
    },
    {
        "title": "An altruistic indulgence",
        "body": "This is the second instalment in our series, Make it a Habit, in which we suggest a monthly indulgence for which people can set aside a small amount of money each day. Whether it’s something ...",
        "date": "20090131",
        "country": "Benin"
    },
    {
        "title": "DowChemical to sponsor 2010 Live Earth events",
        "body": "The Live Earth environmental series return in April with a focus on water – and with a surprise sponsor, the US-based Dow Chemical Company.",
        "date": "20091015",
        "country": "Benin"
    },
    {
        "title": "Giving should be joyous, the pleasure of helping bring change",
        "body": "People always ask: What can I do to make a difference?",
        "date": "20090714",
        "country": "Benin"
    },
    {
        "title": "Promoter knows how to run a charity",
        "body": "People always ask: What can I do a few doctors had given up their to make a difference? vacation time,” he said.",
        "date": "20090714",
        "country": "Benin"
    },
    {
        "title": "Many homeless, families sleep by roadside after floods hit Benin",
        "body": "COTONOU – Families sleep by the roadside under shelter made of scrap wood and metal, their homes destroyed by the rains in Benin – the country seen as the hardesthit by West African floods thi...",
        "date": "20101021",
        "country": "Benin"
    },
    {
        "title": "‘Nobody hears our calls for help’",
        "body": "COTONOU: Families sleep by the roadside under shelters made of scrap wood and metal, their homes destroyed by the rains in Benin, the country hit hardest by West African floods this rainy sea...",
        "date": "20101021",
        "country": "Benin"
    },
    {
        "title": "Progress mixed on tackling poverty",
        "body": "UNITED NATIONS — At the dawn of the new millennium, world leaders pledged to tackle poverty, disease, ignorance and inequality and went beyond generalities to commit themselves to specific goals. Progress has been made over the past decade, but many countries are still struggling to meet the 2015 target.",
        "date": "20100920",
        "country": "Benin"
    },
    {
        "title": "Ki-moon pleads with leaders to help world’s poor",
        "body": "Secretary General Ban Ki-moon opened a summit Monday with a plea to the assembled presidents, prime ministers and kings to use their power to meet UN goals to help the world’s poorest by 2...",
        "date": "20100921",
        "country": "Benin"
    },
    {
        "title": "Pirates turn to W. Africa coast",
        "body": "ABOARD THE HSV 2 SWIFT— Pirate attacks off West Africa’s coast have increased to levels that rival those seen in Somalia, insurers say, prompting maritime agencies to set aside their ani...",
        "date": "20110812",
        "country": "Benin"
    },
    {
        "title": "W. Africa piracy threat rising to Somali level",
        "body": "ABOARD THE HSV 2 SWIFT — Pirate attacks off West Africa’s coast have increased to levels that rival those seen in Somalia, insurers say, prompting maritime agencies to focus on setting a...",
        "date": "20110813",
        "country": "Benin"
    },
    {
        "title": "Pirates find new seas to plunder",
        "body": "Pirate attacks off West Africa’s coast have increased to levels that rival those seen in Somalia, insurers say, prompting maritime agencies to set aside their rivalries and co-operate ...",
        "date": "20110813",
        "country": "Benin"
    },
    {
        "title": "W. Africa now rivals Somalia in piracy",
        "body": "ABOARD THE HSV 2 SWIFT — Pirate attacks off West Africa’s coast have increased to levels that rival those in Somalia, insurers say, prompting maritime agencies to try to set aside their co...",
        "date": "20110812",
        "country": "Benin"
    },
    {
        "title": "W. Africa now rivals Somalia in piracy",
        "body": "ABOARD THE HSV 2 SWIFT — Pirate attacks off West Africa’s coast have increased to levels that rival those in Somalia, insurers say, prompting maritime agencies to try to set aside their co...",
        "date": "20110812",
        "country": "Benin"
    },
    {
        "title": "CAR president ready to share power with rebels",
        "body": "BANGUI: Central African Republic’s embattled President Francois Bozize said yesterday he was ready to share power with the leaders of a rebellion that has swept aside government defence...",
        "date": "20121231",
        "country": "Benin"
    },
    {
        "title": "Abu Dhabi tanker released by pirates",
        "body": "DUBAI // The MT Abu Dhabi Star oil tanker was yesterday hijacked by Nigerian pirates before being released.",
        "date": "20120906",
        "country": "Benin"
    },
    {
        "title": "Mutual benefits",
        "body": "China will continue working with African countries to seize development opportunities, identify breakthrough points for mutually beneficial and win-win cooperation.",
        "date": "20120718",
        "country": "Benin"
    },
    {
        "title": "Petrie report: Diplomatic blunder",
        "body": "It was a week of more challenges for the UPFA Government both in Sri Lanka and abroad.",
        "date": "20121118",
        "country": "Benin"
    },
    {
        "title": "UAE Giving",
        "body": "The Emirates Red Crescent has distributed millions of dirhams in food aid to displaced people across Africa, such as at this designated centre in Somalia, during Ramadan. Eid clothes, iftar meals and zakat al fitr programmes were also launched by the charity.",
        "date": "20130807",
        "country": "Benin"
    },
    {
        "title": "ENVIRONMENT NEMA: Adopting proactive measures in preventing impacts of flooding",
        "body": "The devastation caused by flooding and other natural and man-made disasters in Nigeria and the resultant effect on humans and the environment calls for effective and prompt action t...",
        "date": "20131127",
        "country": "Benin"
    },
    {
        "title": "African nations make strides toward goals.",
        "body": "With fewer than 1,000 days for countries to reach their Millennium Development Goals (MDG) by the 2015 target date, many African nations are showing impressive progress. Of course, the glob...",
        "date": "20130602",
        "country": "Benin"
    },
    {
        "title": "Festus Iyayi: A working class icon",
        "body": "Comrade Festus Iyayi, a committed socialist activist, an advocate of a fair and just social system, former president of ASUU and an acclaimed revolutionary-cum social justice lite...",
        "date": "20131208",
        "country": "Benin"
    },
    {
        "title": "Malta meet to tackle refugee crisis",
        "body": "Brussels/ Athens, Nov. 8: The heads of state and government from most of the EU member countries and more than 30 African nations are due in the Maltese capital Valletta on Wednesday for t...",
        "date": "20151109",
        "country": "Benin"
    },
    {
        "title": "Fed poly embarks on ‘forced’ mid semester break",
        "body": "The Federal Polytechnic, Ado-Ekiti, was yesterday forced to declare midsemester break following students protest against the continued strike by industrial unions in the school, Daily Tr...",
        "date": "20150121",
        "country": "Benin"
    },
    {
        "title": "No pressure on emission targets",
        "body": "Zimbabwe has finalised mandatory proposals on how it plans to reduce greenhouse gases emissions after 2020, but it will not tie itself down to implementing policies that disrupt econom...",
        "date": "20150913",
        "country": "Benin"
    },
    {
        "title": "Benin votes to elect new president",
        "body": "COTONOU: Benin goes to the polls yesterday to choose a new president but with lingering concerns about the distribution of voters’ cards that has already forced a two-week postponement t...",
        "date": "20160307",
        "country": "Benin"
    },
    {
        "title": "Terrorism: Nigeria, Partners Switch Focus to Poverty Reduction",
        "body": "Member states of the Lake Chad Basin Commission (LCBC) and development partners have agreed to focus more on reducing poverty in the region in order to end terrorism.",
        "date": "20160515",
        "country": "Benin"
    },
    {
        "title": "Biafra: Militants threaten to blow up hijacked ship",
        "body": "The merchant ship, MT LEON DIAS and its crew hijacked by pro-Biafra militants weekend has been released, according to the latest report.",
        "date": "20160203",
        "country": "Benin"
    },
    {
        "title": "Money from Europe a lifeline for families",
        "body": "BENIN CITY, Nigeria, June 15, (Agencies): Grace and Sunday Otoide’s house is the last one standing on Bata Road in City, southern Nigeria. All the neighbours have left and the retired co...",
        "date": "20170616",
        "country": "Benin"
    },
    {
        "title": "U. S. cutbacks undermine efforts to keep Africa’s population in check",
        "body": "The",
        "date": "20170417",
        "country": "Benin"
    },
    {
        "title": "U.S. cutbacks undermine efforts to keep Africa’s population in check",
        "body": "The contraception boat has arrived, and now it’s time for a party. “Ladies, have you heard the news?” the singer tells the villagers as his drummers strike up a pulsing beat.",
        "date": "20170417",
        "country": "Benin"
    },
    {
        "title": "Red alert for cholera, hepatitis E outbreaks",
        "body": "THE World Health Organisation (WHO) has raised red alert for acute outbreaks of cholera and hepatitis E in Nigeria.",
        "date": "20170717",
        "country": "Benin"
    },
    {
        "title": "Ebola for plants could spell crisis for Africa",
        "body": "ABIDJAN, April 15, (Agencies): A new disease infecting cassava — dubbed “Ebola for plants” — could spell a looming food crisis for Africa, researchers have warned, fearful that the emerging...",
        "date": "20180416",
        "country": "Benin"
    },
    {
        "title": "In Africa, change of power not always a sign of change",
        "body": "THE winds of change may blow in several directions across Africa this year, as a host of countries prepare for elections. But in Africa, very often, a new face in power doesn’t signal change o...",
        "date": "20180215",
        "country": "Benin"
    },
    {
        "title": "Don’t drag Oba of Benin into Edo political crisis – Govt",
        "body": "The Edo State government has advised the Minister of State for Budget, Clem Agba, to leave the Oba of Benin, Oba Ewuare II, out of the current crisis involving the National Chairman of the...",
        "date": "20191117",
        "country": "Benin"
    },
    {
        "title": "Cholera kills 354 in Central, West Africa",
        "body": "KINSHASA: At least 354 people have died this year from cholera outbreaks devastating Central and West Africa.",
        "date": "20190917",
        "country": "Benin"
    },
    {
        "title": "Time to take responsibility for our actions",
        "body": "YESTERDAY we wrapped up the 10th month of 2019 and an undoubtedly tough week following grim revelations about our dire unemployment rate and exorbitant public debt after Finance Mini...",
        "date": "20191101",
        "country": "Benin"
    },
    {
        "title": "Time to take responsibility for our actions",
        "body": "YESTERDAY we wrapped up the 10th month of 2019 and an undoubtedly tough week following grim revelations about our dire unemployment rate and exorbitant public debt after Finance Min...",
        "date": "20191101",
        "country": "Benin"
    },
    {
        "title": "TODAY IN HISTORY",
        "body": "Today is Tuesday, March 24, On this day in history:",
        "date": "20200324",
        "country": "Benin"
    },
    {
        "title": "Edo guber: ‘Obaseki’s achievements will guarantee him second term’",
        "body": "Edo State chairman of All Progressives Congress (APC), Anselm Ojezua, says the state governor, Godwin Obaseki’s remarkable achievements in the past three years in office will guarantee him...",
        "date": "20200522",
        "country": "Benin"
    },
    {
        "title": "UN seeks US$ 84,9m for Zim",
        "body": "THE United Nations and partners yesterday launched an updated Global Humanitarian Response Plan (GHRP) in New York, seeking US$6,7 billion with Zimbabwe’s immediate share being US$84,9 million to respond to both the immediate public health and the secondary impacts of the Covid-19 pandemic on vulnerable people.",
        "date": "20200508",
        "country": "Benin"
    },
    {
        "title": "Edo guber poll: Group urges Buhari to support Obaseki’s re-election for continued good governance",
        "body": "Agroup under the aegis of Concerned Citizens of Edo State and in the Diaspora (COCED) on Tuesday appealed to President Muhammadu Buhari to support the re-election of Governor Godwin Oba...",
        "date": "20200902",
        "country": "Benin"
    },
    {
        "title": "Help! Benin residents want authorities to resolve water crisis",
        "body": "RESIDENTS IN the Benin community i n Brown’s Town, St Ann, are desperately appealing for a fix to their ongoing water supply problem which they say leaves them without water for weeks at ...",
        "date": "20210514",
        "country": "Benin"
    },
    {
        "title": "Don suggests irrigation facilities as solutions to herder/ farmer clashes",
        "body": "ALECTURER, Prof. Osaretin Ekuobase, has identified solutions that he assures will tackle herder/ farmer clashes in the country.",
        "date": "20210729",
        "country": "Benin"
    },
    {
        "title": "Cote d’Ivoire declares end of 45- day energy crisis",
        "body": "The Cote d’Ivoire government on Tuesday declared the end of the country’s energy crisis after weeks of electricity rationing and power cuts.",
        "date": "20210805",
        "country": "Benin"
    },
    {
        "title": "Farmers/ Herders Clash: Plotting Roadmap To Peace In Ogun",
        "body": "THE issue of insecurity ravaging Nigeria has manifested in several forms, the most poignant being the conflict between herders and farmers in some parts of the country. Whereas the clashes between nomadic herders and natives of agrarian communities continue to make headlines, efforts by relevant authorities to provide mutually acceptable mediation mechanisms and find a lasting solution to the recurring hostilities have rarely gained traction in the media.",
        "date": "20210307",
        "country": "Benin"
    },
    {
        "title": "Bhutan king remains a political powerhouse",
        "body": "Thimphu, Bhutan — Can ‘‘Desperate Housewives,’’ free trade and multiparty elections deliver happiness?",
        "date": "20070425",
        "country": "Bhutan"
    },
    {
        "title": "Warming triggers ‘alarming’ retreat of Himalayan glaciers",
        "body": "KAROLA PASS, Tibet — The glaciers of the Himalayas store more ice than anywhere on Earth except for the polar regions and Alaska, and the steady flow of from their melting icepacks fills...",
        "date": "20070514",
        "country": "Bhutan"
    },
    {
        "title": "Bangladesh launches power austerity campaign",
        "body": "Dhaka Energy-starved Bangladesh has launched an austerity campaign as experts suggested the country could resolve its acute power crisis only by adopting conservation mechanisms.",
        "date": "20080712",
        "country": "Bhutan"
    },
    {
        "title": "Replacing gloominess with confidence",
        "body": "Bhutan, a Himalayan country in South Asia, has an alternative to gross national product – gross national happiness ( GNH). The yardstick is meant to balance modernisation with the coun...",
        "date": "20081129",
        "country": "Bhutan"
    },
    {
        "title": "Pricing the environment",
        "body": "TBARCELONA, Spain he worst financial crisis since the 1930s may be a chance to put price tags on nature in a radical economic rethink to protect everything from coral reefs to rainforests,...",
        "date": "20081024",
        "country": "Bhutan"
    },
    {
        "title": "Cr of runch may spur rethink f natural world as ‘ free’",
        "body": "The worst financi 1930s may be a ch tags on nature i nomic rethink to p from coral reefs to ronmental expert",
        "date": "20081023",
        "country": "Bhutan"
    },
    {
        "title": "Bhutan on the Seine1",
        "body": "Being vertically challenged obviously bothers French President Nicolas Sarkozy. At a visit to a manufacturing plant in Normandy last week, his aides sought out the factory’s twenty sh...",
        "date": "20090916",
        "country": "Bhutan"
    },
    {
        "title": "ASIA’S GREEN CLOUT",
        "body": "A s the world prepares for crucial climate talks in Copenhagen next month, Asia is set to play its part, say panelists at the recent Carbon Forum 2009. ‘‘Asia is now an active participant ...",
        "date": "20091114",
        "country": "Bhutan"
    },
    {
        "title": "Cultivating happiness",
        "body": "BHUTAN, A tiny country in the Himalaya, has made a constitutional decision that the pursuit of happiness for the Bhutanese people will be the guiding principle of their economic policy...",
        "date": "20101013",
        "country": "Bhutan"
    },
    {
        "title": "PM, Gilani to hold ‘limited dialogue’",
        "body": "PRIME Minister Manmohan Singh will hold “limited bilateral dialogue” with his Pakistani counterpart Yousuf Raza Gilani on April 28, on the sidelines of the SAARC summit in Thimphu which marks the silver anniversary of the South Asian cooperation movement.",
        "date": "20100426",
        "country": "Bhutan"
    },
    {
        "title": "Life and war and why?",
        "body": "Needless to say, it’s a challenging political and humanitarian role counselling representatives from 40 countries in a field of war.",
        "date": "20100928",
        "country": "Bhutan"
    },
    {
        "title": "I need good news to fuel my energy",
        "body": "I can’t watch the news. Well, not at night. I can’t try to settle into a restorative sleep with an inventory swirling around in my head of what is going wrong in the world.",
        "date": "20100908",
        "country": "Bhutan"
    },
    {
        "title": "Important, in-depth study of Asia’s water problems",
        "body": "WATER: ASIA’S NEW BATTLEGROUND Brahma Chellaney harpercollins india Pages: 386 Price: Rs 699",
        "date": "20111113",
        "country": "Bhutan"
    },
    {
        "title": "VIRAL HEPATITIS EPIDEMIC COMING, WARNS WHO",
        "body": "The World Health Organisation (WHO) yesterday warned of a rampant epidemic in South and Southeast Asia including Sri Lanka that has already taken more lives than malaria, dengue and HIV/AI...",
        "date": "20110723",
        "country": "Bhutan"
    },
    {
        "title": "Bangkok not waterproof",
        "body": "Bhutan first introduced its Gross National Happiness index in 1972. Thailand followed suit with its own Domestic Happiness Index a quarter of a century later. But the 1997 idea failed to...",
        "date": "20111022",
        "country": "Bhutan"
    },
    {
        "title": "At home in the world",
        "body": "The UPA didn’t get much done this year on the domestic front. It fared marginally better in the international arena. No one exploited New Delhi’s plight, partly because so many other governm...",
        "date": "20111227",
        "country": "Bhutan"
    },
    {
        "title": "The last mile problem",
        "body": "W hen the lights went out across the northern plains three days ago — and again two days ago, blacking out the East as well — the national ignominy was unmistakable.",
        "date": "20120802",
        "country": "Bhutan"
    },
    {
        "title": "A Jurassic Park of GDP monsters",
        "body": "he economic crisis, the ecological crisis and the food crisis are a reflection of an outmoded and fossilised economic paradigm. It is a paradigm that grew out of mobilising resourc...",
        "date": "20120425",
        "country": "Bhutan"
    },
    {
        "title": "The last mile problem",
        "body": "When the lights went out across the northern plains three days ago — and again two days ago, blacking out the East as well — the national ignominy was unmistakable.",
        "date": "20120802",
        "country": "Bhutan"
    },
    {
        "title": "A Jurassic Park of GDP monsters",
        "body": "The economic crisis, the ecological crisis and the food crisis are a reflection of an outmoded and fossilised economic paradigm. It is a paradigm that grew out of mobilising resour...",
        "date": "20120425",
        "country": "Bhutan"
    },
    {
        "title": "Bhutan king shows the way in South Asia",
        "body": "The visit of King Jigme Khesar Wangchuk of Bhutan and his queen, Jetsun Pema, as lastminute chief guests to the Republic Day celebrations has charmed India's political elite, what with a l...",
        "date": "20130128",
        "country": "Bhutan"
    },
    {
        "title": "Bhutan banks on ‘white gold’ hydropower",
        "body": "CHUKHA, Bhutan: Home to meditating monks and Himalayan nomads, the sleepy kingdom of Bhutan has set its sights on becoming an unlikely energy powerhouse thanks to its abundant winding ri...",
        "date": "20130711",
        "country": "Bhutan"
    },
    {
        "title": "Bhutan banks on ‘white gold’ hydropower",
        "body": "CHUKHA, Bhutan: Home to meditating monks and Himalayan nomads, the sleepy kingdom of Bhutan has set its sights on becoming an unlikely energy powerhouse thanks to its abundant winding ri...",
        "date": "20130711",
        "country": "Bhutan"
    },
    {
        "title": "Bhutan bets big on hydropower",
        "body": "HOME to meditating monks and Himalayan nomads, the sleepy kingdom of Bhutan has set its sights on becoming an unlikely energy powerhouse thanks to its abundant winding rivers.",
        "date": "20130708",
        "country": "Bhutan"
    },
    {
        "title": "Modi’s Bhutan sojourn points to good-neighbor relations",
        "body": "Indian Prime Minister Narendra Modi’s invite to South Asian Association for Regional Cooperation (SAARC) heads of state for his swearing-in was a clear pointer to the fact that ties wit...",
        "date": "20140617",
        "country": "Bhutan"
    },
    {
        "title": "Stranded for the summer PEOPLE LIKE US",
        "body": "Y ou’d think that people who have swimming pools would have the decency to stay in town to entertain their buddies. Yet, they’re the ones travelling right now when it’s so hot here, you can coo...",
        "date": "20140607",
        "country": "Bhutan"
    },
    {
        "title": "Assam flood situation still grim; nearly 15 lakh suffer in inundated villages",
        "body": "GUWAHATI: The flood situation in Assam continued to be grim on Monday as about 15 lakh people in different parts of the state are still reeling under flood .",
        "date": "20150908",
        "country": "Bhutan"
    },
    {
        "title": "Half right, but mostly wrong",
        "body": "The Indian External Affairs Minister Sushma Swaraj’s statement on Monday that the fishing dispute between Indian and Sri Lankan fishermen should not be viewed from a legal perspective...",
        "date": "20150311",
        "country": "Bhutan"
    },
    {
        "title": "2 survivors give Nepal something to cheer about",
        "body": "“People are in need but when you don’t have enough for everyone it is for us to prioritise. In a this big, such things will happen, but eventually we will reach everyone,” said Col A...",
        "date": "20150501",
        "country": "Bhutan"
    },
    {
        "title": "El Nio: Why now is the time to act",
        "body": "This year we have seen a succession of unusual weather events across Asia: Deadly heat waves in India and Pakistan, widespread drought in Cambodia, Indonesia and Vietnam and planned ...",
        "date": "20150902",
        "country": "Bhutan"
    },
    {
        "title": "Tibet after the Dalai Lama",
        "body": "NEW DELHI—On the 80th birthday of the 14th Dalai Lama, who has been in exile in India since 1959, Tibet’s future looks more uncertain than ever. During his reign, the Dalai Lama has seen his h...",
        "date": "20150708",
        "country": "Bhutan"
    },
    {
        "title": "750 delegates from 11 countries attend summit",
        "body": "KUCHING: More than 750 delegates from 11 countries are attending the 15th World Toilet Summit and Expo 2016 here, which ends today.",
        "date": "20161029",
        "country": "Bhutan"
    },
    {
        "title": "Indian security challenges go beyond conventional borders, says Pranab Mukherjee",
        "body": "INDIAN President Pranab Mukherjee said on Saturday that country’s security challenges go beyond the conventional borders and conventional threats. He also said that the 21st century was witnessing chaos and asymmetric warfare involving both state and nonstate actors.",
        "date": "20160911",
        "country": "Bhutan"
    },
    {
        "title": "BRICS Communiqu is a rebuff to India",
        "body": "THE fundamentalist PM of India Modi has labelled Pakistan as mothership of terror during BRICS and BIMSTEC summit in Goa, India. But all other participants refused to isolate Pakis...",
        "date": "20161019",
        "country": "Bhutan"
    },
    {
        "title": "Maritime threats challenge to China’s traditionally land- oriented strategy",
        "body": "From South Korea’s deployment of the THAAD defense system, to the victory of the Japanese right Upper House election and the Philippines’ ignorance of China’s sovereignty and national int...",
        "date": "20160720",
        "country": "Bhutan"
    },
    {
        "title": "Sabre-rattling that could lead to war",
        "body": "“Tensions between India and China are beginning to boil,” says The Japan Times. A crisis began in the Himalayas in June, when Chinese troops entered the Doklam plateau, at the junction of...",
        "date": "20170805",
        "country": "Bhutan"
    },
    {
        "title": "India lauds Bhutan’s role in resolving Doklam",
        "body": "NEW DELHI: President Ram Nath Kovind on Wednesday deeply appreciated King Jigme Khesar Namgyel Wangchuck’s role in resolving the standoff between Indian and Chinese troops in th...",
        "date": "20171102",
        "country": "Bhutan"
    },
    {
        "title": "Searching for a way forward in China-India border crisis",
        "body": "best solution, so long as doors to talks remain open.",
        "date": "20170729",
        "country": "Bhutan"
    },
    {
        "title": "Bhutanese King arrives on four-day India visit",
        "body": "NEW DELHI: Close on the heels of the standoff between Indian and Chinese troops in the Doklam region of Bhutan, bhutanese king jig mekh es ar Namgy el wang chuck, accompanied by Queen Jetsun...",
        "date": "20171101",
        "country": "Bhutan"
    },
    {
        "title": "Serious clean water shortages by 2050 – UN chief",
        "body": "UNITED NATIONS — SecretaryGeneral Antonio Guterres yesterday warned that by 2050 global demand for fresh is projected to grow by more than 40 percent and at least a quarter of the w...",
        "date": "20170608",
        "country": "Bhutan"
    },
    {
        "title": "Bengal tea gardens rely on Bhutan for water",
        "body": "in February 2018, a letter from Samtse district authorities in Bhutan reached the office of Bandapani tea garden in Alipurduar district of West Bengal, the residents of tea estate se...",
        "date": "20180510",
        "country": "Bhutan"
    },
    {
        "title": "Looming water crisis biggest risk for Pakistan economy: WEF",
        "body": "ISLAMABAD: A World Economic Forum (WEF) report has listed water crisis, unmanageable inflation, terrorist attacks, failure of urban planning and critical infrastructure as imme...",
        "date": "20181126",
        "country": "Bhutan"
    },
    {
        "title": "Oil pipeline, Rohingya crisis discussed",
        "body": "NEWDELHI: India and Bangladesh on Monday signed six agreements, including one for a 129.5 km-long oil pipeline, and also discussed the Rohingya refugee crisis during Indian foreign secre...",
        "date": "20180410",
        "country": "Bhutan"
    },
    {
        "title": "Oil pipeline, Rohingya crisis discussed",
        "body": "NEWDELHI: India and Bangladesh on Monday signed six agreements, including one for a 129.5 km-long oil pipeline, and also discussed the Rohingya refugee crisis during Indian foreign secre...",
        "date": "20180410",
        "country": "Bhutan"
    },
    {
        "title": "Bengal’s sombre tea belt",
        "body": "There are about three lakh voters out of nearly five lakh tea workers and their family members residing in more than 276 tea estates in Darjeeling, Jalpaiguri and North Dinajpur in West B...",
        "date": "20190419",
        "country": "Bhutan"
    },
    {
        "title": "Thaw of Himalayas set to disrupt rivers, crops: study",
        "body": "AT LEAST a third of the ice in the Himalayas and the Hindu Kush would thaw this century as temperatures rose, disrupting river flows vital for growing crops from China to India, scientists...",
        "date": "20190205",
        "country": "Bhutan"
    },
    {
        "title": "Himalayan glaciers melting far faster this century, says study",
        "body": "LONDON: Himalayan glaciers have been melting twice as fast since the start of this century, underscoring the threat the climate crisis poses to water supplies for hundreds of millions of people across Asia, according to a study published.",
        "date": "20190621",
        "country": "Bhutan"
    },
    {
        "title": "GOOD-BYE GLACIERS?",
        "body": "Antarctica and Greenland aren’t the Earth’s only frozen places threatened by human-caused climate change: The Himalayas are also at risk, scientists announced Monday.",
        "date": "20190206",
        "country": "Bhutan"
    },
    {
        "title": "Centre to help study climate crisis impact on Himalayas",
        "body": "A Regional Climate Centre for the Third Pole or the Hindukush Himalayan region will be established to conduct cutting-edge climate research, assessments and applications to forecast im...",
        "date": "20201215",
        "country": "Bhutan"
    },
    {
        "title": "Centre to help study climate crisis impact on Himalayas",
        "body": "NEW DELHI: A Regional Climate Centre for the Third Pole or the Hindukush Himalayan region will be established to conduct cutting-edge climate research, assessments and applications to ...",
        "date": "20201215",
        "country": "Bhutan"
    },
    {
        "title": "‘Accept moral conversion’",
        "body": "VATICAN CITY: Pope Benedict XVI urged humankind to undergo a “spiritual and moral conversion” during his traditional Easter message as paedophile priest scandals rock the Roman Catholi...",
        "date": "20100405",
        "country": "Bosnia%20and%20Herzegovina"
    },
    {
        "title": "Emergency airlift as Libya teeters on brink of humanitarian crisis",
        "body": "Britain yesterday launched an emergency airlift to help rescue thousands of refugees left stranded by the fighting in Libya amid fears of a looming humanitarian .",
        "date": "20110303",
        "country": "Bosnia%20and%20Herzegovina"
    },
    {
        "title": "Shameful veto by Russia, China",
        "body": "The decision by Russia and China to veto a UN Security Council resolution condemning Syria over its crackdown on anti-government protesters is indefensible a grave insult to th...",
        "date": "20111009",
        "country": "Bosnia%20and%20Herzegovina"
    },
    {
        "title": "Emergency airlift as Libya teeters on brink of humanitarian crisis",
        "body": "Britain yesterday launched an emergency airlift to help rescue thousands of refugees left stranded by the fighting in Libya amid fears of a looming humanitarian .",
        "date": "20110303",
        "country": "Bosnia%20and%20Herzegovina"
    },
    {
        "title": "MOVIES",
        "body": "Capsule descriptions and starred mini-reviews by The Commercial Appeal movie writer John Beifuss.",
        "date": "20110722",
        "country": "Bosnia%20and%20Herzegovina"
    },
    {
        "title": "Peres talks globalization, scientific cooperation with five new ambassadors",
        "body": "Five new ambassadors presented their credentials to President Shimon Peres on Wednesday.",
        "date": "20120712",
        "country": "Bosnia%20and%20Herzegovina"
    },
    {
        "title": "The shaky state of Bosnia",
        "body": "While the United States understandably focuses on the Middle East and Central Asia, democracy in Bosnia and Herzegovina, once considered a rare transatlantic success story, is in danger...",
        "date": "20120831",
        "country": "Bosnia%20and%20Herzegovina"
    },
    {
        "title": "Bosnia’s other calamity",
        "body": "BOSNIA AND Herzegovina is drowning. Torrential rains have unleashed roaring funnels of water and mudslides that have consumed entire villages taken more than 30 lives, according to...",
        "date": "20140525",
        "country": "Bosnia%20and%20Herzegovina"
    },
    {
        "title": "Belligerence in the Balkans",
        "body": "The scramble for Africa had caused many international clashes between Europe’s great powers the scramble for China had triggered a war between Russia Japan, but the scramble for th...",
        "date": "20140626",
        "country": "Bosnia%20and%20Herzegovina"
    },
    {
        "title": "Saipem bags massive Black Sea pipeline contract",
        "body": "",
        "date": "20140408",
        "country": "Bosnia%20and%20Herzegovina"
    },
    {
        "title": "Disrepair of Sarsang reservoir may result in fresh humanitarian crisis, PACE says",
        "body": "European parliamentarians have warned that the state of disrepair of the Sarsang dam could result in a “major disaster with great loss of human life” possibly a fresh humanitarian .",
        "date": "20151202",
        "country": "Bosnia%20and%20Herzegovina"
    },
    {
        "title": "PACE demands Armenia’s immediate pullout from Sarsang reservoir zone",
        "body": "The Parliamentary Assembly of the Council of Europe has made a decision on the long-debated issue -- the Sarsang reservoir, which has been under Armenian occupation for many years and is a source of great danger for the whole region.",
        "date": "20151125",
        "country": "Bosnia%20and%20Herzegovina"
    },
    {
        "title": "A roller-coaster year",
        "body": "THE PHILIPPINES welcomed 2015 with great anticipation for the visit of Pope Francis. The year started on that high, liberating note—the Pope’s presence among the poor and the survivors of ...",
        "date": "20151231",
        "country": "Bosnia%20and%20Herzegovina"
    },
    {
        "title": "CBD parking",
        "body": "For the past five months, I have battled with the reasoning behind parking enforcement on Hamilton Parade. As a full-time employee in London Street, Hamilton Parade offers approximate...",
        "date": "20150710",
        "country": "Bosnia%20and%20Herzegovina"
    },
    {
        "title": "‘Plotters of coup’ in Yemen waste time, innocent blood",
        "body": "IT LOOKS like the Houthis and the deposed president Ali Abdullah Saleh do not want the solution to the problem in Yemen. They do not want to put a stop to the bloodshed and disaster other than this there is no other interpretation for the delay in dialogue in Kuwait.",
        "date": "20160421",
        "country": "Bosnia%20and%20Herzegovina"
    },
    {
        "title": "ROMAN’S BLUEPRINT FOR A NEW CHELSEA",
        "body": "ON THE afternoon of their pre-season match against Rapid Vienna, a group of Chelsea players strolled into the sprawling conference room of their five- star hotel and immediately thought the...",
        "date": "20161012",
        "country": "Bosnia%20and%20Herzegovina"
    },
    {
        "title": "ROMAN’S BLUEPRINT FOR A NEW CHELSEA",
        "body": "ON THE afternoon of their pre-season match against Rapid Vienna, a group of Chelsea players strolled into the sprawling conference room of their five-star hotel and immediately thought the...",
        "date": "20161012",
        "country": "Bosnia%20and%20Herzegovina"
    },
    {
        "title": "ROMAN’S BLUEPRINT FOR A NEW CHELSEA",
        "body": "On THE afternoon of their pre-season match against Rapid Vienna, a group of Chelsea players strolled into the sprawling conference room of their five-star hotel and immediately thought the...",
        "date": "20161012",
        "country": "Bosnia%20and%20Herzegovina"
    },
    {
        "title": "Race for electricity empties Bosnia lake",
        "body": "KONJIC, Bosnia and Herzegovina: Bosnia’s fisheries watchdog gazes over an expanse of sand and mud, a space once occupied by a large thriving lake but recently emptied in the race for elec...",
        "date": "20170213",
        "country": "Bosnia%20and%20Herzegovina"
    },
    {
        "title": "‘We must live up to our image’",
        "body": "SA has a long way to go in recognising its true potential living up to its image in the eyes of the world.",
        "date": "20180802",
        "country": "Bosnia%20and%20Herzegovina"
    },
    {
        "title": "Bosnia struggles to cope with migrant influx",
        "body": "BIHAC, Bosnia and Herzegovina  Bosnia, one of Europes poorest countries, is so ill-equipped to cope with a surging influx of refugees that aid workers here fear the tiny nation could be on...",
        "date": "20180605",
        "country": "Bosnia%20and%20Herzegovina"
    },
    {
        "title": "Bosnia helpless as migrants open new Balkan route",
        "body": "BIHAC, Bosnia and Herzegovina — A growing number of migrants are carving a new Balkan route through to reach the European Union raising fears of a humanitarian security cris...",
        "date": "20180518",
        "country": "Bosnia%20and%20Herzegovina"
    },
    {
        "title": "Gateway to the EU",
        "body": "Agrowing number of migrants are carving a new Balkan route through Bosnia and Herzegovina to reach the European Union (EU), raising fears of a humanitarian and security crisis in the im...",
        "date": "20180518",
        "country": "Bosnia%20and%20Herzegovina"
    },
    {
        "title": "Garbage clogs once crystal clear Bosnia rivers amid neglect",
        "body": "Plastic bottles, rusty barrels and even old washing machines are among tons of garbage clogging rivers in that were once famous for their emerald color crystal cl...",
        "date": "20190502",
        "country": "Bosnia%20and%20Herzegovina"
    },
    {
        "title": "Bosnian camp conditions worry aid workers",
        "body": "AID workers sounded the alarm this week about health and hygiene conditions in a makeshift forest camp in Bosnia for hundreds of migrants, as they face the spread of scabies and other diseas...",
        "date": "20190629",
        "country": "Bosnia%20and%20Herzegovina"
    },
    {
        "title": "Why you need to visit the ‘real’ Balkans, not Croatia",
        "body": "It’s the unofficial beginning of summer, and the rising temperatures mean your social media scroll will soon be overrun with infinity pools in Santorini, the cliff-hugging villages o...",
        "date": "20191110",
        "country": "Bosnia%20and%20Herzegovina"
    },
    {
        "title": "Qatar Charity establishes shelter for migrants in Bosnia and Herzegovina",
        "body": "A migrant shelter centre has been built in Sarajevo, Bosnia and Herzegovina, under the agreements signed between Qatar Charity (QC) and the United Nations International Organization ...",
        "date": "20200624",
        "country": "Bosnia%20and%20Herzegovina"
    },
    {
        "title": "America is a failing state. And establishment politics can’t solve the crisis",
        "body": "In 2020, America has shown itself to be exceptional in the worst possible ways. No other rich country has such a poor public health infrastructure or such a tattered social safety net. Am...",
        "date": "20201102",
        "country": "Bosnia%20and%20Herzegovina"
    },
    {
        "title": "Virus crisis threatens to devastate developing countries: UN",
        "body": "NEW YORK, April 4: The growing COVID-19 crisis threatens to disproportionately hit developing countries, not only as a health in the short term but as a devastating social e...",
        "date": "20200405",
        "country": "Bosnia%20and%20Herzegovina"
    },
    {
        "title": "Qatar Charity marks International Human Solidarity Day today",
        "body": "QATAR Charity (QC) will join the world today to mark the International Human Solidarity Day (IHSD), which is observed on December 20 every year.",
        "date": "20201220",
        "country": "Bosnia%20and%20Herzegovina"
    },
    {
        "title": "EU officials call for humane conditions for migrants at Bosnian camps",
        "body": "Migrants in Bosnia were left homeless in freezing conditions. EU officials ambassadors pointed out that \"significant\" financial support was given to Bosnia for humanitarian commi...",
        "date": "20210104",
        "country": "Bosnia%20and%20Herzegovina"
    },
    {
        "title": "EU denounces conditions for migrants in Bosnia",
        "body": "Sarajevo, Bosnia and Herzegovina - The living conditions of hundreds of homeless migrants in Bosnia, bordering the European Union, are ‘completely unacceptable’, EU envoy Johann Sa...",
        "date": "20210104",
        "country": "Bosnia%20and%20Herzegovina"
    },
    {
        "title": "Waste crisis turns Serbian lake to landfill",
        "body": "TONS of waste have collected in a Serbian lake after being swept downriver in a crisis caused by decades of neglect in eastern Europe.",
        "date": "20210127",
        "country": "Bosnia%20and%20Herzegovina"
    },
    {
        "title": "Hundreds of refugees stranded in freezing weather in Bosnia",
        "body": "Hundreds of migrants stranded at an abandoned camp in Bosnia and Herzegovina were spending New Year’s Eve in freezing temperatures, according to humanitarian groups, as authorities...",
        "date": "20210102",
        "country": "Bosnia%20and%20Herzegovina"
    },
    {
        "title": "Could this be World War H2O?",
        "body": "“As scarcity develops, more people are going to die and more ecosystems are going to become unviable”",
        "date": "20031018",
        "country": "Botswana"
    },
    {
        "title": "The face of endless suffering",
        "body": "High oil prices, caused by the instability in the Middle East, should have provided a windfall for many impoverished oil-producing African states this year.",
        "date": "20041227",
        "country": "Botswana"
    },
    {
        "title": "Two Canadians win ‘alternative Nobels’",
        "body": "STOCKHOLM — Two Canadian recipients of this year’s Right Livelihood Awards, also known as the “ alternative Nobels,” on Tuesday said privatization of fresh water resources represent...",
        "date": "20051208",
        "country": "Botswana"
    },
    {
        "title": "Cholera kills 500",
        "body": "More than 500 people have perished in a cholera outbreak in Zimbabwe, opposition leader Morgan Tsvangirai said in Tangiers on Friday.",
        "date": "20081129",
        "country": "Botswana"
    },
    {
        "title": "Red Cross appeals for funds as cholera ravages Zim",
        "body": "The death toll from cholera in Zimbabwe has soared to 978, with 18 413 suspected cases reported across the country, according to UN figures.",
        "date": "20081216",
        "country": "Botswana"
    },
    {
        "title": "Zimbabwe borders ‘must close’",
        "body": "Zimbabwe’s neighbours should close their borders in an attempt to bring down President Robert Mugabe, ’s Foreign Minister said yesterday. In the strongest call yet for action from...",
        "date": "20081127",
        "country": "Botswana"
    },
    {
        "title": "Zimbabwe accuses neighbour of plotting overthrow",
        "body": "ZIMBABWE’S ruling party renewed accusations yesterday that its opponents are training in neighbouring to overthrow President Robert Mugabe, heightening tensions as the cou...",
        "date": "20081216",
        "country": "Botswana"
    },
    {
        "title": "Stirrings on Zimbabwe2",
        "body": "in Johannesburg, South Africa",
        "date": "20081212",
        "country": "Botswana"
    },
    {
        "title": "AFRICAN NATIONS TO FAIL GOALS",
        "body": "MOST African countries will fail to attain the UN Millennium Goals on access to water and sanitation.",
        "date": "20101129",
        "country": "Botswana"
    },
    {
        "title": "Botswana’s rating cut as deficit bulges",
        "body": "BOTSWANA for years was hailed as an economic success story, but the collapse in demand for diamonds has hit revenues hard and raised questions about an ambitious spending scheme.",
        "date": "20100222",
        "country": "Botswana"
    },
    {
        "title": "Botswana’s rating cut as deficit bulges",
        "body": "BOTSWANA for years was hailed as an economic success story, but the collapse in demand for diamonds has hit revenues hard and raised questions about an ambitious spending scheme.",
        "date": "20100222",
        "country": "Botswana"
    },
    {
        "title": "DIAMONDS aren’t forever",
        "body": "Botswana is forced to adjust to declining revenues.",
        "date": "20100703",
        "country": "Botswana"
    },
    {
        "title": "Turn our energy issues into opportunities",
        "body": "SOUTH Africa has thus far managed to meet its huge postapartheid development challenges using its own resources. Successive post-apartheid governments have been wary of repeating the mis...",
        "date": "20100307",
        "country": "Botswana"
    },
    {
        "title": "Fuel crisis to last until March",
        "body": "Botswana was experiencing a shortage of fuel that would probably continue until March, the Ministry of Minerals, Energy and Affairs said yesterday. The situation was being m...",
        "date": "20110113",
        "country": "Botswana"
    },
    {
        "title": "Fuel crisis to last until March",
        "body": "Botswana was experiencing a shortage of fuel that would probably continue until March, the Ministry of Minerals, Energy and Affairs said yesterday. The situation was being m...",
        "date": "20110113",
        "country": "Botswana"
    },
    {
        "title": "Fuel crisis to last until March",
        "body": "Botswana was experiencing a shortage of fuel that would probably continue until March, the Ministry of Minerals, Energy and Affairs said yesterday. The situation was being m...",
        "date": "20110113",
        "country": "Botswana"
    },
    {
        "title": "Drought and poachers take Botswana’s natural wonder to brink of catastrophe",
        "body": "The Okavango delta in Botswana has suffered “catastrophic” species loss over the past 15 years, researchers announced yesterday, in the latest sign of a growing for wildlife in Afric...",
        "date": "20110618",
        "country": "Botswana"
    },
    {
        "title": "SA ideally placed, Davos forum told",
        "body": "THE MESSAGE South Africa took to Davos was that it was responding to the new world reality and was a country “ideally placed” in the shifting poles of power, Finance Minister Pravin Gordha...",
        "date": "20110209",
        "country": "Botswana"
    },
    {
        "title": "Suu Kyi to travel, in first trip since ’88",
        "body": "Burmese opposition leader Aung San Suu Kyi plans to travel to Britain and Norway in June on her first trip abroad in 24 years, her party’s spokesman said Wednesday.",
        "date": "20120419",
        "country": "Botswana"
    },
    {
        "title": "Beware of the elephant trap: Europe’s model royals lose their populist touch",
        "body": "They were once the star royal family of Europe, seen as hard-working, frugal, modern and genuinely popular among ordinary Spaniards who adored King Juan Carlos as the great bringer of democ...",
        "date": "20120421",
        "country": "Botswana"
    },
    {
        "title": "Conservation as a global commodity",
        "body": "IVEN the worsening world economic crisis, the turn to “green economy” rhetoric looms as a potential saviour, enormously welcome to certain stressed corporations panicking at market cha...",
        "date": "20120620",
        "country": "Botswana"
    },
    {
        "title": "Don’t let discredited bankers regulate ecology",
        "body": "GIVEN the worsening world economic crisis, the turn to “Green Economy” rhetoric looms as a potential saviour, enormously welcome to most corporations panicking at market chaos in the to...",
        "date": "20120619",
        "country": "Botswana"
    },
    {
        "title": "South Africa in need of next-generation Steve Irwins to hunt escaped reptiles",
        "body": "South African police say they need crocodile experts to help capture thousands of crocs out on the lam. Thousands of crocodiles escaped a breeding farm along a river on the South Africa-Bot...",
        "date": "20130126",
        "country": "Botswana"
    },
    {
        "title": "South Africa in need of next-generation Steve Irwins to hunt escaped reptiles",
        "body": "South African police say they need crocodile experts to help capture thousands of crocs out on the lam. Thousands of crocodiles escaped a breeding farm along a river on the South Africa-Bot...",
        "date": "20130126",
        "country": "Botswana"
    },
    {
        "title": "Help! Too many crocodiles, South Africa police say,",
        "body": "JOHANNESBURG—Calling all crocodile experts—South African police say you’re needed to help capture thousands of crocs out on the lam.",
        "date": "20130126",
        "country": "Botswana"
    },
    {
        "title": "Help us catch a croc, say police",
        "body": "CALLING ALL crocodile experts — South African police need you to help round up thousands of the runaway reptiles.",
        "date": "20130126",
        "country": "Botswana"
    },
    {
        "title": "Help us catch a croc, say police",
        "body": "CALLING ALL crocodile experts — South African police need you to help round up thousands of the runaway reptiles.",
        "date": "20130126",
        "country": "Botswana"
    },
    {
        "title": "WHERE IS OUR R4.1m, MINISTER MOLEWA?",
        "body": "A PROTEST over water shortages saw residents use water tanks to blockade a national road.",
        "date": "20140401",
        "country": "Botswana"
    },
    {
        "title": "Botswana has become a victim of its own success",
        "body": "WHEN environmental scientist Bakang Bogopa graduated first in his class from the University of Botswana two years ago he did not expect that his first job would be moving furniture or th...",
        "date": "20141028",
        "country": "Botswana"
    },
    {
        "title": "Analysis: Botswana has become a victim of its own success",
        "body": "WHEN environmental scientist Bakang Bogopa graduated first in his class from the University of Botswana two years ago he did not expect that his first job would be moving furniture or th...",
        "date": "20141028",
        "country": "Botswana"
    },
    {
        "title": "Analysis: Botswana has become a victim of its own success",
        "body": "WHEN environmental scientist Bakang Bogopa graduated first in his class from the University of Botswana two years ago he did not expect that his first job would be moving furniture or th...",
        "date": "20141028",
        "country": "Botswana"
    },
    {
        "title": "MIGRATION",
        "body": "cial manager Irene Mantlhase said the Batswana might have used people in South Africa to get birth certificates.",
        "date": "20150821",
        "country": "Botswana"
    },
    {
        "title": "NC parks face a crisis",
        "body": "WHILE several of the national parks in the Northern Cape have already been adversely affected by the ongoing drought currently plaguing the Province, the situation is set to reach crisi...",
        "date": "20151127",
        "country": "Botswana"
    },
    {
        "title": "NEWS IN BRIEF",
        "body": "Dangerous toy payout",
        "date": "20150621",
        "country": "Botswana"
    },
    {
        "title": "Botswana's marauding elephants trigger hunting ban debate",
        "body": "Surveying her destroyed cornfield in northern Botswana, Minsozie Kasaira wishes for a return to the days of elephant hunting. Until last year, villagers like Minsozie benefited from lo...",
        "date": "20150513",
        "country": "Botswana"
    },
    {
        "title": "Destructive elephants starts hunting debate",
        "body": "MABELE, Botswana: Surveying her destroyed cornfield in northern Botswana, Minsozie Kasaira wishes for a return to the days of elephant hunting. Until last year, villagers like Minsozie b...",
        "date": "20150505",
        "country": "Botswana"
    },
    {
        "title": "Botswana’s own refugee crisis: Elephants",
        "body": "For the past year, the news has been filled with too many heart- wrenching stories on the treacherous, and sometimes fatal, journeys that refugees make to Europe to escape war and famine at ho...",
        "date": "20161026",
        "country": "Botswana"
    },
    {
        "title": "Botswana’s own refugee crisis: Elephants",
        "body": "CHOBE NATIONAL PARK, BOT",
        "date": "20161025",
        "country": "Botswana"
    },
    {
        "title": "Southern Africa needs ways to calm its troubled waters",
        "body": "The Chicamba Dam in northwest Mozambique is critical to the water supply of three large cities. Fed by the Muene River it also provides a livelihood for hundreds of fishermen and small ind...",
        "date": "20161209",
        "country": "Botswana"
    },
    {
        "title": "Southern Africa to face severe food crisis",
        "body": "GABORONE: The Famine Early Warning System Network (FEWSNET) has war ned of severe food insecurity across the southern Africa region in 2016-2017 after two years of consecutive drought whi...",
        "date": "20160326",
        "country": "Botswana"
    },
    {
        "title": "Water woes stall Steel Makers’ re-opening",
        "body": "THE prevailing water crisis in Masvingo City has stalled the re-opening of Steel Makers Company, popularly known as Simbi Pvt Ltd.",
        "date": "20180906",
        "country": "Botswana"
    },
    {
        "title": "Lack of alternative infrastructure has led to drought crisis",
        "body": "TEN years ago global climate change models predicted droughts in south-western Africa. This was marginally observed over some years, but has struck with a vengeance more recently.",
        "date": "20180124",
        "country": "Botswana"
    },
    {
        "title": "WATER WOES STALL STEEL MAKERS’ RE-OPENING",
        "body": "THE prevailing water shortage in Masvingo has stalled the re-opening of Steel Makers Sponge Iron plant.",
        "date": "20180904",
        "country": "Botswana"
    },
    {
        "title": "Magaya donates $1m goods to cholera crisis",
        "body": "About 2 000 church members from Budiriro and Glen View areas were each given a package containing bottles of toilet cleaners, hand sanitisers, water purification tablets and 100 latex g...",
        "date": "20180924",
        "country": "Botswana"
    },
    {
        "title": "World in water crisis",
        "body": "Nearly a quarter of the world’s population lives in 17 countries facing extremely high water stress, close to day zero conditions when the taps run dry, according to a new report.",
        "date": "20190807",
        "country": "Botswana"
    },
    {
        "title": "Water crisis escalates",
        "body": "WASHINGTON, United States — Nearly a quarter of the world’s population lives in 17 countries facing extremely stress, close to “day zero” conditions when the taps run dry, accor...",
        "date": "20190807",
        "country": "Botswana"
    },
    {
        "title": "17 countries face severe water stress",
        "body": "NEARLY a quarter of the world’s population lives in 17 countries facing extremely high water stress, close to “day zero” conditions when the taps run dry, according to a report released ...",
        "date": "20190807",
        "country": "Botswana"
    },
    {
        "title": "11M DROUGHT HELL",
        "body": "THE lives of 11 million people in southern Africa are at risk from an unprecedented drought fuelled by the climate crisis, experts have warned.",
        "date": "20191213",
        "country": "Botswana"
    },
    {
        "title": "1.5b people face extreme water stress",
        "body": "WASHINGTON — Nearly onequarter of the world’s population, or almost 1.5 billion people, live in 17 countries vulnerable to water shortages close to “day zero” conditions, according ...",
        "date": "20190807",
        "country": "Botswana"
    },
    {
        "title": "Botswana elephant deaths caused by toxic blooms",
        "body": "Strange phenomenon in Okavango Delta has left hundreds dead, and may be connected to climate change",
        "date": "20200923",
        "country": "Botswana"
    },
    {
        "title": "Botswana elephant deaths caused by toxic blooms",
        "body": "Strange phenomenon in Okavango Delta has left hundreds dead, and may be connected to climate change",
        "date": "20200923",
        "country": "Botswana"
    },
    {
        "title": "Botswana elephant deaths caused by toxic blooms",
        "body": "Strange phenomenon in Okavango Delta has left hundreds dead, and may be connected to climate change",
        "date": "20200923",
        "country": "Botswana"
    },
    {
        "title": "Botswana elephant deaths caused by toxic blooms",
        "body": "Strange phenomenon in Okavango Delta has left hundreds dead, and may be connected to climate change",
        "date": "20200923",
        "country": "Botswana"
    },
    {
        "title": "Global pressure on Zim government needed",
        "body": "I AM displeased and downhearted the world continues to turn a blind eye to Zimbabwe.",
        "date": "20210922",
        "country": "Botswana"
    },
    {
        "title": "Global pressure on Zim government needed",
        "body": "I AM displeased and downhearted the world continues to turn a blind eye to Zimbabwe.",
        "date": "20210922",
        "country": "Botswana"
    },
    {
        "title": "Pressure needed on Zim government",
        "body": "I AM DISPLEASED that the world continues to turn a blind eye to Zimbabwe.",
        "date": "20210921",
        "country": "Botswana"
    },
    {
        "title": "World turns blind eye to goings-on in Zimbabwe",
        "body": "Iam totally displeased and downhearted that the world continues to turn a blind eye towards the lives of Zimbabweans. The problems happening in Zimbabwe are indirectly affecting other co...",
        "date": "20210923",
        "country": "Botswana"
    },
    {
        "title": "World’s slum population will double in 30 years, UN warns",
        "body": "The population of the world’s slums will double to 2 billion people within 30 years, presenting a major threat to global stability unless drastic measures are taken urgently, according to the...",
        "date": "20031007",
        "country": "Brazil"
    },
    {
        "title": "CHILLING OUT IN SPAIN’S COOLEST HOTELS TRAVEL, C7",
        "body": "on Mount Everest received little coverage as the climbers neared the 8,787-metre peak.",
        "date": "20030520",
        "country": "Brazil"
    },
    {
        "title": "Thirsty for creative solutions",
        "body": "Water is the raw material of life. There is no substitute. It makes up 75 per cent of our body mass. But of all the water on the planet, more than 97 per cent is salt , and less than 3 per cen...",
        "date": "20040813",
        "country": "Brazil"
    },
    {
        "title": "Discarded phones a major health hazard",
        "body": "Governments from around the world will meet this week to tackle the latest toxic-waste crisis – mobile phones.",
        "date": "20041018",
        "country": "Brazil"
    },
    {
        "title": "ALIEN invasion",
        "body": "THEY CALL IT “the blob that ate the Black Sea”. Now, the world’s most dangerous alien species, a jellyfish about the size of your hand, is invading the nearby Caspian Sea, where scientists last...",
        "date": "20040320",
        "country": "Brazil"
    },
    {
        "title": "Bush’s ‘tyrant’ snipe clouds new talks",
        "body": "A flippant remark by US President George W. Bush has thrown the next round of six-party talks, beginning today, into jeopardy.",
        "date": "20051109",
        "country": "Brazil"
    },
    {
        "title": "THE PLANNER",
        "body": "Exhibitions",
        "date": "20050311",
        "country": "Brazil"
    },
    {
        "title": "French ready the barricades",
        "body": "ST GILLES PLIGEAUX — Even though she is 82, French farmer Emilienne Guyader gets up at 6am every day and trudges through the mud to her fields, driving her 17 cows before her.",
        "date": "20051212",
        "country": "Brazil"
    },
    {
        "title": "Bush administration needs to stop ignoring seriousness of global warming",
        "body": "An alarming British report on global warming should inspire some governments to act. The Bush administration ought to be among them.",
        "date": "20061125",
        "country": "Brazil"
    },
    {
        "title": "Small idea pays big dividend",
        "body": "The first time I thought Muhammad Yunus, founder of the Grameen Bank, deserved the Nobel Prize was 20 years ago. I said as much in a column in the International Herald Tribune: “Away from the intri...",
        "date": "20061113",
        "country": "Brazil"
    },
    {
        "title": "Global warming most urgent crisis",
        "body": "Al Gore was vice president of the United States under Bill Clinton and conceded a narrow loss when he ran for president against George W Bush in 2000. He has since returned to his focus on ...",
        "date": "20061112",
        "country": "Brazil"
    },
    {
        "title": "Security Council in name only",
        "body": "L",
        "date": "20061016",
        "country": "Brazil"
    },
    {
        "title": "Big find could reshape Brazil’s role",
        "body": "Rio de Janeiro With the price of oil hovering near $100 a barrel, the discovery of the biggest deep-water oil field off the southeastern coast has the potential to transform into a ...",
        "date": "20071124",
        "country": "Brazil"
    },
    {
        "title": "US get off to an impressive start",
        "body": "The United States made an impressive start to the Pan American Games on Saturday but there were no gold medals for Rio organisers as the event slowly slipped into chaos.",
        "date": "20070716",
        "country": "Brazil"
    },
    {
        "title": "WATER – TURN A TAP AND IT’S THERE.",
        "body": "Your country is crisscrossed by innumerable rivers, some of which flow into three oceans.",
        "date": "20071124",
        "country": "Brazil"
    },
    {
        "title": "Rains kill dozens; disease spreading",
        "body": "BUENOS AIRES — Recent heavy rains in South America have killed dozens of people, wiped out thousands of homes and triggered outbreaks of dengue fever in several countries.",
        "date": "20070310",
        "country": "Brazil"
    },
    {
        "title": "CSIR researcher misses top world water meeting after suspension",
        "body": "SUSPENDED researcher Anthony Turton has missed a World Water Council governance meeting in Brazil where he was to lobby support for South Africa’s bid to host the sixth World Forum in 2012.",
        "date": "20081128",
        "country": "Brazil"
    },
    {
        "title": "China and UAE offer funds for Brazil’s massive offshore fields",
        "body": "Brasilia, Brazil (AP) China wants to loan Brazil’s state oil company $10 billion to help develop massive new oil fields in deep , off the coast of Rio de Janeiro, ’s top energy offi...",
        "date": "20081210",
        "country": "Brazil"
    },
    {
        "title": "Scientists predict climate change could cause more flooding and droughts",
        "body": "BUDAPEST, Hungary — Scientists predicted Thursday that climate change in coming decades will cause more flooding in the Northern Hemisphere and droughts in some southern and arid zones.",
        "date": "20080411",
        "country": "Brazil"
    },
    {
        "title": "In Brazil, Whiplash on Assembly Lines",
        "body": "SAO CAETANO, Brazil — The car builders wistfully recall those heady days.",
        "date": "20081201",
        "country": "Brazil"
    },
    {
        "title": "Mayor defends spending R8.7m on soccer trip",
        "body": "AN UNREPENTANT North West mayor – facing criminal charges for alleged irregular spending – defended his decision to send 18 teenagers on an R8.7 million yearlong soccer jaunt because ...",
        "date": "20090205",
        "country": "Brazil"
    },
    {
        "title": "Mayor justifies expenditure on soccer trip amid water crisis",
        "body": "ANORTH West municipality has defended its multimillion-rand expenditure on a group of teenage soccer players to train in Brazil for a year.",
        "date": "20090205",
        "country": "Brazil"
    },
    {
        "title": "Thirsty work for some, while mayor plugs Brazil trip",
        "body": "THE snow-white clouds gradually fade into the blue as the sun ascends – releasing rays over this sandy grassland region on the edge of Kalahari. Warm vapour emits from a dampened surface as ...",
        "date": "20090213",
        "country": "Brazil"
    },
    {
        "title": "Strategic edge in Latin America",
        "body": "Aseries of strategic security adjustments and military initiatives taken by Brazil is expected to expedite change in the security landscape of Latin America, as well as the Western he...",
        "date": "20091008",
        "country": "Brazil"
    },
    {
        "title": "Latino poverty gets worse",
        "body": "Economists say poverty in Latin America is returning to 2008 levels as the region struggles to recover from two years of financial . The United Nations Economic Commission for La...",
        "date": "20101202",
        "country": "Brazil"
    },
    {
        "title": "The money and talent flow from West to East",
        "body": "uring the past ten years, emerging markets like China’s were the kings.",
        "date": "20100128",
        "country": "Brazil"
    },
    {
        "title": "Brazil floods kill at least 39, over 1,000 missing",
        "body": "RIO DE JANEIRO: Torrents of flood water devastated towns and villages in northeastern , killing at least 39 people, leaving more than 1,000 missing and another 100,000 people homeless,...",
        "date": "20100623",
        "country": "Brazil"
    },
    {
        "title": "Crew well-prepared for emergency",
        "body": "When the SV Concordia listed slightly off the coast of Brazil last week, Gatineau resident Franz Plangger wasn’t concerned, but when the cabin wall suddenly became the floor, he and his fianc...",
        "date": "20100225",
        "country": "Brazil"
    },
    {
        "title": "Brazil central bank bid to rein prices",
        "body": "BRASILIA — Brazil’s central bank yesterday announced new bank sector requirements designed to rein in inflation by increasing the amount of money banks had to deposit with the institut...",
        "date": "20101204",
        "country": "Brazil"
    },
    {
        "title": "Brazil’s economy powers to 6th",
        "body": "Brazil has moved up the world economic rankings to sixth spot as Europe’s old guard are replaced by emerging economies across the globe.",
        "date": "20111227",
        "country": "Brazil"
    },
    {
        "title": "Brazil launches campaign to lift millions from poverty",
        "body": "BRASILIA (Reuters) — Brazilian President Dilma Rousseff launched an ambitious plan on Thursday to eliminate dire poverty in within four years by lifting more than 16 million people ...",
        "date": "20110603",
        "country": "Brazil"
    },
    {
        "title": "Broderick attends World Social Forum",
        "body": "Leo Broderick, vice-chair of the Council of Canadians, recently attended the World Social Forum in Dakar, Senegal.",
        "date": "20110222",
        "country": "Brazil"
    },
    {
        "title": "Forget the EU...this is where we need to do business",
        "body": "BRITONS have long been proud of the economic success of a nation that has punched well above its weight in the world. So news that our output has fallen below that of will come as someth...",
        "date": "20111226",
        "country": "Brazil"
    },
    {
        "title": "Syrian Sanctions Vetoed",
        "body": "UNITED NATIONS — Russia and China vetoed a U.N. Security Council resolution Tuesday that threatened sanctions against Syria if it didn’t immediately halt its military crackdown again...",
        "date": "20111005",
        "country": "Brazil"
    },
    {
        "title": "Radiation found in Massachusetts",
        "body": "BOSTON — Trace amounts of radioactive iodine linked to Japan’s crippled nuclear power station have turned up in rainwater samples as far away as Massachusetts during the last week, offi...",
        "date": "20110328",
        "country": "Brazil"
    },
    {
        "title": "MASSIVE POWER OUTAGE IN INDIA",
        "body": "New Delhi — A massive breakdown of India’s electricity grid cut power to 370 million people in seven northern states Monday, halting trains, cutting supplies and creating commute...",
        "date": "20120731",
        "country": "Brazil"
    },
    {
        "title": "370 Million Without Power",
        "body": "NEW DELHI — A massive breakdown of India’s electricity grid cut power to 370 million people in seven northern states Monday, halting trains, cutting supplies and creating commute...",
        "date": "20120731",
        "country": "Brazil"
    },
    {
        "title": "370 million without power in India blackout",
        "body": "NEW DELHI — A massive breakdown of India’s electricity grid cut power to 370 million people in seven northern states Monday, halting trains, cutting supplies and creating commute...",
        "date": "20120731",
        "country": "Brazil"
    },
    {
        "title": "Taking stock and planning the use of precious water resource",
        "body": "World Water Day is held annually on March 22 as a means of focusing attention on the importance of freshwater and advocating for the sustainable management of freshwater resources.",
        "date": "20120325",
        "country": "Brazil"
    },
    {
        "title": "More power to Lethem",
        "body": "Lethem residents are now receiving 19 hours of electricity daily following a twoweek period of severe power rationing which was preceded by months of sustained power outages.",
        "date": "20121126",
        "country": "Brazil"
    },
    {
        "title": "Power prices on the rise in Brazil",
        "body": "RA I IA  President Dilma Rousseff has cut short her vacation to deal with a budding energy crisis that could wreck her efforts to restore vitality to Brazils economy this year.",
        "date": "20130110",
        "country": "Brazil"
    },
    {
        "title": "Brazil’s clean energy system could get dirtier amid threat to water supply",
        "body": "SAO PAULO: Brazil has long boasted about having one of the world’s cleanest energy grids due to its heavy use of hydro power, but a recent threat to its water supply is sending the country to ...",
        "date": "20130117",
        "country": "Brazil"
    },
    {
        "title": "Curitiba experience answer to city’s woes",
        "body": "IN RESPONSE to the mayor’s Cape Flats cridecoeur (“Uphill battle but the city is doing its best for Cape Flats”, July 10), Patricia de Lille need look no further than Curitiba, southern Braz...",
        "date": "20130719",
        "country": "Brazil"
    },
    {
        "title": "Brazil’s clean energy system could get dirtier amid threat",
        "body": "SAO PAULO, (Reuters Point Carbon) - Brazil has long boasted about having one of the world’s cleanest energy grids due to its heavy use of hydro power, but a recent threat to its water supply is...",
        "date": "20130116",
        "country": "Brazil"
    },
    {
        "title": "In Brazil, water crisis downplayed",
        "body": "SAO PAULO, Brazil — The water crisis is so bad in South America’s largest city that when rain began to dribble from the sky recently, workers in a downtown office high-rise stood up and cheer...",
        "date": "20141213",
        "country": "Brazil"
    },
    {
        "title": "Water shortage takes toll on Brazil",
        "body": "SAO PAULO — After a grueling election campaign in which officials faced fierce criticism for downplaying the effects of a yearlong drought, ’s most populous state is coming to ter...",
        "date": "20141102",
        "country": "Brazil"
    },
    {
        "title": "Water shortage takes toll on Brazil",
        "body": "SAO PAULO — After a grueling election campaign in which officials faced fierce criticism for downplaying the effects of a yearlong drought, ’s most populous state is coming to te...",
        "date": "20141102",
        "country": "Brazil"
    },
    {
        "title": "Water shortage takes toll on Brazil",
        "body": "SAO PAULO — After a grueling election campaign in which officials faced fierce criticism for downplaying the effects of a yearlong drought, Brazil’s most populous state is coming to ter...",
        "date": "20141102",
        "country": "Brazil"
    },
    {
        "title": "DENGUE FEVER HITTING CITY IN BRAZIL",
        "body": "SAO PAULO, Brazil — Brazil’s armed forces have joined the battle against an outbreak of deadly dengue fever here in South America’s largest city, a jump linked in part to on the severe drought and ...",
        "date": "20150425",
        "country": "Brazil"
    },
    {
        "title": "Rio Olympics will ride out Brazil crisis — Organiser",
        "body": "FORTALEZA, Brazil: Brazil’s deepening economic downturn and political crisis will not affect the 2016 Rio Olympics, the head organiser says, describing the huge task of preparing the c...",
        "date": "20150916",
        "country": "Brazil"
    },
    {
        "title": "Brazil, land of water, goes thirsty",
        "body": "The sign -- \"risk of drowning\" -- outside one of Rio de Janeiro's freshwater reservoirs looks like a joke: there's no water here left to drown in.",
        "date": "20151101",
        "country": "Brazil"
    },
    {
        "title": "Brazil, land of ample water going thirsty",
        "body": "DUQUE DE CAXIAS: The sign-”risk of drowning”-outside one of Rio de Janeiro’s freshwater reservoirs looks like a joke: there’s no water here left to drown in. Instead, the Saracuruna reservoi...",
        "date": "20151101",
        "country": "Brazil"
    },
    {
        "title": "Is Cebu heading to an ecological crisis?",
        "body": "The recent \"El Nio\" which brought about a severe water shortage that affected the farmers and even the households in the town and in the cities, and the floods that come when the rainy season...",
        "date": "20160614",
        "country": "Brazil"
    },
    {
        "title": "Nuzman: Rio’s Games on track",
        "body": "RIO 2016 organising committee president Carlos Nuzman insists Brazil remains on schedule to deliver a successful Olympic Games despite the numerous problems which threaten to under...",
        "date": "20160304",
        "country": "Brazil"
    },
    {
        "title": "The fight before the games",
        "body": "Brazil has dispatched nearly 250,000 military personnel to defeat an enemy that is wily and relentless: Aedes aegypti, the mosquito that transmits the Zika virus.",
        "date": "20160225",
        "country": "Brazil"
    },
    {
        "title": "Travel security firm forms crisis team for Zika virus",
        "body": "A travel security firm has formed a new crisis management team to support oil and gas employees working in areas affected by the Zika virus.",
        "date": "20160130",
        "country": "Brazil"
    },
    {
        "title": "The fight before the games",
        "body": "Brazil has dispatched nearly 250,000 military personnel to defeat an enemy that is wily and relentless: Aedes aegypti, the mosquito that transmits the Zika virus.",
        "date": "20160224",
        "country": "Brazil"
    },
    {
        "title": "Poor sanitation cause of Zika virus",
        "body": "TORONTO: Brazil has not addressed the root causes of the Zika outbreak, including poor sanitation and a lack of clean access for slum residents, despite declaring the public health...",
        "date": "20170713",
        "country": "Brazil"
    },
    {
        "title": "Brazil floods displace 50K:",
        "body": "Floods and landslides in northeastern Brazil have killed six people and driven 50,000 people from their homes, authorities said Tuesday.",
        "date": "20170601",
        "country": "Brazil"
    },
    {
        "title": "Energy habits changing in Latin American cities",
        "body": "The Vaz de Souza’s were so keen on the solar water heater that they made it their mission and business, which prospered with the surge in innovation in their city, Belo Horizonte, recogniz...",
        "date": "20170827",
        "country": "Brazil"
    },
    {
        "title": "Venezuela’s indigenous Warao decamp to uncertain future in Brazil",
        "body": "PACARAIMA, Brazil, (Reuters) - An indigenous tribe that journeyed hundreds of kilometers to flee the economic crisis in Venezuela has been trapped in limbo near the border in Brazil, after i...",
        "date": "20171124",
        "country": "Brazil"
    },
    {
        "title": "Spain, Brazil want EU-Mercosur deal, worry about Venezuela",
        "body": "BRASILIA (Reuters) - The governments of Spain and Brazil yesterday reinforced their commitment to completing a trade pact between the European Union and South American trade bloc Merco...",
        "date": "20170425",
        "country": "Brazil"
    },
    {
        "title": "World water problems on top at Brazil conference",
        "body": "BRASILIA: Brazil — the country with the world’s greatest fresh reserves — hosts an international conference next week on growing fears over the fragility of drinking supplies ...",
        "date": "20180318",
        "country": "Brazil"
    },
    {
        "title": "World water problems on tap at Brazil conference",
        "body": "BRASLIA: Brazil — the country with the world’s greatest fresh reserves — hosts an international conference next week on growing fears over the fragility of drinking supplies ...",
        "date": "20180318",
        "country": "Brazil"
    },
    {
        "title": "40,000 expected at world water meet in Brazil",
        "body": "BRASLIA: Brazil — the country with the world’s greatest fresh water reserves — hosts an international conference next week on growing fears over the fragility of drinking supplies ...",
        "date": "20180318",
        "country": "Brazil"
    },
    {
        "title": "World water problems on tap at Brazil conference",
        "body": "Brazil — the country with the world’s greatest fresh water reserves — hosts an international conference on growing fears over the fragility of drinking supplies in a heating planet...",
        "date": "20180319",
        "country": "Brazil"
    },
    {
        "title": "World water woes on tap at Brazil confab",
        "body": "BRASLIA, March 17, (AFP): Brazil – the country with the world’s greatest fresh water reserves – hosts an international conference next week on growing fears over the fragility of drinking ...",
        "date": "20180318",
        "country": "Brazil"
    },
    {
        "title": "Save the Amazon",
        "body": "The Amazon is the largest tropical rainforest in the world and produces one-fifth of the planet’s oxygen. It is often called the “lungs of the world”, as more than 20 percent of the world’s ox...",
        "date": "20190825",
        "country": "Brazil"
    },
    {
        "title": "As Amazon goes up in flames, G7 takes action",
        "body": "HUNDREDS of new fires have flared up in the Amazon in , data showed yesterday, even as military aircraft dumped over hard-hit areas and G7 nations pledged to help combat the blaz...",
        "date": "20190827",
        "country": "Brazil"
    },
    {
        "title": "As Amazon goes up in flames, G7 takes action",
        "body": "HUNDREDS of new fires have flared up in the Amazon in Brazil, data showed yesterday, even as military aircraft dumped over hard-hit areas and G7 nations pledged to help combat the blaz...",
        "date": "20190827",
        "country": "Brazil"
    },
    {
        "title": "More fires flare up in Amazon; Brazil warplanes fight blazes",
        "body": "PORTO VELHO: Hundreds of new fires have flared up in the Amazon in Brazil, data showed yesterday, even as military aircraft dumped water over hard-hit areas and G7 nations pledged to help com...",
        "date": "20190827",
        "country": "Brazil"
    },
    {
        "title": "The road less travelled",
        "body": "A man walking on a street damaged by heavy rains in the Jardim Botanico neighbourhood in Rio de Janeiro, Brazil. Torrents of water gushed down streets, sweeping up cars and uprooting trees f...",
        "date": "20190411",
        "country": "Brazil"
    },
    {
        "title": "‘Act now’ to save Brazil’s rivers, avoid water crisis",
        "body": "(SciDev.Net) - Water will become scarcer and more degraded as demand in Brazil increases up to 25 per cent over the next 30 years, scientists have warned, as they urge governments to improve...",
        "date": "20201004",
        "country": "Brazil"
    },
    {
        "title": "Poor and black, northeast Brazil faces virus ‘hurricane’",
        "body": "RIO DE JANEIRO: Brazil on Friday reached 27,878 coronavirus deaths, official figures showed, surpassing the toll of hard-hit Spain and making it the country with the fifth-highest number of fatalities. The epicenter of the South American coronavirus outbreak, saw 1,124 deaths in 24 hours, the Ministry of Health said. It also had a record number of new cases - 26,928 in one day - bringing the total number of infections to 465,166. The United States, Britain, Italy and France lead the world in coronavirus deaths. As of Friday Spain had recorded 27,121 deaths, with virus fatalities there rapidly slowing.",
        "date": "20200531",
        "country": "Brazil"
    },
    {
        "title": "Brazil becomes second country to hit one million coronavirus cases",
        "body": "US, (DAILY MAIL), 20 JUNE 2020 - Brazil has become the second country in the world to hit one million coronavirus cases after infections soared by 54,000 in one day.",
        "date": "20200622",
        "country": "Brazil"
    },
    {
        "title": "Poor and black, north-east Brazil faces virus ‘hurricane’",
        "body": "RIO DE JANEIRO, Brazil (AFP) — Brazil’s northeast, a harsh place of arid land, cyclical drought, and crushing poverty, is emerging as the next crisis zone in the novel coronavirus pandemic.",
        "date": "20200531",
        "country": "Brazil"
    },
    {
        "title": "Drought threatens South American ecosystem",
        "body": "ROSARIO, Argentina – The Paran River, one of the main commercial waterways in South America, has reached its lowest level in nearly 80 years due to a prolonged drought in that scient...",
        "date": "20210808",
        "country": "Brazil"
    },
    {
        "title": "Brazil’s hydroelectric energy crisis eased after rains, ministry says",
        "body": "GLASGOW, (Reuters) - Brazil’s Mines and Energy Minister Bento Albuquerque said yesterday that the water shortage driving a crisis for the country’s hydroelectric dams, which many observers ...",
        "date": "20211104",
        "country": "Brazil"
    },
    {
        "title": "Drought hits South America river, threatening vast ecosystem",
        "body": "ROSARIO, Argentina (AP) — The Paran River, one of the main commercial waterways in South America, has reached its lowest level in nearly 80 years due to a prolonged drought in that sci...",
        "date": "20210807",
        "country": "Brazil"
    },
    {
        "title": "How severe drought conditions can increase Brazil's carbon emissions",
        "body": "Brazil is experiencing the worst drought since rain measurements began in 1931.",
        "date": "20211101",
        "country": "Brazil"
    },
    {
        "title": "Beijing softens up a bit on sea disputes",
        "body": "CHINA appears to be adopting a slightly more conciliatory tone over territorial disputes in the South China Sea, backing away from describing the area as part of its “core interests,” a US official said on Tuesday.",
        "date": "20101013",
        "country": "Brunei%20Darussalam"
    },
    {
        "title": "No need to fear China – vice minister",
        "body": "“China has suffered a lot in the past with imperialism,” Li said. “So why should we do that to other people? I don’t think this is necessary.”",
        "date": "20111208",
        "country": "Brunei%20Darussalam"
    },
    {
        "title": "2014: Eventful for biz sector",
        "body": "THE year 2014 was eventful for the business community not only for Davao City but also for the entire Davao Region and Mindanao -- from gearing up for the upcoming Asean Economic Community...",
        "date": "20150101",
        "country": "Brunei%20Darussalam"
    },
    {
        "title": "My success story is M’sia’s success story",
        "body": "BORN in 1953 in the remote district of Lawas, I consider myself a witness to the history of Sarawak in Malaysia. This year, I am 65 years old and Sarawak in Malaysia has reached the magical ag...",
        "date": "20180916",
        "country": "Brunei%20Darussalam"
    },
    {
        "title": "Globalizing corporate Philippines",
        "body": "For the longest time, the Philippines has been stereotyped as a principal source of cheap labor. Indeed, we have exported many of our people to greener pastures abroad.",
        "date": "20181203",
        "country": "Brunei%20Darussalam"
    },
    {
        "title": "Protectionism slammed as SEA leaders form rally",
        "body": "BANGKOK: Thailand’s premier made an impassioned plea against protectionism yesterday at a meeting of Southeast Asian leaders where the fallout from the US-China tariff war has dominated ta...",
        "date": "20190624",
        "country": "Brunei%20Darussalam"
    },
    {
        "title": "Protectionism slammed as SEA leaders form rally",
        "body": "Thailand’s premier made an impassioned plea against protectionism yesterday at a meeting of Southeast Asian leaders where the fallout from the US-China tariff war has dominated talks.",
        "date": "20190624",
        "country": "Brunei%20Darussalam"
    },
    {
        "title": "Law: Enriching Asean environmental governance AMBASSADORS’ CORNER",
        "body": "ACLOSE look at the laws of the Association of Southeast Asia (Asean) member countries will reveal the intricate mosaic of legal systems in existence in the region. It is not simply a ...",
        "date": "20190202",
        "country": "Brunei%20Darussalam"
    },
    {
        "title": "World Bank okays $900-M loans for PH",
        "body": "THE World Bank on Thursday approved two loans to support the Philippines’ efforts to recover from the coronavirus disease 2019 (Covid-19) pandemic, improve competitiveness, and build re...",
        "date": "20201218",
        "country": "Brunei%20Darussalam"
    },
    {
        "title": "Let's get physical - at home",
        "body": "TO SURVIVE this ongoing home quarantine, experts say we need to watch what we eat, drink lots of , ensure good hygiene, and stay fit.",
        "date": "20200408",
        "country": "Brunei%20Darussalam"
    },
    {
        "title": "Cooperation instrumental in beating virus globally",
        "body": "European Union ( EU) Ambassador to the Association of Southeast Asian Nations ( ASEAN) Igor Driesmans said the world would certainly defeat the Novel Coronavirus ( COVID-19) in two ways. ...",
        "date": "20200814",
        "country": "Brunei%20Darussalam"
    },
    {
        "title": "Asean Heritage Parks: Woes, hope amid pandemic",
        "body": "Protected areas closed for months, tourism income lost, reduced mobility of park rangers and increasing pressure on the environment with communities left with no other options but hunt...",
        "date": "20200927",
        "country": "Brunei%20Darussalam"
    },
    {
        "title": "What sumo really needs is someone to look up to",
        "body": "With just two weeks to go before the highlight of Japan’s sumo calendar, the official of the sport’s governing body pauses before making his admission: “Yes, there are tickets still availabl...",
        "date": "20040425",
        "country": "Bulgaria"
    },
    {
        "title": "Forest fires continue to rage across south",
        "body": "Madrid — Firefighters backed by helicopters struggled to put out several major forest fires across southern Europe yesterday, notably in Bulgaria, Macedonia, and Greece, as well as Spai...",
        "date": "20070730",
        "country": "Bulgaria"
    },
    {
        "title": "No relief in sight for Asia and Europe",
        "body": "London",
        "date": "20070727",
        "country": "Bulgaria"
    },
    {
        "title": "Searing heat is taking toll in Southern Europe",
        "body": "ATHENS, Greece — Southern Europe sweltered under the summer’s second major heat wave Wednesday as firefighters battled blazes raging in Greece, Italy and Macedonia.",
        "date": "20070726",
        "country": "Bulgaria"
    },
    {
        "title": "Sacred golf course converts bomb craters into bunkers",
        "body": "It’s a soft 3-iron shot between miracles along the Sea of Galilee, where Jesus of Nazareth walked on water and New Yorkbased Americas Partners LLP General Partner Joseph Bernstein is spend...",
        "date": "20070325",
        "country": "Bulgaria"
    },
    {
        "title": "High-end tourists sail to Bulgaria’s shoreline",
        "body": "Sofia Bulgaria’s Black Sea shoreline once marked the country’s eastern border. Under communism, the coastal waters were effectively barred to all but licensed fishermen and small boats f...",
        "date": "20080910",
        "country": "Bulgaria"
    },
    {
        "title": "THE FUTURE",
        "body": "Now that Kosovo has declared independence from Serbia, here are some scenarios for what could happen next: West recognizes Kosovo, EU takes over",
        "date": "20080218",
        "country": "Bulgaria"
    },
    {
        "title": "U.S. warship in Georgia",
        "body": "ABOARD THE U.S.S. MCFAUL — A U.S. Navy destroyer loadedwith humanitarian aid reached Georgia’s Black Sea port of Batumi yesterday, bringing baby food, bottled and a message of su...",
        "date": "20080825",
        "country": "Bulgaria"
    },
    {
        "title": "Solar panel plant planned",
        "body": "Dubai The Middle East’s largest solar panel manufacturing plant is going to be set up in Dubai, it was announced yesterday night at the Green Dubai World Forum 2008 which opened at the Atl...",
        "date": "20081025",
        "country": "Bulgaria"
    },
    {
        "title": "Voters hoping for change",
        "body": "SOFIA: Bulgarians voted yesterday in a parliamentary election they hope will restart reforms to combat corruption and heal an economy severely damaged by the global crisis.",
        "date": "20090706",
        "country": "Bulgaria"
    },
    {
        "title": "Three groups interested in EYATH utility sale",
        "body": "Three groups have expressed interest in the sale of a 23 percent stake in Greece’s second-biggest water utility EYATH in Thessaloniki, officials said yesterday. French Suez Environnem...",
        "date": "20090728",
        "country": "Bulgaria"
    },
    {
        "title": "Remaining 19 EU countries go to polls",
        "body": "BRUSSELS: EU states began the final day of voting in a European Parliament election yesterday which is expected to embarrass national governments struggling to combat the effects of...",
        "date": "20090608",
        "country": "Bulgaria"
    },
    {
        "title": "Economic crisis sparks rioting",
        "body": "PARIS",
        "date": "20090502",
        "country": "Bulgaria"
    },
    {
        "title": "Evros floods evict villagers",
        "body": "The northern prefecture of Evros remained in a state of emergency yesterday after heavy rainfall led to the Evros River breaking its banks and flooding several houses, obliging villagers to abandon their homes.",
        "date": "20100216",
        "country": "Bulgaria"
    },
    {
        "title": "Spas pick up steam",
        "body": "The town of Hisar boasts a formidable collection of hundreds of kidney, bladder and gallstones, all expelled after water-based treatments undertaken by visitors to the region’s 22 mi...",
        "date": "20100506",
        "country": "Bulgaria"
    },
    {
        "title": "Debunking the Greek myth",
        "body": "All eyes are on Greece – the epicentre of the most recent financial quake. In recent weeks, Greek stock and bond prices have plunged, while prices for credit default swaps have soared. Greece’s...",
        "date": "20100225",
        "country": "Bulgaria"
    },
    {
        "title": "Nobelists watched Greece hit the wall",
        "body": "All eyes are on Greece — the epicentre of the most recent financial quake. In recent weeks, Greek stock and bond prices have plunged, while prices for credit default swaps have soared. Greece’s...",
        "date": "20100312",
        "country": "Bulgaria"
    },
    {
        "title": "Protesters stay defiant after Gadhafi’s speech",
        "body": "A journey home",
        "date": "20110224",
        "country": "Bulgaria"
    },
    {
        "title": "Denmark as EU president will seek to keep UK along",
        "body": "COPENHAGEN — Euro outsider Denmark will strive during its six-month presidency of the European Union to make sure Britain does not stray too far from the fold as the EU grapples with a debt c...",
        "date": "20111231",
        "country": "Bulgaria"
    },
    {
        "title": "Exposed to the elements: nuclear fuel in meltdown",
        "body": "OPEN to the elements after its walls were blown away, this is the building housing the dried-up storage pool where overheating fuel rods are threatening a nuclear meltdown at Japan’s Fukushima power plant.",
        "date": "20110318",
        "country": "Bulgaria"
    },
    {
        "title": "FROMTHEARCHIVE",
        "body": "For the second time in less than two decades, Berlin was at the centre of a global conflict – though it would be a week before its residents woke, on August 13, 1961, to find East German troo...",
        "date": "20110807",
        "country": "Bulgaria"
    },
    {
        "title": "Cold kills 33 more in Europe",
        "body": "Sofia – Europe’s bitterly cold weather killed another 33 people today and melting snow caused a dam wall to break and flood an entire village in .",
        "date": "20120207",
        "country": "Bulgaria"
    },
    {
        "title": "Cold keeps killing in Europe",
        "body": "Sofia – Europe’s bitterly cold weather killed 33 more people today and melting snow caused a dam wall to break and flood an entire village in .",
        "date": "20120207",
        "country": "Bulgaria"
    },
    {
        "title": "Killer chill takes 33 more",
        "body": "Sofia – Europe’s bitterly cold weather killed 33 more people today and melting snow caused a dam wall to break and flood a village in .",
        "date": "20120207",
        "country": "Bulgaria"
    },
    {
        "title": "Melting snow breaks dam as cold snap persists",
        "body": "SOFIA: Europe’s bitterly cold weather killed another 33 people yesterday and melting snow caused a dam wall to break and flood an entire village in Bulgaria.",
        "date": "20120207",
        "country": "Bulgaria"
    },
    {
        "title": "Death toll grows as dam breaks in Bulgaria",
        "body": "Reuters SOFIA — Europe’s bitter cold killed another 33 people Monday and melting snow caused a dam wall to break and flood an entire village in Bulgaria.",
        "date": "20120207",
        "country": "Bulgaria"
    },
    {
        "title": "Fresh Bulgaria turmoil as violence flares",
        "body": "SOFIA: Calls grew for fresh elections in the EU’s poorest country yesterday after a 40th straight day of anti-government protests turned violent, leaving at least 20 people injur...",
        "date": "20130725",
        "country": "Bulgaria"
    },
    {
        "title": "Bargains in the sun as prices tumble in European resorts",
        "body": "Spain, Bulgaria and Palma Nova in Mallorca in the top- fi ve cheap holiday destinations.",
        "date": "20130422",
        "country": "Bulgaria"
    },
    {
        "title": "Russian tourists help Hungary spa town flourish",
        "body": "A former Soviet military airport in western Hungary where MiG fighter jets landed for decades when Hungary was under Soviet rule is now receiving a different type of Russian visitor – to...",
        "date": "20130505",
        "country": "Bulgaria"
    },
    {
        "title": "The future of shale gas",
        "body": "On 9 October, the European Parliament voted in favour of applying the Environmental Impact Assessments to shale gas firms before they embark on new drilling projects. The EIA Directi...",
        "date": "20131026",
        "country": "Bulgaria"
    },
    {
        "title": "Europe",
        "body": "Higgs, Englert get awards: Scientists Peter Higgs and Francois Englert, and the European CERN laboratory, have received Spain’s Prince of Asturias awards from Prince Felipe at a ceremony ...",
        "date": "20131027",
        "country": "Bulgaria"
    },
    {
        "title": "Russia gas pipeline is scrapped",
        "body": "PRESIDENT Vladimir Putin on Monday unexpectedly announced Russia was shelving the multibillion-dollar South Stream pipeline project to deliver Russian gas to the Europe, blaming the Eu...",
        "date": "20141203",
        "country": "Bulgaria"
    },
    {
        "title": "EU seeking energy away from Russia",
        "body": "EUROPE played down on Tuesday an angry Russia’s shelving of the multi-billiondollar South Stream gas pipeline project, saying it merely reinforced the need to find other energy sources amid...",
        "date": "20141204",
        "country": "Bulgaria"
    },
    {
        "title": "Saipem bags massive Black Sea pipeline contract",
        "body": "Italian company Saipem has secured the $2.75billion contract to lay the first line of the South Stream Offshore Pipeline across the Black Sea from Russia to , with the work starting ...",
        "date": "20140408",
        "country": "Bulgaria"
    },
    {
        "title": "Europe",
        "body": "Hungary should ease pressure: A top human rights diplomat said on Friday he had warned Hungary’s government to avoid “dangerous” rhetoric, after international criticism of its treatmen...",
        "date": "20140706",
        "country": "Bulgaria"
    },
    {
        "title": "NATO training response to Russia",
        "body": "SOFIA — NATO’s Black Sea members Bulgaria, Romania and Turkey joined four other alliance states in a multinational naval exercise Tuesday just across the from the Crimean Peninsula a...",
        "date": "20150311",
        "country": "Bulgaria"
    },
    {
        "title": "Nato naval drills start in Black Sea",
        "body": "Sofia: Nato’s Black Sea members Bulgaria, Romania and Turkey joined four other alliance states in a multinational naval exercise on Tuesday just across the from the Crimean Peninsula...",
        "date": "20150311",
        "country": "Bulgaria"
    },
    {
        "title": "So brave and so humbling",
        "body": "HArD to imagine how anyone copes after watching their home and possessions engulfed by a tidal wave of putrid water — especially this close to Christmas. Yet thousands of families in Cu...",
        "date": "20151212",
        "country": "Bulgaria"
    },
    {
        "title": "So brave and so humbling",
        "body": "Hard to imagine how anyone copes after watching their home and possessions engulfed by a tidal wave of putrid — especially this close to Christmas. Yet thousands of families in Cu...",
        "date": "20151212",
        "country": "Bulgaria"
    },
    {
        "title": "EU migrant deal",
        "body": "EUROPE: EU leaders, at latenight talks in Brussels, have agreed to relocate 153,000 migrants who have arrived in Italy and Greece so far this year. Summit chairman Donald Tusk said 40,000 wou...",
        "date": "20150627",
        "country": "Bulgaria"
    },
    {
        "title": "EU agrees to boost border controls",
        "body": "BRUSSELS (AP) — European Union leaders, faced with a staggering migration crisis and deep divisions over how to tackle it, managed to agree early Thursday to boost border controls to eas...",
        "date": "20150924",
        "country": "Bulgaria"
    },
    {
        "title": "Migrants, police clash in Bulgaria refugee camp",
        "body": "SOFIA: Around 1,500 migrants have rioted in Bulgaria’s largest refugee camp, triggering clashes that left two dozen police injured and prompted the arrest of hundreds of protesters, offic...",
        "date": "20161126",
        "country": "Bulgaria"
    },
    {
        "title": "Child migrants an issue as France dismantles camp",
        "body": "CALAIS, France — They left their countries, mostly Afghanistan, Ethiopia or Eritrea. They traveled with smugglers, walked across countries and continents, crossed mountains and rough seas, and ...",
        "date": "20161023",
        "country": "Bulgaria"
    },
    {
        "title": "Child migrants an issue as France dismantles camp",
        "body": "CALAIS, France — They left their countries, mostly Afghanistan, Ethiopia or Eritrea. They traveled with smugglers, walked across countries and continents, crossed mountains and rough seas, and ...",
        "date": "20161023",
        "country": "Bulgaria"
    },
    {
        "title": "EU plans big aid package for migrants",
        "body": "BRUSSELS — For the first time in its history, the European Union announced plans Wednesday for an emergency aid package to alleviate largescale suffering inside its borders, where tens ...",
        "date": "20160303",
        "country": "Bulgaria"
    },
    {
        "title": "Enhanced role for Souda Bay due to Incirlik crisis?",
        "body": "An ongoing crisis between Turkey and its NATO allies in the West regarding the use of the Incirlik airbase, in the country’s southeast, is fueling speculation about an upgraded role for the alliance’s base at Souda Bay on Crete, Kathimerini understands.",
        "date": "20170522",
        "country": "Bulgaria"
    },
    {
        "title": "Putin launches deep-water phase of TurkStream",
        "body": "MOSCOW, June 24, (AFP): Russian President Vladimir Putin on Friday launched the deep-water phase of the TurkStream gas pipeline project, calling Turkey’s Recep Tayyip Erdogan from a ship off...",
        "date": "20170625",
        "country": "Bulgaria"
    },
    {
        "title": "A Greek tragedy: How the EU is slowly destroying a country",
        "body": "Greece isn’t the poorest member of the EU — poverty rates are higher in Bulgaria and Romania — but it is close behind in third place, with over a fifth of the population now ‘ severely mate...",
        "date": "20181009",
        "country": "Bulgaria"
    },
    {
        "title": "EU diplomats will rethink Brexit trade deal if May waters down demands",
        "body": "nomic ties to the EU, however possible.",
        "date": "20180627",
        "country": "Bulgaria"
    },
    {
        "title": "Names and faces",
        "body": "George Clooney says he looks forward to more changes in Hollywood as he reflected on his career after being awarded the American Film Institute’s",
        "date": "20180619",
        "country": "Bulgaria"
    },
    {
        "title": "Pentagon sends warship to safeguard Black Sea",
        "body": "The United States is preparing to send a warship into the Black Sea for the first time in four years, heightening tensions after the Russian seizure of Ukrainian sailors last month.",
        "date": "20181208",
        "country": "Bulgaria"
    },
    {
        "title": "Sealing western prosperity in Ziploc bag won’t work2",
        "body": "Next Monday on December 10, delegates from countries around the globe will converge in Marrakesh, Morocco, to sign the ‘Global Compact on Migration,’ a non-binding United Nations agreem...",
        "date": "20181205",
        "country": "Bulgaria"
    },
    {
        "title": "Ireland’s deep poo sea",
        "body": "IRELAND has the eighth worst coastal bathing water quality in the EU, it emerged yesterday.",
        "date": "20190726",
        "country": "Bulgaria"
    },
    {
        "title": "Man who swam from Cuba to Florida will get another posthumous honor",
        "body": "A baker from Ohio with considerable ties to South Florida, including having been inducted into the International Swimming Hall of Fame in Fort Lauderdale, will receive another posthumou...",
        "date": "20191105",
        "country": "Bulgaria"
    },
    {
        "title": "You panicked you couldn’t breathe... it was a squash",
        "body": "drivers, with attacks in recent weeks. He said: “They have to be very careful about where they park up and about checking seals on their trailers to make sure nobody has broken in.",
        "date": "20191024",
        "country": "Bulgaria"
    },
    {
        "title": "Bulgarians suspect graft in water crisis",
        "body": "SOFIA, Bulgaria — Residents of a Bulgarian city experiencing a severe water shortage for months gathered in front of the government headquarters Saturday demanding urgent measure...",
        "date": "20200126",
        "country": "Bulgaria"
    },
    {
        "title": "Bulgarians suspect graft in water crisis",
        "body": "SOFIA, Bulgaria — Residents of a Bulgarian city experiencing a severe water shortage for months gathered in front of the government headquarters Saturday demanding urgent measure...",
        "date": "20200126",
        "country": "Bulgaria"
    },
    {
        "title": "Economy veers toward state control in EU state",
        "body": "The European Union’s poorest nation is backtracking on nearly 25 years of post-communist transformation by boosting the government’s influence across the economy.",
        "date": "20200606",
        "country": "Bulgaria"
    },
    {
        "title": "Economy veers toward state control in EU state",
        "body": "The European Union’s poorest nation is backtracking on nearly 25 years of post-communist transformation by boosting the government’s influence across the economy.",
        "date": "20200606",
        "country": "Bulgaria"
    },
    {
        "title": "Economy veers toward state control in EU state",
        "body": "The European Union’s poorest nation is backtracking on nearly 25 years of post-communist transformation by boosting the government’s influence across the economy.",
        "date": "20200606",
        "country": "Bulgaria"
    },
    {
        "title": "Bulgaria gov't survives no-confidence vote",
        "body": "SOFIA Bulgaria's government survived as expected yesterday a parliamentary vote of no-confidence brought by the opposition Socialists after thousands of people have been left with ...",
        "date": "20200130",
        "country": "Bulgaria"
    },
    {
        "title": "Playing with fire on Russia’s borders as nations quarrel",
        "body": "Belarusian autocrat Alexander Lukashenko has cleared out the encampment at his border crossing into Poland, where thousands of Middle Eastern migrants had been living in squalor.",
        "date": "20211126",
        "country": "Bulgaria"
    },
    {
        "title": "Playing with fire on Russia’s borders",
        "body": "Belarusian autocrat Alexander Lukashenko has cleared out the encampment at his border crossing into Poland, where thousands of Middle Eastern migrants had been living in squalor.",
        "date": "20211123",
        "country": "Bulgaria"
    },
    {
        "title": "Playing with fire on Russia’s borders as nations quarrel",
        "body": "Belarusian autocrat Alexander Lukashenko has cleared out the encampment at his border crossing into Poland, where thousands of Middle Eastern migrants had been living in squalor.",
        "date": "20211126",
        "country": "Bulgaria"
    },
    {
        "title": "Playing with fire on Russia’s borders",
        "body": "Belarusian autocrat Alexander Lukashenko has cleared out the encampment at his border crossing into Poland, where thousands of Middle Eastern migrants had been living in squalor.",
        "date": "20211123",
        "country": "Bulgaria"
    },
    {
        "title": "Watered down United Nations feared after shakeup",
        "body": "No one at the United Nations doubts that big change is necessary for the institution to regain its footing and restore its name. Mark Malloch Brown, the new troubleshooting chief-of-staff, speak...",
        "date": "20050301",
        "country": "Burkina%20Faso"
    },
    {
        "title": "Drought sparked fighting",
        "body": "WASHINGTON — UN SecretaryGeneral Ban Ki-moon said the slaughter in Darfur was triggered by global climate change and that more such conflicts may be on the horizon.",
        "date": "20070617",
        "country": "Burkina%20Faso"
    },
    {
        "title": "Food crisis begins to bite",
        "body": "Empty shelves in Caracas. Food riots in West Bengal and Mexico. Warnings of hunger in Jamaica, Nepal, the Philippines and subSaharan Africa. Soaring prices for basic foods are beginning ...",
        "date": "20071109",
        "country": "Burkina%20Faso"
    },
    {
        "title": "Breakthroughs at the G8 summit",
        "body": "Just over a week ago, leaders of the world’s industrialized nations met in Heiligendamm, Germany, for their annual summit. Our modest goal: to win a breakthrough on climate change. And w...",
        "date": "20070623",
        "country": "Burkina%20Faso"
    },
    {
        "title": "Global food crisis looms as climate change and fuel shortages bite",
        "body": "Empty shelves in Caracas. Food riots in West Bengal and Mexico. Warnings of hunger in Jamaica, Nepal, the Philippines and sub-Saharan Africa. Soaring prices for basic foods are beginning ...",
        "date": "20071103",
        "country": "Burkina%20Faso"
    },
    {
        "title": "Amid food shortage, reason to be hopeful",
        "body": "Ban Ki-moon is secretary-general of the United Nations",
        "date": "20080505",
        "country": "Burkina%20Faso"
    },
    {
        "title": "Africa’s Last and Least",
        "body": "OUAGADOUGOU, Burkina Faso fter she woke in the dark to sweep city streets, after she walked an hour to buy less than $2 worth of food, after she cooked for two hours in the searing noon heat, Fanta Lingani served her family’s only meal of the day.",
        "date": "20080720",
        "country": "Burkina%20Faso"
    },
    {
        "title": "Timeless approach",
        "body": "HAre you into organic products?",
        "date": "20080905",
        "country": "Burkina%20Faso"
    },
    {
        "title": "U.N. Warns of Impending Food Crisis in Zimbabwe",
        "body": "UNITED NATIONS, June 18 — A U.N. food survey of Zimbabwe concluded that poor weather, skyrocketing inflation and a shortage of seeds and fertilizers are conspiring to fuel one of the wo...",
        "date": "20080619",
        "country": "Burkina%20Faso"
    },
    {
        "title": "Thousands need aid as floods wreak havoc",
        "body": "DAKAR: Flooding in West Africa has claimed 70 lives and left hundreds of thousands of people facing health risks in the rainy season, a senior UN humanitarian official said yesterday.",
        "date": "20090907",
        "country": "Burkina%20Faso"
    },
    {
        "title": "Five dead in Burkina flooding",
        "body": "OUAGADOUGOU At least five people were dead and more than 150,000 homeless on Wednesday, mostly in Ouagadougou and its suburbs, as the capital of was hit by floods, officials s...",
        "date": "20090903",
        "country": "Burkina%20Faso"
    },
    {
        "title": "Women can plow under a global hunger crisis",
        "body": "This week, 4 million more people worldwide will go to bed hungry. Seven out of 10 of them are women. The United Nations Food and Agriculture Organization reports that the total number of...",
        "date": "20090706",
        "country": "Burkina%20Faso"
    },
    {
        "title": "NGOs lead Israel’s relief efforts in Philippines",
        "body": "Over the last four days, a delegation of six Israeli volunteers has treated over 600 typhoon victims for water-related diseases in the Philippines, according to IsraAID, a coalition of ...",
        "date": "20091014",
        "country": "Burkina%20Faso"
    },
    {
        "title": "Sheikh Abdullah and an important African overture",
        "body": "Cape Verde, Gambia, Burkina Faso, Ivory Coast, Mali, Niger, Chad – these states in the sub-Saharan belt and along the coast of West Africa rarely receive much press coverage. Indeed, I doubt ...",
        "date": "20090428",
        "country": "Burkina%20Faso"
    },
    {
        "title": "Red Cross appeals for funds to help Ivorians",
        "body": "THE Red Cross yesterday appealed for $1.39 million (about R9m) to help countries neighbouring Ivory Coast to provide aid to Ivorians fleeing from political deadlock in their homeland.",
        "date": "20101231",
        "country": "Burkina%20Faso"
    },
    {
        "title": "Agencies appeal for funds to stop Africa food crisis",
        "body": "LONDON: Aid agencies on Monday appealed for 14 million pounds ($ 21 million) to halt an escalating food in West Africa, warning the situation was “an unfolding disaster.”",
        "date": "20100622",
        "country": "Burkina%20Faso"
    },
    {
        "title": "Aid agencies appeal for funds to stop Africa food crisis",
        "body": "Aid agencies yesterday appealed for €17 million to halt an escalating food crisis in West Africa, warning the situation was “an unfolding disaster.”",
        "date": "20100622",
        "country": "Burkina%20Faso"
    },
    {
        "title": "Aid agencies appeal for funds to stop Africa food crisis",
        "body": "LONDON, June 21, 2010 (AFP) — Aid agencies on Monday appealed for 14 million pounds ( 21 million dollars, 17 million euros) to halt an escalating food in West Africa, warning the s...",
        "date": "20100621",
        "country": "Burkina%20Faso"
    },
    {
        "title": "Many homeless, families sleep by roadside after floods hit Benin",
        "body": "COTONOU – Families sleep by the roadside under shelter made of scrap wood and metal, their homes destroyed by the rains in Benin – the country seen as the hardesthit by West African floods thi...",
        "date": "20101021",
        "country": "Burkina%20Faso"
    },
    {
        "title": "Food crisis imminent",
        "body": "DAKAR: Millions of people in west Africa could only be saved from a major food crisis next year if aid preparations were scaled up, Oxfam warned.",
        "date": "20111214",
        "country": "Burkina%20Faso"
    },
    {
        "title": "Food crisis looms in West Africa",
        "body": "DAKAR— Millions of people in West Africa can only be saved from a major food next year if aid preparations are scaled up, Oxfam warned Monday.",
        "date": "20111214",
        "country": "Burkina%20Faso"
    },
    {
        "title": "Armoured convoy leaves Libya",
        "body": "Reuters",
        "date": "20110907",
        "country": "Burkina%20Faso"
    },
    {
        "title": "Golden Phoenix",
        "body": "In August 2008, Ron Little figured he had it made. The CEO and founder of Ottawa-based Orezone Resources had just raised $330 million U.S. from a pair of investment banks — enough to bring a major gold find in into production.",
        "date": "20110123",
        "country": "Burkina%20Faso"
    },
    {
        "title": "Charity’s call for help Rabbi Blue in in Ivory Coast crisis Durham talks",
        "body": "WEARSIDERS are being urged to dig deep and help the humanitarian crisis in Ivory Coast.",
        "date": "20110408",
        "country": "Burkina%20Faso"
    },
    {
        "title": "A portrait of Burkina Faso in words and pictures",
        "body": "Earlier this year, Valerie Amos, the head of the UN’s humanitarian and emergency relief programme, warned that a combination of failed crops, locust plague, high food prices, conflict, c...",
        "date": "20121205",
        "country": "Burkina%20Faso"
    },
    {
        "title": "SAHEL FOOD CRISIS",
        "body": "HUMANITARIAN COALITION members are on the ground providing immediate relief to suffering children and their families. A deadly and expanding hunger across Africa’s Sahel re...",
        "date": "20120630",
        "country": "Burkina%20Faso"
    },
    {
        "title": "Feds match funds for famine relief",
        "body": "OTTAWA — The federal government announced on Tuesday that it will match Canadian charitable donations to alleviate a growing food crisis in West and Central Africa.",
        "date": "20120808",
        "country": "Burkina%20Faso"
    },
    {
        "title": "Unfolding tragedies1",
        "body": "Buddy, can you spare a dime? If so, this might have been seen as a generous gift to a hungry stranger at the height of the Great Depression when the phrase was popular and when, before the rav...",
        "date": "20121006",
        "country": "Burkina%20Faso"
    },
    {
        "title": "Thousands of Malians newly on the move",
        "body": "Aid workers in Mali say they are still coming to grips with an expanding humanitarian , as people displaced by the intensified fighting of the past two weeks arrive in new towns l...",
        "date": "20130123",
        "country": "Burkina%20Faso"
    },
    {
        "title": "Thousands of Malians newly on the move",
        "body": "Aid workers in Mali say they are still coming to grips with an expanding humanitarian , as people displaced by the intensified fighting of the past two weeks arrive in new towns l...",
        "date": "20130123",
        "country": "Burkina%20Faso"
    },
    {
        "title": "Thousands of Malians newly on the move",
        "body": "Aid workers in Mali say they are still coming to grips with an expanding humanitarian crisis, as people displaced by the intensified fighting of the past two weeks arrive in new towns l...",
        "date": "20130123",
        "country": "Burkina%20Faso"
    },
    {
        "title": "Thousands of Malians newly on the move",
        "body": "Aid workers in Mali say they are still coming to grips with an expanding humanitarian crisis, as people displaced by the intensified fighting of the past two weeks arrive in new towns l...",
        "date": "20130123",
        "country": "Burkina%20Faso"
    },
    {
        "title": "Thousands of Malians newly on the move",
        "body": "Aid workers in Mali say they are still coming to grips with an expanding humanitarian crisis, as people displaced by the intensified fighting of the past two weeks arrive in new towns l...",
        "date": "20130123",
        "country": "Burkina%20Faso"
    },
    {
        "title": "Plane that carried 116 Russian ambassador slams MH17 assertion people‘probably crashed’",
        "body": "ANAIRAlgerie flight carrying 116 people, which disappeared from radar over northern Mali, “probably crashed”, according to the plane’s owner and government off icials in France and Burkin...",
        "date": "20140725",
        "country": "Burkina%20Faso"
    },
    {
        "title": "Plane that carried 116 Russian ambassador slams MH17 assertion people‘probably crashed’",
        "body": "ANAIRAlgerie flight carrying 116 people, which disappeared from radar over northern Mali, “probably crashed”, according to the plane’s owner and government off icials in France and Burkin...",
        "date": "20140725",
        "country": "Burkina%20Faso"
    },
    {
        "title": "Dozens of migrants die in latest Libyan tragedy",
        "body": "Dozens of people died when their boat capsized off Libya yesterday, adding further tragedy to a migrant season in which more than 100 people are believed to have perished in the Mediterranean...",
        "date": "20140512",
        "country": "Burkina%20Faso"
    },
    {
        "title": "Storm error of crash pilot",
        "body": "A PLANE crashed killing 118 people when its pilot turned into the eye of a storm thinking he had avoided it, investigators believe.",
        "date": "20140731",
        "country": "Burkina%20Faso"
    },
    {
        "title": "U.N. chief visits Iranian military site",
        "body": "VIENNA — The head of the U.N. nuclear agency paid what Iran’s official news agency described as a ceremonial visit Sunday to an Iranian nuclear site that he suspects may have been used to ...",
        "date": "20150921",
        "country": "Burkina%20Faso"
    },
    {
        "title": "Malta meet to tackle refugee crisis",
        "body": "Brussels/ Athens, Nov. 8: The heads of state and government from most of the EU member countries and more than 30 African nations are due in the Maltese capital Valletta on Wednesday for t...",
        "date": "20151109",
        "country": "Burkina%20Faso"
    },
    {
        "title": "Unity could be tested in Burundi if army is drawn into crisis",
        "body": "When protesters in Burundi cheer for soldiers who turn up at demonstrations against the president’s bid for a third term, it is redolent of uprisings further north in Africa where the mil...",
        "date": "20150501",
        "country": "Burkina%20Faso"
    },
    {
        "title": "Citizenship issues ruined a West African country",
        "body": "The issues revolving around migration and citizenship eligibility continue to roil the political waters in both Europe and the United States, as desperate people cross the Mediter...",
        "date": "20150727",
        "country": "Burkina%20Faso"
    },
    {
        "title": "Missionary mourned by family in Indiana",
        "body": "An American missionary who was among at least 28 people gunned down in an al-Qaida attack over the weekend in Burkina Faso has family ties to northwest Indiana.",
        "date": "20160118",
        "country": "Burkina%20Faso"
    },
    {
        "title": "Al-Qaeda terrorism dents Burkina Faso’s hopes of recovery",
        "body": "OUAGADOUGOU: When Burkina Faso swore in its first new president in decades last month, many people hoped the democratic transition would pave the way to an era of progress. Now a deadly raid b...",
        "date": "20160121",
        "country": "Burkina%20Faso"
    },
    {
        "title": "Attack sends chill through humanitarian aid groups2",
        "body": "The siege of a hotel and caf in Burkina Faso on Friday was the deadliest terrorist attack involving Canadians since 9/11, claiming the lives of six Quebecers.",
        "date": "20160119",
        "country": "Burkina%20Faso"
    },
    {
        "title": "Let Stephen Harper apologise",
        "body": "Canada’s Prime Minister Justin Trudeau has been in a bit of hot water recently, but I find these negative sentiments completely irrational. Although Trudeau’s call to one of the spouses o...",
        "date": "20160131",
        "country": "Burkina%20Faso"
    },
    {
        "title": "CRY, THE BELOVED AND THIRSTY CONTINENT",
        "body": "AS I perused the first pages of Karen Jayes’ debut novel, For the Mercy of , while listening to 702, I heard frightening reports on the drought and food crises across Africa.",
        "date": "20160702",
        "country": "Burkina%20Faso"
    },
    {
        "title": "SA needs donkey safe havens",
        "body": "Over the past months the NSPCA has issued several reports on the illegal donkey skin trade and the cruelty involved in the horrific slaughter methods.",
        "date": "20170826",
        "country": "Burkina%20Faso"
    },
    {
        "title": "SA needs donkey safe havens",
        "body": "Over the past months the NSPCA has issued several reports on the illegal donkey skin trade and the cruelty involved in the horrific slaughter methods.",
        "date": "20170826",
        "country": "Burkina%20Faso"
    },
    {
        "title": "Why donkeys are facing their biggest ever crisis",
        "body": "THE world’s donkeys are facing a population crisis because of the huge demand for their skins in China, where they are used to make health foods and traditional medicine.",
        "date": "20171015",
        "country": "Burkina%20Faso"
    },
    {
        "title": "UN fears of West Africa famine grow",
        "body": "The United Nations humanitarian chief warned yesterday that nearly 6 million people are struggling to get food in West Africa’s Sahel region and severe malnutrition is threatening th...",
        "date": "20180614",
        "country": "Burkina%20Faso"
    },
    {
        "title": "Floods claim 22, leave thousands homeless in Nigeria",
        "body": "NIAMEY: Twenty-two people are dead and thousands have been left homeless in Niger after torrential rains caused heavy flooding, authorities said.",
        "date": "20180810",
        "country": "Burkina%20Faso"
    },
    {
        "title": "Mali is slipping back into chaos",
        "body": "The country is in some ways the archetypal 21st-century . It is fiendishly complex, protracted and hard to solve",
        "date": "20180825",
        "country": "Burkina%20Faso"
    },
    {
        "title": "Mali is slipping back into chaos",
        "body": "The country is in some ways the archetypal 21st-century . It is fiendishly complex, protracted and hard to solve Co-founder of Igarape Institute and SecDev Group",
        "date": "20180825",
        "country": "Burkina%20Faso"
    },
    {
        "title": "Mali is slipping back into chaos",
        "body": "The country is in some ways the archetypal 21st-century crisis. It is fiendishly complex, protracted and hard to solve",
        "date": "20180825",
        "country": "Burkina%20Faso"
    },
    {
        "title": "WFP warns of ‘dramatic crisis’ in Sahel region",
        "body": "A “DRAMATIC humanitarian crisis” fueled by conflict, displacements, hunger and poverty is unfolding in the three Sahel countries of Burkina Faso, Mali and Niger, the World Food Program...",
        "date": "20191120",
        "country": "Burkina%20Faso"
    },
    {
        "title": "HOW A PREACHER SENT GUNMEN INTO BURKINA FASO’S SCHOOLS than",
        "body": "Since Dicko’s first broadcasts, Burkina Faso has become the focus of a determined jihadi campaign by three of West Africa’s most dangerous armed groups who have carved out influence in nea...",
        "date": "20191114",
        "country": "Burkina%20Faso"
    },
    {
        "title": "Niger floods prompt 23,000 to evacuate",
        "body": "NIAMEY, Niger (AFP) — Floods in southeast Niger have forced 23,000 people to flee their homes since early October, officials said Saturday, threatening a new humanitarian in a re...",
        "date": "20191021",
        "country": "Burkina%20Faso"
    },
    {
        "title": "Battle to ensure food aid makes a difference",
        "body": "BARSALOGHO: Habibou Iba’s twin sons are wasting away at the age of 7 months after existing on a diet of millet and .",
        "date": "20190505",
        "country": "Burkina%20Faso"
    },
    {
        "title": "We w and t are p",
        "body": "Homes and farmlands destroyed by floods and desertification paint a grim picture of how the climate crisis has gripped countries like Ghana. But there is a possible solution that is al...",
        "date": "20191115",
        "country": "Burkina%20Faso"
    },
    {
        "title": "Caught by conflict and Covid-19",
        "body": "THE lives of more than one million women in Burkina Faso are threatened daily with increased sexual violence, hunger and shortages as a result of the coronavirus pandemic in addit...",
        "date": "20200527",
        "country": "Burkina%20Faso"
    },
    {
        "title": "Poverty displaces 1M folk in Burkina Faso",
        "body": "UNITED NATIONS: The impoverished West African country of now has more than 1 million of its population forced from their homes by violence, a UN spokesman said on Tuesday (We...",
        "date": "20200820",
        "country": "Burkina%20Faso"
    },
    {
        "title": "One million flee escalating violence in Burkina Faso",
        "body": "Mounting violence in Burkina Faso has forced more than one million people to flee their homes: 453,000 so far this year alone, the UN High Commissioner for Refugees (UNHCR) reported, citing ...",
        "date": "20200820",
        "country": "Burkina%20Faso"
    },
    {
        "title": "Donors pledge $1.7B for Burkina Faso, Mail, Niger",
        "body": "UNITED NATIONS  More than 20 donors pledged nearly $1 billion for the three countries at the epicenter of a humanitarian in Africa’s Sahel region for this year and over $700 millio...",
        "date": "20201021",
        "country": "Burkina%20Faso"
    },
    {
        "title": "Donors pledge $1.7B for Burkina Faso, Mali, Niger",
        "body": "UNITED NATIONS  More than 20 donors pledged nearly $1 billion for the three countries at the epicenter of a humanitarian in Africa’s Sahel region for this year and over $700 milli...",
        "date": "20201021",
        "country": "Burkina%20Faso"
    },
    {
        "title": "Donors pledge $1.7B for Burkina Faso, Mali, Niger",
        "body": "UNITEDNATIONS  More than 20 donors pledgednearly $1 billion for the three countries at the epicenter of a humanitarian in Africa’s Sahel region for this year and over $700 million...",
        "date": "20201021",
        "country": "Burkina%20Faso"
    },
    {
        "title": "Humanitarian disaster grips eastern Congo",
        "body": "Eastern Congo is rapidly turning into one of the world’s biggest humanitarian disasters, with 3.3 million people out of reach of relief groups, including thousands of malnourished children...",
        "date": "20040615",
        "country": "Burundi"
    },
    {
        "title": "UN warns of slum dwellers’ crisis",
        "body": "The world’s growing number of poor slum dwellers is a ticking social time bomb that governments around the world ignore at their peril, a United Nations report warned yesterday.",
        "date": "20060617",
        "country": "Burundi"
    },
    {
        "title": "Cabinet A to F",
        "body": "Thabo Mbeki President Grade: A- (governance); D (leadership)",
        "date": "20061222",
        "country": "Burundi"
    },
    {
        "title": "Call for new UN environment agency",
        "body": "Forty-six nations called for the creation of a more powerful UN environment agency yesterday, saying the survival of humanity was at risk, but the United States, China and Russia did not...",
        "date": "20070204",
        "country": "Burundi"
    },
    {
        "title": "From a flock of hens to a house",
        "body": "Shopping for a gift? Here are some ways to put your holiday money to good use Book of overseas stamps: $31 Amnesty International Amnesty members write tens of thousands of letters all over t...",
        "date": "20071218",
        "country": "Burundi"
    },
    {
        "title": "Africa’s wave of progress",
        "body": "Kofi Annan",
        "date": "20070727",
        "country": "Burundi"
    },
    {
        "title": "AT YOUR SERVICE",
        "body": "The TC has one address for all events listings: listings@tc.canwest.com Include a brief (25 words or fewer) description of the event, date, time, address, price and phone number. In the subje...",
        "date": "20070624",
        "country": "Burundi"
    },
    {
        "title": "HELL ON EARTH",
        "body": "H2. Linfen, China",
        "date": "20080524",
        "country": "Burundi"
    },
    {
        "title": "Poisoned milk hospitalises 13,000 children",
        "body": "China said nearly 13,000 children were in hospital today after drinking toxic milk powder in a dramatic escalation of Beijing’s latest safety scandal.",
        "date": "20080922",
        "country": "Burundi"
    },
    {
        "title": "‘We don’t trust the South African government’",
        "body": "“I’m a human being. I don’t want to die here,” screamed one man as he threw himself at a fence in a frantic bid to reach officials of the United Nations High Commission for Refugees (UNHCR).",
        "date": "20080613",
        "country": "Burundi"
    },
    {
        "title": "Toxic milk places 13,000 children in hospital",
        "body": "China said nearly 13,000 children were in hospital today after drinking toxic milk powder in a dramatic escalation of Beijing’s latest safety scandal.",
        "date": "20080922",
        "country": "Burundi"
    },
    {
        "title": "Storm clouds gather over the Nile Basin",
        "body": "To some it might be considered ironic that Egypt and Sudan claim a 1929 British treaty, which was reaffirmed in 1959 after the Suez , to justify their claim to the Nile. But it’s certai...",
        "date": "20101204",
        "country": "Burundi"
    },
    {
        "title": "Crisis as East African states battle over control of Nile",
        "body": "East African states are struggling to contain an escalating over control of the of the river Nile.",
        "date": "20100523",
        "country": "Burundi"
    },
    {
        "title": "Thirsty neighbors, Egypt at odds over the Nile",
        "body": "BATAMDA, Egypt — One place to begin to understand why this parched country has nearly ruptured relations with its upstream neighbors on the Nile is ankle-deep in mud in the cotton and maize...",
        "date": "20100928",
        "country": "Burundi"
    },
    {
        "title": "Israel-China cooperation for Nile",
        "body": "OMAR Siraj Abu Razizah, a professor in water resource management and planning at King Abdulaziz University’s College of Engineering, telephoned me a few days ago after reading what ...",
        "date": "20100617",
        "country": "Burundi"
    },
    {
        "title": "The colors of peace",
        "body": "Coming down the hill, we make like a runaway train. Perilous, it seems, is the only speed in Burundi. The bus is crowded, luggage and bodies toppling as we hug each turn in the road. Outside, ...",
        "date": "20100124",
        "country": "Burundi"
    },
    {
        "title": "Mbeki ignores ANC’S successes and fails to provide an alternative",
        "body": "IT IS shocking that a seasoned commentator like Moeletsi Mbeki is so selective in critiquing the ruling party (The Mercury, July 27). He forgets to mention many important facts and gains...",
        "date": "20110801",
        "country": "Burundi"
    },
    {
        "title": "Obama salutes King at memorial dedication",
        "body": "WASHINGTON — President Barack Obama saluted Dr. Martin Luther King Jr. Sunday as a man who “stirred our conscience’’ and made the Union “more perfect,’’ rejoicing in the dedication of a mon...",
        "date": "20111017",
        "country": "Burundi"
    },
    {
        "title": "Time running out for Burundians",
        "body": "EDITOR’S NOTE:",
        "date": "20120801",
        "country": "Burundi"
    },
    {
        "title": "A political crisis is a poor time to negotiate water",
        "body": "The former Egyptian regime failed to present a strategy",
        "date": "20120424",
        "country": "Burundi"
    },
    {
        "title": "Humanitarian work important to registered nurse",
        "body": "MIDDLE RIVER — A registered nurse from Middle River is making a career out of helping the world’s less fortunate people.",
        "date": "20120526",
        "country": "Burundi"
    },
    {
        "title": "Study has U.S. economy at No. 2 by ’30",
        "body": "WASHINGTON — A new intelligence assessment of global trends projects that China will outstrip the United States as the leading economic power before 2030 but that America will remain an in...",
        "date": "20121211",
        "country": "Burundi"
    },
    {
        "title": "Study has U.S. economy at No. 2 by 2030",
        "body": "WASHINGTON — A new intelligence assessment of global trends projects that China will outstrip the United States as the leading economic power before 2030 but that America will remain an in...",
        "date": "20121211",
        "country": "Burundi"
    },
    {
        "title": "Burundi’s economy: Up in smoke after market fire",
        "body": "BUJUMBURA: The main market in Burundi’s capital was once the heart of the country, a bustling and crowded business zone that drove the national economy. Four months after Bujumbura’s key c...",
        "date": "20130612",
        "country": "Burundi"
    },
    {
        "title": "Water war",
        "body": "A sharpening dispute between Egypt and Ethiopia about Nile River water reminds the world how much does not change across the centuries in international politics and conflict.",
        "date": "20131017",
        "country": "Burundi"
    },
    {
        "title": "U.N. says ‘stunted’ kids will learn less",
        "body": "UNITED NATIONS — The United Nations Children’s Fund says more than a quarter of children under age 5 worldwide are permanently “stunted” from malnutrition, leaving them physically and i...",
        "date": "20130416",
        "country": "Burundi"
    },
    {
        "title": "Arabic news digest",
        "body": "“Screaming, wailing and tossing accusations around is not going to solve the Nile water issue. What can achieve that is a calm, rational examination of options to either prevent a re...",
        "date": "20130611",
        "country": "Burundi"
    },
    {
        "title": "AU troops ‘rape’ Somali women",
        "body": "INTERNATIONALLY-funded African Union troops in war-torn and impoverished Somalia have raped women and girls as young as 12 and traded food aid for sex, Human Rights Watch said in a damning ...",
        "date": "20140909",
        "country": "Burundi"
    },
    {
        "title": "From turf to diamonds1",
        "body": "Alain Lemieux made his fortune selling artificial turf. The Sherbrooke, Que., native now bills himself as “His Excellency Ambassador.” He greets African delegations and businessmen in...",
        "date": "20140802",
        "country": "Burundi"
    },
    {
        "title": "‘AU troops raped poor Somalis’",
        "body": "NAIROBI, Sept 8, (AFP): Internationally-funded African Union troops in war-torn and impoverished Somalia have gang raped women and girls as young as 12 and traded food aid for sex, Human Rig...",
        "date": "20140909",
        "country": "Burundi"
    },
    {
        "title": "‘Un-funded troops raped Somalis’",
        "body": "NAIROBI: Internationally-funded African Union troops in war-torn and impoverished Somalia have raped women and girls as young as 12 and traded food aid for sex, Human Rights Watch said in a ...",
        "date": "20140909",
        "country": "Burundi"
    },
    {
        "title": "Cholera infects 3,000 Burundi refugees",
        "body": "More than 64,000 Burundians have fled to Tanzania in recent weeks, UNHCR said, escaping the unrest sparked by their president’s bid for a third term that many say is unconstitutional.",
        "date": "20150523",
        "country": "Burundi"
    },
    {
        "title": "Cholera infects 3,000 Burundi refugees",
        "body": "KAMPALA, Uganda — An outbreak of cholera has infected 3,000 people in a Tanzanian border region where refugees fleeing political unrest in Burundi have massed, the U.N. Refugee Agency sa...",
        "date": "20150523",
        "country": "Burundi"
    },
    {
        "title": "President back but Burundi tense",
        "body": "BUJUMBURA: Burundian President Pierre Nkurunziza yesterday made his first public appearance in the capital since an attempted coup last week failed to oust him, warning of a threat pose...",
        "date": "20150518",
        "country": "Burundi"
    },
    {
        "title": "Bitterly divided Burundi heads for elections",
        "body": "BUJUMBURA, Burundi: Burundian President Pierre Nkurunziza appears set to win a controversial third consecutive term in elections on Tuesday, a hollow victory that will leave him rul...",
        "date": "20150721",
        "country": "Burundi"
    },
    {
        "title": "UN to vote on Burundi as violence escalates",
        "body": "THE UN Security Council has scheduled a vote on Thursday on a resolution condemning increasing killings, torture, and other human rights violations in and threatening poss...",
        "date": "20151113",
        "country": "Burundi"
    },
    {
        "title": "Straight-talking diplomat warns of regional power disease",
        "body": "WELILE Nhlapo is something of a pocket battleship plying Africa’s diplomatic waters. Almost as wide as he is high, Nhlapo has always been a straight shooter. But now that he is officially ...",
        "date": "20160802",
        "country": "Burundi"
    },
    {
        "title": "‘There’s a pandemic of people wanting to stay in power’",
        "body": "WELILE Nhlapo is something of a pocket battleship plying Africa’s diplomatic waters. Almost as wide as he is high, Nhlapo has always been a straight shooter. But now that he is retired from...",
        "date": "20160802",
        "country": "Burundi"
    },
    {
        "title": "‘There’s a pandemic of people wanting to stay in power’",
        "body": "WELILE Nhlapo is something of a pocket battleship plying Africa’s diplomatic waters. Almost as wide as he is high, Nhlapo has always been a straight shooter. But now that he is retired from...",
        "date": "20160802",
        "country": "Burundi"
    },
    {
        "title": "Refugee crisis could develop into Africa’s biggest",
        "body": "A CRISIS is unfolding for hundreds of thousands of refugees in Tanzania, with camps now at full capacity.",
        "date": "20161125",
        "country": "Burundi"
    },
    {
        "title": "Tensions between Burundi, Rwanda mount",
        "body": "TENSION between Burundi and Rwanda continues to rise and has claimed the lives of more than five people in less than two weeks.",
        "date": "20170320",
        "country": "Burundi"
    },
    {
        "title": "Tensions between Burundi, Rwanda mount",
        "body": "TENSION between Burundi and Rwanda continues to rise and has claimed the lives of more than five people in less than two weeks.",
        "date": "20170320",
        "country": "Burundi"
    },
    {
        "title": "Burundi, Rwanda tensions rise with 5 killed in two weeks",
        "body": "TENSION between Burundi and Rwanda continues to rise and has claimed the lives of more than five people in two weeks.",
        "date": "20170320",
        "country": "Burundi"
    },
    {
        "title": "Beyonc joins with Unicef in Burundi",
        "body": "Pop icon Beyonc is throwing her superstar power behind a new effort to bring safe, clean water to children in Burundi in a partnership with Unicef, the United Nations’ children’s agency s...",
        "date": "20170704",
        "country": "Burundi"
    },
    {
        "title": "Burundi ‘insulted’ by French gift of donkeys",
        "body": "BURUNDI has ordered the quarantine of 10 donkeys donated to a village in the East African country by France, sparking a debate if there was a subliminal message behind the gift.",
        "date": "20180530",
        "country": "Burundi"
    },
    {
        "title": "Burundi angered by French gift of donkeys to village",
        "body": "Burundi’s agriculture ministry has ordered the quarantine of 10 donkeys that were donated to a village through French funding, sparking a debate over the message behind the gift.",
        "date": "20180530",
        "country": "Burundi"
    },
    {
        "title": "Refugee influx",
        "body": "ZAMBIA has been attracting thousands of asylum seekers for a long time largely because of its strate-gic location and the peaceful nature of the country.",
        "date": "20180210",
        "country": "Burundi"
    },
    {
        "title": "Korea to offer 50,000 tons of rice in foreign aid",
        "body": "Korea signed an agreement for food assistance with the World Food Programme (WFP), pledging to provide through the organization 50,000 tons of Korean rice, worth 46 billion won ($42.5 mill...",
        "date": "20180302",
        "country": "Burundi"
    },
    {
        "title": "The truth about China’s relations with Africa",
        "body": "President Xi Jinping’s visits this week to Senegal, Rwanda, South Africa and Mauritius are expected to build ties and extend Beijing’s influence on the continent. Africa has a role in Xi’...",
        "date": "20180725",
        "country": "Burundi"
    },
    {
        "title": "Burundi’s poll exacts brutal toll",
        "body": "When a farmer in a drought-stricken province of northern Burundi was asked to give seven kilogrammes of beans and maize to members of the ruling party’s youth league, he was astounded. “Why are...",
        "date": "20191206",
        "country": "Burundi"
    },
    {
        "title": "Tensions high over Blue Nile power dam",
        "body": "Ethiopia’s construction of a huge power dam on the Blue Nile is raising tensions with Egypt, which depends on the river for 90% of its supply.",
        "date": "20191204",
        "country": "Burundi"
    },
    {
        "title": "Africa’s largest power dam stokes Nile River tensions",
        "body": "PARIS - Ethiopia’s construction of a massive power dam on the Blue Nile is raising tensions with Egypt, which depends on the river for 90 percent of its supply.",
        "date": "20191204",
        "country": "Burundi"
    },
    {
        "title": "Kagame destabilising region",
        "body": "RWANDAN President Paul Kagame, the hero from the former Rwandan Patriotic Front (RPF) who led the fight against the Interehamwe militias that murdered at least 800 000 Tutsis and Hutu mod...",
        "date": "20190517",
        "country": "Burundi"
    },
    {
        "title": "Burundi to go to polls amid virus outbreak",
        "body": "Burundians are to vote tomorrow in a tense general election, despite an outbreak of coronavirus which will be the first major challenge for the next president. President Pierre Nkurun...",
        "date": "20200519",
        "country": "Burundi"
    },
    {
        "title": "Burundi to vote in tense general ellection amid virus outbreak",
        "body": "BUJUMBURA Burundians will vote tomorrow in a tense general election, despite a largely-ignored outbreak of coronavirus which is set to be the first major challenge for the new presid...",
        "date": "20200519",
        "country": "Burundi"
    },
    {
        "title": "Burundi to vote in tense poll amid virus outbreak",
        "body": "BUJUMBURA - Burundians will vote tomorrow in a tense general election, despite a largely ignored outbreak of coronavirus, which is set to be the first major challenge for the new pres...",
        "date": "20200519",
        "country": "Burundi"
    },
    {
        "title": "Burundi goes to polls while turning a blind eye to corona crisis",
        "body": "– Burundians will vote tomorrow in a tense general election, despite a largely-ignored outbreak of coronavirus which is set to be the first major challenge for the new president.",
        "date": "20200519",
        "country": "Burundi"
    },
    {
        "title": "Egypt informs US of project to make Nile a major navigational artery",
        "body": "Egyptian Minister of Irrigation Mohamed Abdel-Aty has presented Washington representatives with plans for a project to divert the Nile River into a navigational artery for the river bas...",
        "date": "20211122",
        "country": "Burundi"
    },
    {
        "title": "Cataclysm on African continent a pending world war",
        "body": "The Nile River has captivated mystery and myth from the time of ancient Greeks, including Herodotus and Alexander the Great. Today she could become the cause of a world at war.",
        "date": "20210620",
        "country": "Burundi"
    },
    {
        "title": "Congo’s latest killer is the climate crisis. Inaction is unthinkable",
        "body": "For thousands of years, Lake Tanganyika was an exquisite sight that soothed and supported generations of Congolese people. Those living by its shores in the Democratic Republic of the Con...",
        "date": "20210623",
        "country": "Burundi"
    },
    {
        "title": "Vaccine shortages and surging cases:",
        "body": "A“third wave” of COVID-19 cases is filling hospital beds, exhausting oxygen stocks, and testing already overloaded health staff in the hardest-hit African countries. Continent-wide, recor...",
        "date": "20210730",
        "country": "Burundi"
    }
]