[
    {
        "title": "Could this be World War H2O?",
        "body": "“As scarcity develops, more people are going to die and more ecosystems are going to become unviable”",
        "date": "20031018",
        "country": "Namibia"
    },
    {
        "title": "Discarded phones a major health hazard",
        "body": "Governments from around the world will meet this week to tackle the latest toxic-waste crisis – mobile phones.",
        "date": "20041018",
        "country": "Namibia"
    },
    {
        "title": "Foreign, giant trawlers fry SA fishing",
        "body": "A FLEET of massive foreign trawlers has been registered in South Africa despite a government moratorium on new boats to stop overfishing.",
        "date": "20070826",
        "country": "Namibia"
    },
    {
        "title": "MY HOPES AND FEARS FOR THE TOURNAMENT",
        "body": "In no particular order but with heartfelt conviction, a list of wishes for France 2007: THAT Wales and Scotland rediscover credibility on the world stage. Joint bottom in the Six Nation...",
        "date": "20070902",
        "country": "Namibia"
    },
    {
        "title": "Thousands of teachers abandon Zimbabwe",
        "body": "ZIMBABWE’S EDUCATION system, once regarded as among the best in Africa, is in crisis because of the country’s economic meltdown. Almost a quarter of the teachers have quit the country, ...",
        "date": "20071118",
        "country": "Namibia"
    },
    {
        "title": "Witness to the devastation of AIDS",
        "body": "Hot, dry air hovers lazily over fields of yellow and green grasses, occasionally wafting in through the windows of a nearby university classroom.",
        "date": "20080710",
        "country": "Namibia"
    },
    {
        "title": "China arms ship left with no port of call as Britain and US apply pressure",
        "body": "Britain and the US have put concerted pressure on southern African states and China to stop a Chinese ship carrying weapons for the Zimbabwean government docking in the region, British o...",
        "date": "20080423",
        "country": "Namibia"
    },
    {
        "title": "A golf course is a selfish creature",
        "body": "Ihave always thought that golf courses are perhaps the finest collaborative work between God and man. Yes, only God can make a tree, but golf course architects can make trees seem prettier,...",
        "date": "20080616",
        "country": "Namibia"
    },
    {
        "title": "SA officials in Harare to assess crisis",
        "body": "HARARE: South African officials were in Zimbabwe to assess the scale of the crisis, responding to an unprecedented call for international help from President Robert Mugabe’s governmen...",
        "date": "20081209",
        "country": "Namibia"
    },
    {
        "title": "AFRICA",
        "body": "Flooding leaves thousands homeless in Namibia",
        "date": "20090413",
        "country": "Namibia"
    },
    {
        "title": "Low river chokes power",
        "body": "LUSAKA: Zambia has been importing 250 megawatts (MW) of power from South Africa and since Saturday, after low river flows caused a deficit at a dam, reducing supply to industries and...",
        "date": "20090604",
        "country": "Namibia"
    },
    {
        "title": "Rezidor pushes hotel expansion",
        "body": "THE REZIDOR Hotel Group is pushing ahead with its aggressive expansion strategy in spite of the financial crisis.",
        "date": "20090220",
        "country": "Namibia"
    },
    {
        "title": "Rezidor pushes hotel expansion",
        "body": "THE REZIDOR Hotel Group is pushing ahead with its aggressive expansion strategy in spite of the financial crisis.",
        "date": "20090220",
        "country": "Namibia"
    },
    {
        "title": "Don’t blame Zim for cholera",
        "body": "South Africa’s cholera crisis has nothing to do with Zimbabweans or cross-border contamination.",
        "date": "20090130",
        "country": "Namibia"
    },
    {
        "title": "Haiti survivors get more food, water",
        "body": "Haitian citizens receive water from Navy air crewmen. The Navy is conducting humanitarian and disaster relief operations after an earthquake caused severe damage near Port-au-Prin...",
        "date": "20100117",
        "country": "Namibia"
    },
    {
        "title": "Turn our energy issues into opportunities",
        "body": "SOUTH Africa has thus far managed to meet its huge postapartheid development challenges using its own resources. Successive post-apartheid governments have been wary of repeating the mis...",
        "date": "20100307",
        "country": "Namibia"
    },
    {
        "title": "‘Farmers must not leave SA’",
        "body": "AGRI-Northern Cape has advocated that farmers should rather expand their businesses, instead of leaving the country for promises of better opportunities elsewhere.",
        "date": "20101103",
        "country": "Namibia"
    },
    {
        "title": "Diamond industry must take steps to end illicit gem trading",
        "body": "THE DIAMOND industry, under scrutiny after supermodel Naomi Campbell’s war crimes testimony and a crisis in Zimbabwe, must take decisive measures to avoid a potential return of con...",
        "date": "20100826",
        "country": "Namibia"
    },
    {
        "title": "Fuel crisis to last until March",
        "body": "Botswana was experiencing a shortage of fuel that would probably continue until March, the Ministry of Minerals, Energy and Affairs said yesterday. The situation was being m...",
        "date": "20110113",
        "country": "Namibia"
    },
    {
        "title": "Fuel crisis to last until March",
        "body": "Botswana was experiencing a shortage of fuel that would probably continue until March, the Ministry of Minerals, Energy and Affairs said yesterday. The situation was being m...",
        "date": "20110113",
        "country": "Namibia"
    },
    {
        "title": "Fuel crisis to last until March",
        "body": "Botswana was experiencing a shortage of fuel that would probably continue until March, the Ministry of Minerals, Energy and Affairs said yesterday. The situation was being m...",
        "date": "20110113",
        "country": "Namibia"
    },
    {
        "title": "Ethekwini waste-water management wins award",
        "body": "THE eThekwini municipality has the best waste-water systems in the country, according to the Green Drop Regulation Programme established by the Affairs Department.",
        "date": "20110721",
        "country": "Namibia"
    },
    {
        "title": "Averting a looming water crisis",
        "body": "FLOODS, tornadoes and other extreme weather have left a trail of destruction during the first half of this year. But this could be just the start to a remarkable year of bad weather. Next up: ...",
        "date": "20110720",
        "country": "Namibia"
    },
    {
        "title": "‘The wrong war’1",
        "body": "In reading the Ploughshares 2011 annual report, I was scandalized to read, “in 2011, there were 26 active armed conflicts worldwide, an increase of two from the previous year”. What’s more,...",
        "date": "20120827",
        "country": "Namibia"
    },
    {
        "title": "Deep-sea miners kept from getting wet",
        "body": "A new breed of small, specialized mining firms plans to dive deep undersea in a quest for rich sources of metals and minerals, as technology and demand make the seafloor increasingly att...",
        "date": "20120605",
        "country": "Namibia"
    },
    {
        "title": "Deep-sea miners kept from getting wet",
        "body": "A new breed of small, specialized mining firms plans to dive deep undersea in a quest for rich sources of metals and minerals, as technology and demand make the seafloor increasingly att...",
        "date": "20120605",
        "country": "Namibia"
    },
    {
        "title": "Return of drachma could be good news for de la rue",
        "body": "While markets were panicking over the future of the euro yesterday, not everyone appeared so worried. Trading screens may have been swamped in red, but De La Rue managed to climb amid sug...",
        "date": "20120515",
        "country": "Namibia"
    },
    {
        "title": "Thousands spent on sports junket",
        "body": "TWO cash-strapped Eastern Cape municipalities have spent thousands of rands sending employees to a sports junket in Namibia.",
        "date": "20131007",
        "country": "Namibia"
    },
    {
        "title": "Namibian drought hits uranium mines",
        "body": "Rio Tinto, Paladin and towns suffer severe shortage URANIUM mines operated by companies including Rio Tinto and Paladin Energy in Namibia face a water shortage as a drought in the coun...",
        "date": "20131120",
        "country": "Namibia"
    },
    {
        "title": "SADC bid to end Lesotho crisis",
        "body": "AN EMERGENCY Southern African Development Community meeting held in Pretoria last night resolved to restore law and order in Lesotho as soon as possible. The Double Troika Plus Two Me...",
        "date": "20140916",
        "country": "Namibia"
    },
    {
        "title": "SA helps Nigeria set up vehicle industry",
        "body": "SOUTH African-based vehicle manufacturers, automotive component manufacturers and analysts have played down the potential threat to the domestic industry from Nigeria, which is...",
        "date": "20141016",
        "country": "Namibia"
    },
    {
        "title": "EVEN TYPHOID AND MALARIA COULDN’T STOP US FINISHING THIS MOVIE...",
        "body": "TYPHOID, malaria and torrential rain; it sounds like the storyline of a big screen blockbuster. But these were just the conditions the cast and crew of Half Of A Yellow Sun found themselves ...",
        "date": "20140411",
        "country": "Namibia"
    },
    {
        "title": "City says sewage will solve water shortage",
        "body": "WICHITA FALLS, Texas — Pastor Bob McCartney of First Baptist Church tries to love his neighbor. He’s just not thrilled that Wichita Falls will soon have him drinking water that once swirled dow...",
        "date": "20140427",
        "country": "Namibia"
    },
    {
        "title": "Why did we ignore a crisis we expected?",
        "body": "WE have known for a few years now that South Africa will face a serious water crisis, yet we seem to have not done much about it.",
        "date": "20151108",
        "country": "Namibia"
    },
    {
        "title": "NEWS IN BRIEF",
        "body": "Dangerous toy payout",
        "date": "20150621",
        "country": "Namibia"
    },
    {
        "title": "Don’t you think we have had enough of this nonsense?",
        "body": "I have received good news from my home that water has started running through our taps. The last time water came out from those taps was two years ago! Wow, whoever is responsible for this may...",
        "date": "20150124",
        "country": "Namibia"
    },
    {
        "title": "Chickens come home to roost as light fades",
        "body": "IF THERE is one thing we can learn from the Eskom power crisis in South Africa, it is the vital importance of maintaining and fixing infrastructure in key sectors like energy, transport an...",
        "date": "20150808",
        "country": "Namibia"
    },
    {
        "title": "Coke cans production due to drought in Namibia",
        "body": "WINDHOEK – Coca-Cola will stop production of all canned drinks in and has warned consumers of possible shortages as a regional drought worsens across southern Africa.",
        "date": "20160513",
        "country": "Namibia"
    },
    {
        "title": "Drought forces Coca-Cola to halt drinks in Namibia",
        "body": "Coca-Cola will stop production of all canned drinks in Namibia and has warned consumers of possible shortages, the company said Thursday, as a regional drought worsens across southern Afric...",
        "date": "20160513",
        "country": "Namibia"
    },
    {
        "title": "50m Africans face hunger after crops fail",
        "body": "Up to 50 million people in Africa will need food by Christmas as a crisis across the continent triggered by El Nio worsens, the UN and major international charities have warned.",
        "date": "20160527",
        "country": "Namibia"
    },
    {
        "title": "Southern Africa needs ways to calm its troubled waters",
        "body": "The Chicamba Dam in northwest Mozambique is critical to the water supply of three large cities. Fed by the Muene River it also provides a livelihood for hundreds of fishermen and small ind...",
        "date": "20161209",
        "country": "Namibia"
    },
    {
        "title": "Hunting plan for stranded hippos, crocs",
        "body": "GABORONE: The Namibian government is considering putting hundreds of hippos and crocodiles stranded in dried-up rivers and lakes because of the continuing drought up for trophy hunting...",
        "date": "20160729",
        "country": "Namibia"
    },
    {
        "title": "Let’s co-operate to find solutions to our water crisis",
        "body": "THE EXCELLENT piece on water management in the Argus on June 7 is an example of meaningful dialogue. The writer expounds on action taken by cities that have experienced and survived ...",
        "date": "20170614",
        "country": "Namibia"
    },
    {
        "title": "Ravaging effects of climate change already showing",
        "body": "PICTURE this: parched, cracked earth, starvation, limited access to water and eventually death.",
        "date": "20170116",
        "country": "Namibia"
    },
    {
        "title": "Ravaging effects of climate change already showing",
        "body": "PICTURE this: parched, cracked earth, starvation, limited access to water and eventually death.",
        "date": "20170116",
        "country": "Namibia"
    },
    {
        "title": "Rainy conditions to persist across entire Sadc region",
        "body": "MORE rain and possible flooding is expected in most parts of the Sadc region in the coming three months, the Sadc Climate Services Centre says. Regional forecasters say the January to Mar...",
        "date": "20170112",
        "country": "Namibia"
    },
    {
        "title": "Dual water plan perfect for SA",
        "body": "IN 2009, civil engineers AA Ilemobade, JR Adewumi and JE van Zyl, from Wits and Johannesburg universities, produced a report titled: Assessment of the feasibility of using a dual r...",
        "date": "20180125",
        "country": "Namibia"
    },
    {
        "title": "Namibia bans foreign travel for govt officials",
        "body": "NAMIBIA has banned all foreign travel by public officials as the southern African country tries to rein in government expenditure.",
        "date": "20180202",
        "country": "Namibia"
    },
    {
        "title": "Dual water system best",
        "body": "IN 2009, civil engineers AA Ilemobade, JR Adewumi and JE van Zyl, from the universities of the Witwatersrand and Johannesburg respectively, produced a report titled “Assessment of t...",
        "date": "20180125",
        "country": "Namibia"
    },
    {
        "title": "We’re wasting good water",
        "body": "IN 2009, civil engineers AA Ilemobade, JR Adewumi and JE van Zyl, from the universities of the Witwatersrand and Johannesburg, respectively, produced a report titled “Assessment of ...",
        "date": "20180127",
        "country": "Namibia"
    },
    {
        "title": "Aid group predicts world will miss global goal to provide clean water for everyone by 2030",
        "body": "TEPIC, Mexico: Supplying clean water and toilets for all could take hundreds of years in countries like Eritrea and Namibia unless governments step up funding to tackle the problem and its...",
        "date": "20180717",
        "country": "Namibia"
    },
    {
        "title": "Namibia at risk of deadly virus",
        "body": "THE LACK of basic services in Namibia’s informal settlements has resulted in a disease outbreak crisis where health authorities have warned that if the situation is not controlled, it...",
        "date": "20190308",
        "country": "Namibia"
    },
    {
        "title": "Lack of finances compound Katjinakatji water crisis",
        "body": "RUNDU – Residents of Katjinakatji Village in the Kavango West Region are still without water as the Directorate of Rural Supply in the Ministry of Agriculture, and Forestry do...",
        "date": "20190902",
        "country": "Namibia"
    },
    {
        "title": "Cowpea offers plethora of opportunities - Hepute",
        "body": "WINDHOEK – Cowpea beans, a drought-resistant crop, could be an answer to ’s food and overreliance on food imports, a preliminary study by the Agronomic Board (NAB) a...",
        "date": "20190823",
        "country": "Namibia"
    },
    {
        "title": "People need services",
        "body": "The issue of service delivery is one that remains a hot potato in the public sector, especially at regional and local authority levels.",
        "date": "20191213",
        "country": "Namibia"
    },
    {
        "title": "Milk taps run dry as Hardap irrigation projects struggle",
        "body": "WINDHOEK – The latest Bank of Namibia (BoN) report and last week’s AGM of the Dairy Producers Association (DPA) held on the farm of the chairperson, Kokkie Adriaanse, near Mariental, as ...",
        "date": "20190723",
        "country": "Namibia"
    },
    {
        "title": "Recurrent drought needs a regional panacea",
        "body": "THE effects of climate change are apparent if the consequences of successive debilitating droughts in the entire southern Africa and beyond in recent years are anything to go by. This...",
        "date": "20200131",
        "country": "Namibia"
    },
    {
        "title": "Water restored in Rundu",
        "body": "RUNDU - NamWater has successfully restored the water supply at Rundu after some residents endured three days without .",
        "date": "20200214",
        "country": "Namibia"
    },
    {
        "title": "Veteran Rohan Mustafa comes to rescue of UAE",
        "body": "It seems like an age ago when Rohan Mustafa was known within the UAE team as their “man for the ”.",
        "date": "20200107",
        "country": "Namibia"
    },
    {
        "title": "Hardap Dam crisis ‘catastrophic’ to dairy industry",
        "body": "NAMIBIA Dairy Producers Association (DPA) says the recent closing of the Hardap Dam sluices close to Mariental in the Hardap region will put the country’s dairy industry, already face...",
        "date": "20200211",
        "country": "Namibia"
    },
    {
        "title": "Govt commits over N$8bn to water sector",
        "body": "THE government has committed at least N$8.31 billion over the next seven years towards the water sector programme. In June last year, the Namibian government and the African Development B...",
        "date": "20210816",
        "country": "Namibia"
    },
    {
        "title": "EDITOR’S CHOICE IOL.CO.ZA",
        "body": "◆ Mutual bank founder Nthabeleng Likotsi sets record straight about her bank on Twitter",
        "date": "20210608",
        "country": "Namibia"
    },
    {
        "title": "RMB unpacks Namibia’s fiscal sustainability",
        "body": "RMB Namibia recently held a post-budget event with clients in Windhoek and Swakopmund, under the theme “Unpacking ’s fiscal sustainability trajectory”. At the events, Ruusa Nandag...",
        "date": "20210419",
        "country": "Namibia"
    },
    {
        "title": "Covid and the green economy",
        "body": "ENVIRONMENT and tourism minister Pohamba Shifeta believes a transition to a greener economy offers an opportunity for the country to move out of the Covid-19 towards a future t...",
        "date": "20210528",
        "country": "Namibia"
    },
    {
        "title": "Distressing to see world forget Zim",
        "body": "I AM totally displeased and downhearted that the world continues to turn a blind eye towards Zimbabwe’s lives that also matter. The problems happening in Zimbabwe are indirectly affect...",
        "date": "20210920",
        "country": "Namibia"
    },
    {
        "title": "Foreign debt threatens to engulf former Pacific paradise",
        "body": "Australia is a second home to Rene Harris, president of the tiny Pacific island of Nauru. In the past, he often travelled there for medical treatment or to feast his eyes on his country’s port...",
        "date": "20040420",
        "country": "Nauru"
    },
    {
        "title": "Uranium could fuel tiny island’s fortunes",
        "body": "It is a pinprick of land in the blue void of the South Pacific, but if Australian prospectors are correct, the tiny island nation of Niue is sitting on a fortune of almost unimaginable enorm...",
        "date": "20050831",
        "country": "Nauru"
    },
    {
        "title": "Changed diet big problemfor islands",
        "body": "Glossy photographs in tourist brochures showing lean, fit and muscular Pacific islanders fishing with spears from canoes in azure lagoons and shimmying up coconut palms hide an ugly trut...",
        "date": "20080212",
        "country": "Nauru"
    },
    {
        "title": "OBESITY KILLING PACIFIC",
        "body": "GLOSSY PHOTOGRAPHS in tourist brochures showing lean, fit and muscular Pacific Islanders fishing with spears from canoes in azure lagoons and shimmying up coconut palms hide an ugly trut...",
        "date": "20080210",
        "country": "Nauru"
    },
    {
        "title": "Japan gives $ 572m climate change aid to Pacific Islands",
        "body": "SHIMUKAPPU, Japan — Japan last week pledged 50 billion yen ($ 572 million CAD) in aid to small Pacific islands over the next three years to help them with clean energy projects and to cope with...",
        "date": "20090601",
        "country": "Nauru"
    },
    {
        "title": "Rudd support hit by fears on asylum seekers",
        "body": "CANBERRA — Australians are losing faith in the ability of Prime Minister Kevin Rudd to shut off the flow of refugee boats from Indonesia, an issue that in the past helped keep Labor out of p...",
        "date": "20091110",
        "country": "Nauru"
    },
    {
        "title": "Rudd faces double trouble over Tamil boatpeople",
        "body": "Australian Prime Minister Kevin Rudd faces twin crises as he weighs how to handle Sri Lankan Tamil refugees picked up at sea by Australian and Indonesian ships and taken to Indonesian ports. ...",
        "date": "20091102",
        "country": "Nauru"
    },
    {
        "title": "Presidents of Micronesia and Nauru come to Beit Hanassi",
        "body": "The adage that good things come in small packages most definitely applies to the Pacific island states as far as Israel is concerned – particularly Micronesia, Nauru, the Marshall Islan...",
        "date": "20100122",
        "country": "Nauru"
    },
    {
        "title": "Election puzzle for immigrants",
        "body": "KHANH PHAN immigrated to Australia from Vietnam five years ago. On Saturday, he will vote in his first election. But neither the incumbent Labour Party nor the opposition Liberals appea...",
        "date": "20100816",
        "country": "Nauru"
    },
    {
        "title": "Puzzle for immigrants as Australia set to vote",
        "body": "KHANH PHAN immigrated to Australia from Vietnam five years ago. On Saturday, he will vote in his first election. But neither the incumbent Labour Party nor the opposition Liberals appea...",
        "date": "20100816",
        "country": "Nauru"
    },
    {
        "title": "Locked out by the lucky country",
        "body": "LAST Wednesday the Australian Navy patrol boat Launceston intercepted an Indonesian fishing boat off Ashmore Reef, a tiny collection of islands 320km off the northern coast of Western...",
        "date": "20100130",
        "country": "Nauru"
    },
    {
        "title": "Spectre of Tampa in latest boat",
        "body": "AN asylum seeker boat carrying 116 passengers has arrived in Australian waters, bringing December to the brink of the most boat arrivals since the 2001 Tampa .",
        "date": "20111226",
        "country": "Nauru"
    },
    {
        "title": "On Nauru, a sinking feeling1",
        "body": "Iforgive you if you have never heard of my country. At just 20 square kilometres, and located in the southern Pacific Ocean, appears as merely a pinpoint on most maps — if it is not miss...",
        "date": "20110721",
        "country": "Nauru"
    },
    {
        "title": "That sinking feeling on Nauru",
        "body": "IFORGIVE you if you have never heard of my country. At just 21 sq km, about a third of the size of Manhattan, and located in the southern Pacific Ocean, appears as merely a pinpoint on m...",
        "date": "20110723",
        "country": "Nauru"
    },
    {
        "title": "WORLD REPORT",
        "body": "The FBI and Homeland Security have issued a nationwide warning about alQaeda threats to small aircraft just days before the anniversary of the 9/11 attacks. Authorities say there is no ...",
        "date": "20110905",
        "country": "Nauru"
    },
    {
        "title": "The climate coalface",
        "body": "THE tiny nation of Tuvalu is facing a crisis.",
        "date": "20111013",
        "country": "Nauru"
    },
    {
        "title": "‘Crisis of cruelty’ claim over detentions",
        "body": "AUSTRALIA",
        "date": "20121122",
        "country": "Nauru"
    },
    {
        "title": "Greens MP accuses govt of cruelty in Nauru centre",
        "body": "Canberra – The Australian Government has been accused of inflicting a ‘‘ of cruelty’’ on asylum seekers detained on , following a damning assessment by Amnesty Internatio...",
        "date": "20121122",
        "country": "Nauru"
    },
    {
        "title": "Asylum seekers’ ‘horrific’ camp ‘acts as deterrent’",
        "body": "Australia’s Federal Government has been accused of inflicting a ‘‘crisis of cruelty’’ on asylum seekers detained on , after a damning assessment by Amnesty International.",
        "date": "20121122",
        "country": "Nauru"
    },
    {
        "title": "Refugees risk death to beat deadline",
        "body": "AUSTRALIA: Australia calls it a ‘‘closing-down sale’’ for people smugglers: Asylum seekers in rickety boats are reaching its shores in record numbers ahead of a tougher deportation polic...",
        "date": "20120901",
        "country": "Nauru"
    },
    {
        "title": "Enduring love",
        "body": "ister, Grigol Vashadze, visited Fiji to court the regime of Commodore Josaia Voreqe “Frank” Bainimarama. Then, late last month, just days before Russia’s Mr Lavrov was scheduled to make his f...",
        "date": "20120214",
        "country": "Nauru"
    },
    {
        "title": "Incat set to steady ship on asylum seeker crisis",
        "body": "TASMANIAN shipbuilder Incat says it has a boat ready to help the Australian Navy deal with the asylum seeker .",
        "date": "20120811",
        "country": "Nauru"
    },
    {
        "title": "Call for asylum seekers to go back to Australia",
        "body": "A fire in Nauru that destroyed part of the main hospital and its reserves of medicines, and a gastroenteritis epidemic in an asylum-seeker camp is creating a potential medical emergenc...",
        "date": "20130817",
        "country": "Nauru"
    },
    {
        "title": "Water crisis threatening Asia Pacific",
        "body": "DESPITE the economic progress of most of the countries in the AsiaPacific region, security in the region still remains a challenge, a new study prepared jointly by the Asian Develop...",
        "date": "20130314",
        "country": "Nauru"
    },
    {
        "title": "ADB warns PH, Asia of water crisis",
        "body": "MOST countries in Asia and the Pacific, including the Philippines, are at risk of suffering a water crisis because of insufficient investments in resource management despite the rapid expansion of their economies, the Asian Development Bank (ADB) has warned.",
        "date": "20130314",
        "country": "Nauru"
    },
    {
        "title": "SUNDAY STAR TIMES Boat-people stance catches NZ in its wash",
        "body": "AUSTRALIA’S NEW get-tough policy on illegal refugees – or boat people – is a sign of only one thing: there’s an election coming.",
        "date": "20130721",
        "country": "Nauru"
    },
    {
        "title": "Oh, where have all the bees gone?",
        "body": "IN summers past, the gardens in our suburb have been humming with bees at this time of year, busy pollinating a huge variety of flowering plants. It was not uncommon to see hundreds on t...",
        "date": "20131228",
        "country": "Nauru"
    },
    {
        "title": "Kurds only ones who could have saved city",
        "body": "Possibly the only professional fighting forces on hand to reverse the Islamist takeover of Mosul are the Kurdish Peshmerga units that serve as the army of the country’s Kurdistan autono...",
        "date": "20140613",
        "country": "Nauru"
    },
    {
        "title": "AIDS delegates seek asylum in Oz",
        "body": "SOME 25 delegates to an international AIDS conference held in Melbourne last month fear returning home and will seek asylum in Australia, refugee and welfare agencies said yesterday.",
        "date": "20140805",
        "country": "Nauru"
    },
    {
        "title": "Asylum-seekers offered lifeboats",
        "body": "SYDNEY, Aug 4, (Agencies): Asylum-seekers held on an Australian customs vessel at sea for weeks were given lifeboats and told to make their own way back to India, a lawyer for the group said Mo...",
        "date": "20140805",
        "country": "Nauru"
    },
    {
        "title": "ASYLUM SEEKERS",
        "body": "ANGLICAN Archbishop John Harrower may or may not be right when he claims Tasmanians welcome asylum seekers ( Mercury, June 16), but when we consider this state has one of the highest rates...",
        "date": "20140618",
        "country": "Nauru"
    },
    {
        "title": "Island of fear",
        "body": "Is Sri Lanka a “society at peace” which has made “a lot of progress when it comes to human rights and the rule of law” since the war against secessionist Liberation Tigers of Tamil Eelam reb...",
        "date": "20140715",
        "country": "Nauru"
    },
    {
        "title": "Boat people: Abbott says nope",
        "body": "Prime Minister Tony Abbott has said countries should not encourage asylumseekers to board boats as tensions with Indonesia escalate over the fate of thousands of Rohingya and Banglades...",
        "date": "20150523",
        "country": "Nauru"
    },
    {
        "title": "Compassion has no boundaries: Mark Copland,",
        "body": "WHAT a difference a week makes.",
        "date": "20150915",
        "country": "Nauru"
    },
    {
        "title": "Hopes fade of finding survivors of migrant boat tragedy",
        "body": "ROME: Hopes faded of finding survivors of the latest Mediterranean boat tragedy, in which an estimated 200 migrants drowned, and rescue ships sailed to the aid of more migrant boats yesterday.",
        "date": "20150807",
        "country": "Nauru"
    },
    {
        "title": "Tough migrant policy wobbles",
        "body": "SYDNEY, Sept 8, (AFP): Australia’s hardline policy on asylum-seekers, who have been pushed back by the boatload and incarcerated in offshore camps, is under pressure as public sympathy ...",
        "date": "20150909",
        "country": "Nauru"
    },
    {
        "title": "Nauru joins IMF and World Bank",
        "body": "Nauru has become the 189th member of the International Monetary Fund and the World Bank. The World Bank says faces challenges in sustaining growth and ensuring fiscal and debt sust...",
        "date": "20160414",
        "country": "Nauru"
    },
    {
        "title": "From quick political fix to a permanent, toxic solution",
        "body": "Australia uses the island of Nauru – and its beholden, broke government – as a remote site for the “offshore processing” of people who seek asylum. What began as a hurried political re...",
        "date": "20160819",
        "country": "Nauru"
    },
    {
        "title": "From a quick political fix to a permanent, secretive and toxic solution",
        "body": "Australia uses the island of Nauru – and its beholden and broke government – as a remote site for the “offshore processing” of people who seek asylum and protection. What began as a hur...",
        "date": "20160810",
        "country": "Nauru"
    },
    {
        "title": "Self-harm rife in detention centres",
        "body": "THE release of incident logs from the Department of Immigration and Border Protection raise fresh questions over the human rights implications of Australia’s tough border protection...",
        "date": "20160118",
        "country": "Nauru"
    },
    {
        "title": "20 asylum seekers leave PNG detention centre",
        "body": "SYDNEY: About 20 asylum seekers left an abandoned Australian-run detention centre in remote Papua New Guinea, leaving hundreds threatened with forcible eviction within days amid an immi...",
        "date": "20171111",
        "country": "Nauru"
    },
    {
        "title": "PNG threatens to forcibly remove asylum seekers",
        "body": "Papua New Guinea Immigration Minister Petrus Thomas said authorities were set to take steps yesterday to forcibly remove about 450 men who remain in an abandoned Australian detention cent...",
        "date": "20171114",
        "country": "Nauru"
    },
    {
        "title": "Australians protest PNG asylum seeker treatment",
        "body": ">> SYDNEY: More than 1,000 people protested in Australia yesterday against the treatment of hundreds of asylum seekers in an offshore detention centre that the United Nations has d...",
        "date": "20171105",
        "country": "Nauru"
    },
    {
        "title": "Protest against unfolding ‘emergency’ in detention camp",
        "body": "SYDNEY: More than 1,000 people protested in Australia on Saturday against the treatment of hundreds of asylum seekers in an offshore detention centre that the United Nations has describe...",
        "date": "20171105",
        "country": "Nauru"
    },
    {
        "title": "Ill children taken off Nauru",
        "body": "A girl suffering “resignation syndrome”, who is refusing all food and water, was ordered off Nauru by an Australian court, as a succession of critically ill children were brought from th...",
        "date": "20180831",
        "country": "Nauru"
    },
    {
        "title": "'You hate us that much?' Mother of refugee who killed himself on Nauru berates Australia",
        "body": "The mother of Fariborz Karami, the Iranian asylum seeker who died by suicide on Nauru two weeks ago, has pleaded with the Australian Border Force to give her son’s body back so she can bury him ...",
        "date": "20180629",
        "country": "Nauru"
    },
    {
        "title": "Court orders Peter Dutton to transfer ill family of three from Nauru",
        "body": "The federal court has once again enforced the medical evacuation of dangerously ill asylum seekers and refugees from Nauru, ordering the home affairs minister, Peter Dutton, to trans...",
        "date": "20180926",
        "country": "Nauru"
    },
    {
        "title": "Asylum seekers inbound",
        "body": "A BOAT has sailed from the south of Java bound for Australia carrying an estimated 25 Rohingya and Afghan asylum seekers, believed to be the first time in several years that such a vessel ha...",
        "date": "20180130",
        "country": "Nauru"
    },
    {
        "title": "Omid Masoumali set himself on fire on Nauru after UN officials 'upset' partner, inquest told",
        "body": "An Iranian refugee fatally set himself on fire on Nauru after his partner became frustrated with a conversation with United Nations representatives about their plight, an inquest has h...",
        "date": "20190226",
        "country": "Nauru"
    },
    {
        "title": "Tampa 2.0? Scott Morrison cannot run the 2001 election campaign John Howard did",
        "body": "The turn the debate on asylum seekers has taken in the lead-up to the federal election has led to comparisons with the Tampa crisis and fears we are in the thick of Tampa 2.0.",
        "date": "20190306",
        "country": "Nauru"
    },
    {
        "title": "Sajid Javid’s bluster on Channel crossings has an ugly Australian precedent",
        "body": "Britain is in the grip of a crisis. Apparently. Last week the home secretary, Sajid Javid, declared the number of people attempting to cross the Channel a “major incident”, though the ...",
        "date": "20190103",
        "country": "Nauru"
    },
    {
        "title": "Memo to the Home Office: a little humanity goes a long way",
        "body": "Dump them on Ascension Island. Or in Moldova. Imprison them in disused ferries. Build “marine fences” across the Channel. Deploy water cannons to swamp their boats.",
        "date": "20201004",
        "country": "Nauru"
    },
    {
        "title": "Memo to the Home Office: a little humanity goes a long way",
        "body": "Dump them on Ascension Island. Or in Moldova. Imprison them in disused ferries. Build “marine fences” across the Channel. Deploy water cannons to make huge waves to swamp their boats.",
        "date": "20201005",
        "country": "Nauru"
    },
    {
        "title": "Memo to the UK Home Office: A little humanity goes a long way",
        "body": "Dump them on Ascension Island. Or in Moldova. Imprison them in disused ferries. Build “marine fences” across the (English) Channel. Deploy water cannons to make huge waves to swamp their boat...",
        "date": "20201005",
        "country": "Nauru"
    },
    {
        "title": "Revealed: 1,500 people in limbo under Australia's 'bizarre and cruel' refugee deterrence policy",
        "body": "For more than seven years, Australia’s policy has been clear: if you seek asylum by boat you will never be settled here. You will be sent offshore and have your asylum claims heard there.",
        "date": "20201210",
        "country": "Nauru"
    },
    {
        "title": "REMOTE KIRIBATI ISLAND CALLS FOR HELP WITH WATER CRISIS",
        "body": "Tabiang: The Kiribati island of Banaba, just six kilometres in area and 285km from its nearest neighbour, Nauru, is struggling. The island was decimated by phosphate mining many years ag...",
        "date": "20210311",
        "country": "Nauru"
    },
    {
        "title": "Remote island seeks help",
        "body": "BANABA: One of the most remote Pacific islands is asking for help from New Zealand and Australia to deal with a water crisis.",
        "date": "20210311",
        "country": "Nauru"
    },
    {
        "title": "Why human rights violations in Australia’s offshore detention centers are appalling",
        "body": "“China has launched another furious attack on Australia’s human rights record,” Australian Broadcasting Corporation ( ABC) reported after Australia’s third Universal Periodic Review...",
        "date": "20210804",
        "country": "Nauru"
    },
    {
        "title": "Deep sea mining",
        "body": "IT took some time to compromise with my prowess, however, to only a minimal percentage after reading “Green light” on the deep sea mining in the Pacific by 2023 after triggered a r...",
        "date": "20210703",
        "country": "Nauru"
    },
    {
        "title": "THEPLANNER",
        "body": "Annabel Walker listings@scmp.com Fax: 2562 2485",
        "date": "20031002",
        "country": "Nepal"
    },
    {
        "title": "Breathtaking kingdom on the path to peace",
        "body": "The first time I visited Nepal was just months after the king and most members of the royal family had been tragically killed in June 2001. My trip, organised by the Tourism Board, involv...",
        "date": "20040707",
        "country": "Nepal"
    },
    {
        "title": "Flood-hit victims see little hope of relief",
        "body": "Galib Mahmud, in a crisp, white school shirt, waded barefoot through waist-deep, filthy floodwaters, carrying a backpack on his head and dangling his black shoes in a string bag as he made his ...",
        "date": "20040730",
        "country": "Nepal"
    },
    {
        "title": "Humanitarian disaster grips eastern Congo",
        "body": "Eastern Congo is rapidly turning into one of the world’s biggest humanitarian disasters, with 3.3 million people out of reach of relief groups, including thousands of malnourished children...",
        "date": "20040615",
        "country": "Nepal"
    },
    {
        "title": "Troubled kingdom",
        "body": "No one seems to know who is calling the shots in Nepal. The silence is deafening when that question is asked of academics, human rights advocates, journalists and others who are interested ...",
        "date": "20050129",
        "country": "Nepal"
    },
    {
        "title": "Newreport draws attention to world water crisis",
        "body": "More than two billion people already live in regions facing a scarcity of water, and unless the world changes its ways over the next 50 years, the amount of needed for a rapidly growing...",
        "date": "20060824",
        "country": "Nepal"
    },
    {
        "title": "New report outlines world water crisis",
        "body": "More than two billion people already live in regions facing a scarcity of water, and unless the world changes its waysoverthenext50years,theamount of water needed for a rapidly growing pop...",
        "date": "20060822",
        "country": "Nepal"
    },
    {
        "title": "Satisfying China’s thirst for water",
        "body": "A controversial plan which aims to deliver more water, sooner and for less than the great south-north plan, has resurfaced. Experts have called it a fantasy, but now it might be a necessity.",
        "date": "20060503",
        "country": "Nepal"
    },
    {
        "title": "INBRIEF",
        "body": "EU INVESTIGATOR SAYS US IS ‘OUTSOURCING’ TORTURE Strasbourg: The head of a European investigation into alleged CIA secret prisons said yesterday the evidence pointed to the existence of a sy...",
        "date": "20060125",
        "country": "Nepal"
    },
    {
        "title": "Floodwaters could breed health crisis",
        "body": "Bloomberg News",
        "date": "20070808",
        "country": "Nepal"
    },
    {
        "title": "‘Aid siphoned away by corruption’",
        "body": "Humanitarian aid intended to help nearly 20 million victims of India’s worst floods for years is in danger of being siphoned away by corruption, according to human rights activists.",
        "date": "20070811",
        "country": "Nepal"
    },
    {
        "title": "Officials work to prevent health crisis",
        "body": "NEW DELHI — Health workers disinfected wells and distributed chlorine tablets to thousands of villagers rushing back to their homes as water levels receded in northern India, officials...",
        "date": "20070809",
        "country": "Nepal"
    },
    {
        "title": "Fear of diseases grows in flooded S. Asia",
        "body": "LUCKNOW, India (AP) – International aid groups warned Tuesday of an impending health crisis if help did not reach millions of people in South Asia stranded by heavy flooding, amid forecast...",
        "date": "20070808",
        "country": "Nepal"
    },
    {
        "title": "Disease threatens thousands",
        "body": "SAHARSA, INDIA: Hundreds of thousands of flood victims huddled into makeshift camps in India and Nepal face major disease outbreaks if help fails to reach them quickly, aid workers warned y...",
        "date": "20080903",
        "country": "Nepal"
    },
    {
        "title": "SHE REALIZED EARLY THAT SHE WANTED TO SEE THE WORLD.",
        "body": "official who was slain.",
        "date": "20080818",
        "country": "Nepal"
    },
    {
        "title": "Boats are seized in flood crisis",
        "body": "AUTHORITIES took control of all private boats in the five flood-hit districts of Bihar state yesterday as desperate villagers hijacked rescue vessels and looted food and other essenti...",
        "date": "20080901",
        "country": "Nepal"
    },
    {
        "title": "900,000 survivors of flood face food crisis",
        "body": "PAtNA, INDIA India was grappling yesterday with the task of feeding and housing close to a million villagers displaced by huge floods in the eastern state of Bihar, as the rescue effo...",
        "date": "20080908",
        "country": "Nepal"
    },
    {
        "title": "Darkness descends on homes, factories as power crisis deepens",
        "body": "When Sangita Satyal, a Nepali student studying information technology at Virginia International University in the United States, packed her bags to leave for Kathmandu last week, she ha...",
        "date": "20090120",
        "country": "Nepal"
    },
    {
        "title": "MIZORAM CHIEF MINISTER IRKED BY IDENTITY CRISIS",
        "body": "Singapore Mizoram Chief Minister Pu Lalthanhawla yesterday created a minor stir here when he said that in India he is often asked if he is an Indian because he hails from the northeast....",
        "date": "20090626",
        "country": "Nepal"
    },
    {
        "title": "HK to join event for global water crisis",
        "body": "Six kilometres is the distance many women and children around the world have to walk every day to collect water – in many cases unclean – for drinking.",
        "date": "20091015",
        "country": "Nepal"
    },
    {
        "title": "Unraveling of A Livelihood",
        "body": "KATHMANDU, Nepal — Thinley Sangmo was taught as a young girl in exile how to weave traditional Tibetan carpets. Her grandmother’s thick hands would twist and spin spools of sheep’s wool to de...",
        "date": "20090729",
        "country": "Nepal"
    },
    {
        "title": "Nepal shut down by Maoist strike",
        "body": "KATMANDU, Nepal — Maoist opposition supporters armed with bamboo sticks enforced a general strike that closed transportation, schools and markets across Nepal on Sunday to demand the pri...",
        "date": "20100503",
        "country": "Nepal"
    },
    {
        "title": "Nepal shut down by strikers",
        "body": "We are protesting peacefully. But if the authorities provoke us we are ready and prepared to retaliate Maoist protest co-ordinator Chandra Bahadur Thapa",
        "date": "20100503",
        "country": "Nepal"
    },
    {
        "title": "Strike shuts down Nepal for second day",
        "body": "Kathmandu (AP) A strike to force the resignation of Nepal’s prime minister shut down the capital for second day yesterday as political parties struggled to reach a compromise to end ...",
        "date": "20100504",
        "country": "Nepal"
    },
    {
        "title": "Donors losing patience with stumbling Nepal",
        "body": "When reporting the news of the day, the boisterous and opinionated newspapers handed out on the streets of Nepal’s capital sometimes forget to mention that the country’s Prime Minister...",
        "date": "20101201",
        "country": "Nepal"
    },
    {
        "title": "Water MD is recognised for aid work",
        "body": "THE efforts of utility company owner Neil Armstrong to help provide clean water to thousands of people in Nepal have received Royal recognition.",
        "date": "20110928",
        "country": "Nepal"
    },
    {
        "title": "THAI GOVT WARNS OF POSSIBLE FLOODING IN BANGKOK",
        "body": "Thai authorities on Thursday warned people in eastern Bangkok to prepare for possible flooding as water from",
        "date": "20111014",
        "country": "Nepal"
    },
    {
        "title": "Dark days and darker news for Nepal",
        "body": "THE television news programme opens with a studio lit by the glow of kerosene lamps rather than the bright lights that viewers are accustomed to. Producers of the Laltin Bulletin programme ...",
        "date": "20110208",
        "country": "Nepal"
    },
    {
        "title": "Important, in-depth study of Asia’s water problems",
        "body": "WATER: ASIA’S NEW BATTLEGROUND Brahma Chellaney harpercollins india Pages: 386 Price: Rs 699",
        "date": "20111113",
        "country": "Nepal"
    },
    {
        "title": "President steps in as Nepal’s cash crisis deepens",
        "body": "Indian Hindu devotees offer prayers to the sun during the ‘Chhath Puja’ while standing in the sarover (water tank) of the Durgiana temple in Amritsar on Nov 20. People pay obeisance to bo...",
        "date": "20121121",
        "country": "Nepal"
    },
    {
        "title": "Peres talks globalization, scientific cooperation with five new ambassadors",
        "body": "Five new ambassadors presented their credentials to President Shimon Peres on Wednesday.",
        "date": "20120712",
        "country": "Nepal"
    },
    {
        "title": "Mother hits the heights to help save environment",
        "body": "ABU DHABI // An Abu Dhabi resident plans to climb to the top of western Europe’s highest mountain next week to raise awareness of climate change, receding glaciers and scarcity.",
        "date": "20120711",
        "country": "Nepal"
    },
    {
        "title": "Nepal seeks more deals on hydropower",
        "body": "Nepal has extended a warm welcome to more Chinese hydropower companies to invest in projects worth $400 billion, following the approval of a $1.8 billion contract to China Three Gorges Co...",
        "date": "20120404",
        "country": "Nepal"
    },
    {
        "title": "‘ Maoist bid for power not in India’s interest’",
        "body": "Nepali Congress leader Sushil Koirala on Friday warned that if the Maoists’ bid to capture state power “by hook or by crook” succeeds in , the country would become a fertile ground for Ind...",
        "date": "20130119",
        "country": "Nepal"
    },
    {
        "title": "News in Brief",
        "body": "Cyclone kills 6: A cyclone knocked out power to hundreds of villages in southern India and killed at least six people Friday.",
        "date": "20131123",
        "country": "Nepal"
    },
    {
        "title": "Phailin poses flood threat in north Bihar",
        "body": "PATNA: The danger posed by cyclone Phailin is not entirely gone as the storm has changed its course while crossing Jharkhand and is now moving in a northeasterly direction, putting at risk n...",
        "date": "20131015",
        "country": "Nepal"
    },
    {
        "title": "Asia-pacific facing water crisis: ADB",
        "body": "Nearly two-thirds of people in the Asia-Pacific region have no clean, piped water at home despite the region’s strong economic growth, according to a major report released on Wednesday.",
        "date": "20130314",
        "country": "Nepal"
    },
    {
        "title": "Bollywood stars call for dry Holi in times of drought",
        "body": "mumbai — Bollywood stars have joined calls for Mumbai to temper celebrations and reduce wastage during a riotous Hindu festival this week, as millions of Indians face their worst...",
        "date": "20130327",
        "country": "Nepal"
    },
    {
        "title": "ADB warns PH, Asia of water crisis",
        "body": "MOST countries in Asia and the Pacific, including the Philippines, are at risk of suffering a water crisis because of insufficient investments in resource management despite the rapid expansion of their economies, the Asian Development Bank (ADB) has warned.",
        "date": "20130314",
        "country": "Nepal"
    },
    {
        "title": "LAKE BURSTS IN NEPAL, BIHAR SOUNDS FLOOD ALERT IN KOSI",
        "body": "KATHMANDU/PATNA/PURNIA: The Bihar government on Sunday sounded a fresh alert in the floodprone districts falling in the Kosi belt of the state as the over twokilometre long artificial lake created by last month’s massive landslide in the Sun Kosi in burst early on Sunday morning.",
        "date": "20140908",
        "country": "Nepal"
    },
    {
        "title": "LAKE BURSTS IN NEPAL, BIHAR SOUNDS FLOOD ALERT IN KOSI",
        "body": "KATHMANDU/PATNA/PURNIA: The Bihar government on Sunday sounded a fresh alert in the floodprone districts falling in the Kosi belt of the state as the over twokilometre long artificial lake created by last month’s massive landslide in the Sun Kosi in burst early on Sunday morning.",
        "date": "20140908",
        "country": "Nepal"
    },
    {
        "title": "LAKE BURSTS IN NEPAL, BIHAR SOUNDS FLOOD ALERT IN KOSI",
        "body": "KATHMANDU/PATNA/PURNIA: The Bihar government on Sunday sounded a fresh alert in the floodprone districts falling in the Kosi belt of the state as the over twokilometre long artificial lake created by last month’s massive landslide in the Sun Kosi in burst early on Sunday morning.",
        "date": "20140908",
        "country": "Nepal"
    },
    {
        "title": "LAKE BURSTS IN NEPAL, BIHAR SOUNDS FLOOD ALERT IN KOSI",
        "body": "KATHMANDU/PATNA/PURNIA: The Bihar government on Sunday sounded a fresh alert in the floodprone districts falling in the Kosi belt of the state as the over twokilometre long artificial lake created by last month’s massive landslide in the Sun Kosi in burst early on Sunday morning.",
        "date": "20140908",
        "country": "Nepal"
    },
    {
        "title": "Aim to be first with aid in crisis: Parrikar",
        "body": "NEW DELHI: As India launched ‘Operation Maitri’ to support the quake-relief efforts in , Defence Minister Manohar Parrikar on Sunday said that the aim of the government is to be the...",
        "date": "20150427",
        "country": "Nepal"
    },
    {
        "title": "Singapore can do much to help Nepal",
        "body": "I WAS saddened to read that the death toll from the earthquake in Nepal is climbing (“Nepal needs aid desperately as death toll exceeds 3,700”; yesterday).",
        "date": "20150429",
        "country": "Nepal"
    },
    {
        "title": "FLEECING THE HAPLESS",
        "body": "Some private taxi operators were seen minting money in the crisis and demanded Rs 10,000 to Rs 15,000 for going to the Nepalese cities of Butwal, Pokhra and Kathmandu.",
        "date": "20150427",
        "country": "Nepal"
    },
    {
        "title": "Only 5 for life-saving water kits",
        "body": "CARING Brits have so far given 26million to help the victims of the earthquake in Nepal.",
        "date": "20150501",
        "country": "Nepal"
    },
    {
        "title": "Disaster team off to Nepal",
        "body": "THE Australian Government has sent an emergency team of nine consular officials with crisis experience to help find those missing in .",
        "date": "20150428",
        "country": "Nepal"
    },
    {
        "title": "Now Nepal facing threat of epidemics",
        "body": "A LACK of shelter, contaminated water and poor sanitation in the aftermath of the Nepal earthquake could lead to potentially serious outbreaks of disease, aid agencies have warned.",
        "date": "20150506",
        "country": "Nepal"
    },
    {
        "title": "India, Nepal may establish energy bank",
        "body": "KATHMANDU: Nepal and India have discussed setting up an energy bank to address power shortages in times of .",
        "date": "20160529",
        "country": "Nepal"
    },
    {
        "title": "India, Nepal discuss energy bank",
        "body": "KATHMANDU: Nepal and India have discussed setting up an energy bank to address power shortages in times of . on Friday proposed the idea at a meeting of the IndiaNepal Joint S...",
        "date": "20160529",
        "country": "Nepal"
    },
    {
        "title": "An earthquake in education funding",
        "body": "In mid-April, a 7.8-magnitude earthquake struck Ecuador, killing at least 500 people and injuring another 4,000. The immediate priority is relief and rescue – searching for survivors (...",
        "date": "20160509",
        "country": "Nepal"
    },
    {
        "title": "Mount Everest jinx to be tested this year",
        "body": "KATHMANDU: An avalanche, an earthquake and 35 deaths in two years have failed to dampen the spirits of climbers who have gathered in Nepal for a fresh attempt at Mount Everest, the world’s highe...",
        "date": "20160229",
        "country": "Nepal"
    },
    {
        "title": "‘Game of Thrones’ leaves Nepal victims in the cold",
        "body": "HOKSHE, Nepal:",
        "date": "20161126",
        "country": "Nepal"
    },
    {
        "title": "Floods affect 16 mn in Nepal, B’desh and India, says Red Cross",
        "body": "KATHMANDU: A humanitarian crisis is unfolding across large areas of South Asia, with more than 16 million people affected by monsoon flood sin Nepal, Bangladesh and India, the Interna...",
        "date": "20170819",
        "country": "Nepal"
    },
    {
        "title": "16m affected by floods in Nepal, India, Bangladesh",
        "body": "Geneva — A humanitarian crisis is unfolding across large areas in South Asia, with more than 16 million people affected by floods in Nepal, Bangladesh and India, the International Fede...",
        "date": "20170819",
        "country": "Nepal"
    },
    {
        "title": "Floods affect 16 mn in Nepal, B’desh and India, says Red Cross",
        "body": "A humanitarian crisis is unfolding across large areas of South Asia, with more than 16 million people affected by monsoon floods in Nepal, Bangladesh and India, the International Fede...",
        "date": "20170819",
        "country": "Nepal"
    },
    {
        "title": "Floods affect 16 mn in Nepal, B’desh and India, says Red Cross",
        "body": "KATHMANDU: A humanitarian crisis is unfolding across large areas of South Asia, with more than 16 million people affected by monsoon floods in Nepal, Bangladesh and India, the Interna...",
        "date": "20170819",
        "country": "Nepal"
    },
    {
        "title": "Looming water crisis biggest risk for Pakistan economy: WEF",
        "body": "ISLAMABAD: A World Economic Forum (WEF) report has listed water crisis, unmanageable inflation, terrorist attacks, failure of urban planning and critical infrastructure as imme...",
        "date": "20181126",
        "country": "Nepal"
    },
    {
        "title": "China helps flood victims in Nepal",
        "body": "JANAKPUR, Nepal — When Laxmi Devi Mahara arrived at the Dhanusa Dham municipality office after walking on foot from her village in Sarsarampur, she found herself seated among mainly women ...",
        "date": "20180206",
        "country": "Nepal"
    },
    {
        "title": "China helps flood victims in Nepal",
        "body": "JANAKPUR, Nepal — When Laxmi Devi Mahara arrived at the Dhanusa Dham municipality office after walking on foot from her village in Sarsarampur, she found herself seated among mainly women ...",
        "date": "20180206",
        "country": "Nepal"
    },
    {
        "title": "China helps flood victims in Nepal",
        "body": "JANAKPUR, Nepal — When Laxmi Devi Mahara arrived at the Dhanusa Dham municipality office after walking on foot from her village in Sarsarampur, she found herself seated among mainly women ...",
        "date": "20180206",
        "country": "Nepal"
    },
    {
        "title": "Monsoon rains wreak flood havoc across S Asia",
        "body": "SURVIVORS scrambled for higher ground as torrential monsoon rains swept away homes and triggered landslides across South Asia yesterday, with millions of people affected and at least 180 dead...",
        "date": "20190717",
        "country": "Nepal"
    },
    {
        "title": "The water towers of Asia",
        "body": "Kathmandu, Nepal—As our plane made its final approach to Kathmandu international airport, I was awed by the Himalayan mountain ranges that filled the windows on both sides of the plane. It ...",
        "date": "20190818",
        "country": "Nepal"
    },
    {
        "title": "Xi warns attempts to divide China face crushing defeat",
        "body": "Chinese President Xi Jinping warned on Sunday that any attempt to divide China will be crushed following months of protests in Hong Kong.",
        "date": "20191014",
        "country": "Nepal"
    },
    {
        "title": "QRCS, QFFD provide emergency shelter aid to Nepal flood victims",
        "body": "QATAR Red Crescent Society (QRCS) has immediately responded to the devastating flash floods in southeastern and central Nepal. With funding from Qatar Fund for Development (QFFD), QRC...",
        "date": "20190909",
        "country": "Nepal"
    },
    {
        "title": "Millions displaced by deadly floods",
        "body": "FLOODS have forced more than four million people from their homes across India, Nepal and Bangladesh and killed more than 100 people as torrential rains in the initial days of monsoons wreaked...",
        "date": "20190717",
        "country": "Nepal"
    },
    {
        "title": "Climate views from the top of the world",
        "body": "SINCE arriving in Nepal, we have both been struck by how real the impacts of climate change are here – on mountains and rivers but most of all, on people. Climate change is now a reality for ...",
        "date": "20200302",
        "country": "Nepal"
    },
    {
        "title": "Humanitarian crisis warning as millions hit by South Asia floods",
        "body": "More than 9.6 million people across South Asia have been affected by severe floods, with hundreds of thousands struggling to get food and medicine.",
        "date": "20200723",
        "country": "Nepal"
    },
    {
        "title": "Humanitarian crisis warning as millions hit by South Asia floods",
        "body": "More than 9.6 million people across South Asia have been affected by severe floods, with hundreds of thousands struggling to get food and medicine.",
        "date": "20200723",
        "country": "Nepal"
    },
    {
        "title": "Humanitarian crisis warning as millions hit by South Asia floods",
        "body": "More than 9.6 million people across South Asia have been affected by severe floods, with hundreds of thousands struggling to get food and medicine.",
        "date": "20200723",
        "country": "Nepal"
    },
    {
        "title": "COVID-19 crisis worsens Nepal’s hunger epidemic",
        "body": "Battered economy and lockdowns are disrupting essential health services and crucial food supplies",
        "date": "20210731",
        "country": "Nepal"
    },
    {
        "title": "Chinese, Indians among at least 11 killed in floods",
        "body": "KATHMANDU: Landslides and flash floods triggered by heavy rain across Nepal this week killed 11 people including one Indian and two Chinese workers at a development project, while 25 peop...",
        "date": "20210619",
        "country": "Nepal"
    },
    {
        "title": "South Africans in crisis, crow Aussies",
        "body": "South African Test cricket was in crisis following their 3-0 series loss to Australia, the Australian media widely reported yesterday. ‘‘Players from past and present eras have insisted that S...",
        "date": "20020108",
        "country": "New%20Zealand"
    },
    {
        "title": "Flames 15km from central Sydney",
        "body": "Bushfires reached suburban areas as near as 15km to Sydney’s city centre yesterday as houses were destroyed and thousands more people were evacuated.",
        "date": "20020103",
        "country": "New%20Zealand"
    },
    {
        "title": "Boatpeople intercepted off Australia",
        "body": "Fifty-four Vietnamese asylumseekers were on their way to a remote Indian Ocean island yesterday after their boat was intercepted by the Royal Australian Navy a few kilometres off Western Aus...",
        "date": "20030703",
        "country": "New%20Zealand"
    },
    {
        "title": "Thirsty for creative solutions",
        "body": "Water is the raw material of life. There is no substitute. It makes up 75 per cent of our body mass. But of all the water on the planet, more than 97 per cent is salt , and less than 3 per cen...",
        "date": "20040813",
        "country": "New%20Zealand"
    },
    {
        "title": "Japan won’t bow to hostage-takers",
        "body": "Prime Minister Junichiro Koizumi has refused to withdraw Japanese troops from Iraq, rejecting demands by Iraqi militants who took a Japanese civilian hostage and threatened to behead him un...",
        "date": "20041028",
        "country": "New%20Zealand"
    },
    {
        "title": "Foreign debt threatens to engulf former Pacific paradise",
        "body": "Australia is a second home to Rene Harris, president of the tiny Pacific island of Nauru. In the past, he often travelled there for medical treatment or to feast his eyes on his country’s port...",
        "date": "20040420",
        "country": "New%20Zealand"
    },
    {
        "title": "Uranium could fuel tiny island’s fortunes",
        "body": "It is a pinprick of land in the blue void of the South Pacific, but if Australian prospectors are correct, the tiny island nation of Niue is sitting on a fortune of almost unimaginable enorm...",
        "date": "20050831",
        "country": "New%20Zealand"
    },
    {
        "title": "We’re hankering for honey – but is it any good for us?",
        "body": "Among hayfever sufferers and beekeepers, honey is the golden elixir that solves rather a lot of life’s problems.",
        "date": "20051101",
        "country": "New%20Zealand"
    },
    {
        "title": "Damage to Nias airport hampers aid efforts",
        "body": "Aid flights yesterday began reaching Nias – the Indonesian island that bore the brunt of Monday’s earthquake – after damage to its airport and heavy cloud cover had initially kept many flights...",
        "date": "20050330",
        "country": "New%20Zealand"
    },
    {
        "title": "TIDE OF SUPPORT FOR WATERS",
        "body": "The wealth gap between ourselves and the ‘‘rich’’ world, especially Australia, grows wider eachday. Given the unsustainable balance of payments together with the consumption-led illusi...",
        "date": "20060916",
        "country": "New%20Zealand"
    },
    {
        "title": "Fiji crisis develops into regional row",
        "body": "Fiji’s political crisis grew into a regional row yesterday as Australia and New Zealand said they had reinforced their embassies over fears of a possible coup but Canberra rejected acc...",
        "date": "20061107",
        "country": "New%20Zealand"
    },
    {
        "title": "Expert urges stop signs on junk food",
        "body": "NEW ZEALAND must put traffic- light labelling on food and lift its game in the fight against obesity, an public health expert has warned.",
        "date": "20060914",
        "country": "New%20Zealand"
    },
    {
        "title": "Adrift in the arc of ongoing instability",
        "body": "FOR the past 20 years political analysts have seen the Western Pacific as either a crescent of instability, or an arc of . It is therefore disturbing that authorit...",
        "date": "20061121",
        "country": "New%20Zealand"
    },
    {
        "title": "NO EBB, ALL FLOW MAKES A COUNTRY LUCKY",
        "body": "New Zealanders don’t generally have to worry too much about our supply. Wehave endured shortages at one time or another but, unlike many other countries, we are not faced with ...",
        "date": "20070322",
        "country": "New%20Zealand"
    },
    {
        "title": "Team NZ older, wiser, better",
        "body": "New Zealand slumped into national depression when Swiss syndicate Alinghi snatched the America’s Cup from them four years ago.",
        "date": "20070609",
        "country": "New%20Zealand"
    },
    {
        "title": "Older, wiser and better Team NZ set for re-match",
        "body": "New Zealand slumped into national depression when Swiss syndicate Alinghi snatched the America’s Cup from it four years ago.",
        "date": "20070609",
        "country": "New%20Zealand"
    },
    {
        "title": "We’re in for a volatile ride with high inflation, rates",
        "body": "WHILE we can see clear signs that the domestic part of the New Zealand economy is slowing down, perhaps the main risk to our growth during the next couple of years is a sharp downturn in the g...",
        "date": "20071114",
        "country": "New%20Zealand"
    },
    {
        "title": "Global heat tipped to keep Kiwi economy on a volatile boil",
        "body": "While we can see clear signs that the domestic part of the New Zealand economy is slowing, perhaps the main risk to our growth over the next couple of years is a sharp downturn in the global ec...",
        "date": "20071115",
        "country": "New%20Zealand"
    },
    {
        "title": "Build more dams: Farmers",
        "body": "Federated Farmers’ president is urging all political parties to focus far more on the productive sector.",
        "date": "20081030",
        "country": "New%20Zealand"
    },
    {
        "title": "Water safety at ‘crisis point’",
        "body": "UNLESS more New Zealand children learn to swim, drowning numbers will soar, Water Safety says.",
        "date": "20081203",
        "country": "New%20Zealand"
    },
    {
        "title": "Swimming ability of youth ‘at crisis point’",
        "body": "Unless more New Zealand children learn to swim, drowning numbers will soar, Water Safety (WSNZ) says.",
        "date": "20081203",
        "country": "New%20Zealand"
    },
    {
        "title": "More drownings predicted as kids’ swimming ability sinks",
        "body": "Unless more New Zealand children learn to swim, drowning numbers will soar, Water Safety New Zealand (WSNZ) says.",
        "date": "20081203",
        "country": "New%20Zealand"
    },
    {
        "title": "Congo offered NZ aid",
        "body": "New Zealand has pledged to send $1 million to support aid efforts in the Democratic Republic of the Congo (DRC).",
        "date": "20081108",
        "country": "New%20Zealand"
    },
    {
        "title": "‘Water footprint’ mulled",
        "body": "WATER could be the new crisis for a world racing to provide food for its burgeoning population, and consumers are becoming more aware of use, says Plant and Food Research’s Brent Cl...",
        "date": "20091201",
        "country": "New%20Zealand"
    },
    {
        "title": "Talk on climate change",
        "body": "MELISSA Clark Reynolds has worked with former United States vice-president and environmentalist Al Gore. The Christchurchbased businesswoman worked with Mr Gore’s climate change leadersh...",
        "date": "20090519",
        "country": "New%20Zealand"
    },
    {
        "title": "Environmental farming ‘way of future’",
        "body": "AN AUSTRALIAN specialist in farm production is urging New Zealand farmers to lead the world in environmentally sustainable farming or be forced out of business within 20 years.",
        "date": "20090309",
        "country": "New%20Zealand"
    },
    {
        "title": "Govt must act to safeguard water",
        "body": "Management of freshwater resources in New Zealand is at a crisis point. Across the country water quality is declining in rivers and lakes while wetlands and streams are drying up. Freshw...",
        "date": "20090610",
        "country": "New%20Zealand"
    },
    {
        "title": "Environment call to farmers",
        "body": "AN AUSTRALIAN specialist in farm production is urging New Zealand farmers to lead the world in environmentally sustainable farming or be forced out of business within 20 years.",
        "date": "20090309",
        "country": "New%20Zealand"
    },
    {
        "title": "MARKETS",
        "body": "The New Zealand sharemarket made small gains yesterday but there was little news to direct investors. The benchmark NZX 50 index closed up 5.38 points at 3321.77. Among the bigger stocks, Fl...",
        "date": "20101110",
        "country": "New%20Zealand"
    },
    {
        "title": "Pair install tank in case of disaster",
        "body": "In the aftermath of the 8.8 magnitude Chilean earthquake on February 27, a Marlborough couple have installed a tank to help them survive if the same thing should happen here.",
        "date": "20100310",
        "country": "New%20Zealand"
    },
    {
        "title": "Aussie debt rising, herd sizes falling",
        "body": "Life is looking up for dairy farmers across the Tasman, but Australian exports are not expected to threaten New ’s share of world dairy markets for several years.",
        "date": "20100803",
        "country": "New%20Zealand"
    },
    {
        "title": "Earthquake hits N. Zealand",
        "body": "A magnitude 7.0 earthquake struck New Zealand’s South Island early today, knocking out power, damaging roads and ripping facades off buildings in Christchurch, the country’s second-largest city. The earthquake, about 55 kilometres west-northwest of the city and at a depth of 12 km, ruptured sewer lines and pipes and led to the closing of the airport, Radio reported. At least two people suffered serious injuries, the public broadcaster said, citing Christchurch Hospital. About 75 per cent of the city was without power, Roger Sutton of electric utility Orion Ltd. told the radio station. Facades of some buildings came down, scattering bricks and crushing cars, according to images posted on Fairfax Ltd.’s news website. Hospitals in the city are running on generators, and some buildings have sunk into the ground, Radio reported. “Oh, my God, there is a row of shops completely demolished right in front of me,” Christchurch resident Colleen Simpson told The Press, according to the local newspaper’s website. The National Management Centre was activated to monitor the situation, said John Hamilton, director of Civil Defence & Emergency Management, in an e-mailed statement. The Pacific Tsunami Warning Center said the event didn’t pose a tsunami threat. ’s most powerful recorded earthquake occurred in January 1855 with an estimated magnitude of 8.2, according to GeoNet, an earthquake-monitoring site. It shifted vertically about 5,000 square kilometers of land. Several aftershocks followed today’s 4:35 a.m. local time tremor, including one of magnitude 5.7 at 4:53 a.m., the U.S. Geological Survey said on its website. Shaking was felt as far west as Greymouth, about 166 km away, and in Dunedin, about 309 km away, according to Radio . Streets in the downtown part of Christchurch were blocked off by police because of damaged buildings and debris, Radio said. People were advised to conserve , turn off power if a home is damaged, not go to the hospital unless it’s an emergency and refrain from using cellphones. Damage was reported on the southern part of North Island, home to ’s capital of Wellington and Auckland, its largest city. Christchurch is home to about 348,000 people, according to Statistics . Mayor Bob Parker said on Newstalk ZB Radio the council was checking roads and seeing sewer problems.",
        "date": "20100904",
        "country": "New%20Zealand"
    },
    {
        "title": "Doctor shortage at crisis point",
        "body": "Medical clinics, such as Masterton’s super medical centre with 24,000 patients, is so desperate to plug its doctor shortage that it is paying thousands of dollars to advertise overs...",
        "date": "20101011",
        "country": "New%20Zealand"
    },
    {
        "title": "Aid agencies ask Kiwis to support relief",
        "body": "New Zealand aid agencies have joined forces in urging New Zealanders to support relief efforts for Pakistan, hit by devastating flooding which is affecting an estimated 14 million peo...",
        "date": "20100812",
        "country": "New%20Zealand"
    },
    {
        "title": "Tuvalu receives emergency fresh water",
        "body": "– The tiny Pacific nation of Tuvalu has declared a state of emergency due to severe shortages, prompting to airlift in fresh supplies, officials in Wellington said. ...",
        "date": "20111004",
        "country": "New%20Zealand"
    },
    {
        "title": "Pacific islands face water emergency",
        "body": "A DRINKING water crisis was spreading across the Pacific today. Tokelau declared a state of emergency after neighbour Tuvalu rationed , with airlifting supplies. Tokel...",
        "date": "20111004",
        "country": "New%20Zealand"
    },
    {
        "title": "New Zealand, Australia airlift desalination unit",
        "body": "Wellington New Zealand and Australia yesterday began an airlift to help supply fresh water to the tiny drought-stricken Pacific nation of Tuvalu, which is under a state of emergency due to...",
        "date": "20111008",
        "country": "New%20Zealand"
    },
    {
        "title": "Councils bring back new ideas from forum",
        "body": "New ideas and information about water supply, demand and treatment are being brought back to Southland by district and city council representatives who attended the ...",
        "date": "20121002",
        "country": "New%20Zealand"
    },
    {
        "title": "World’s water being wasted",
        "body": "The world’s most valuable resource is being wasted with little global concern, says an internationally-acclaimed speaker at New Zealand’s biggest water conference in Rotorua.",
        "date": "20120927",
        "country": "New%20Zealand"
    },
    {
        "title": "American water expert laments the waste",
        "body": "Get international water expert Robert Glennon started on toilets and you’re in for a flush of ideas.",
        "date": "20120202",
        "country": "New%20Zealand"
    },
    {
        "title": "Key warns Euro crisis may delay surplus target date",
        "body": "Prime Minister John Key says the European debt crisis is the biggest threat to the New Zealand economy.",
        "date": "20120619",
        "country": "New%20Zealand"
    },
    {
        "title": "Impact of milk scare ‘ limited’ for NZ exports",
        "body": "Although some New Zealand exporters are worried that consumer concerns over contaminated milk powder from global dairy giant Fonterra Cooperative Group Ltd will mean declining sales t...",
        "date": "20130814",
        "country": "New%20Zealand"
    },
    {
        "title": "Impact of milk scare ‘ limited’ for NZ exports",
        "body": "Although some New Zealand exporters are worried that consumer concerns over contaminated milk powder from global dairy giant Fonterra Co-operative Group Ltd will mean declining sales t...",
        "date": "20130814",
        "country": "New%20Zealand"
    },
    {
        "title": "Impact of milk scare ‘ limited’ for NZ exports",
        "body": "Although some New Zealand exporters are worried that consumer concerns over contaminated milk powder from global dairy giant Fonterra Cooperative Group Ltd will mean declining sales t...",
        "date": "20130814",
        "country": "New%20Zealand"
    },
    {
        "title": "NZ house bills biting income",
        "body": "New Zealanders spend more of their income on housing than any other developed country in the OECD apart from heavily indebted Greece, a new report reveals.",
        "date": "20131106",
        "country": "New%20Zealand"
    },
    {
        "title": "NZ not at risk, officials say",
        "body": "The Pacific Tsunami Warning Centre issued a tsunami information bulletin after the earthquake, but Civil Defence did not deem to be at risk.",
        "date": "20140403",
        "country": "New%20Zealand"
    },
    {
        "title": "Australia could learn from Kiwis, says Fletcher chair",
        "body": "FLETCHER BUILDING chairman Ralph Waters said Australia could learn a lot from ’s tax and economic achievements as he calls time on his 13 years with the building products giant.",
        "date": "20141026",
        "country": "New%20Zealand"
    },
    {
        "title": "Get water smart",
        "body": "Following our second summer drought, and a wet winter ahead, we’re all thinking of water. So it was timely to attend the recent Water Sensitive Cities Forum, organised by the Sustaina...",
        "date": "20140520",
        "country": "New%20Zealand"
    },
    {
        "title": "UNSC seat will test quality of our judgment",
        "body": "No, the real worry is those skippers with a misplaced sense of ‘‘she’ll be right’’.",
        "date": "20141021",
        "country": "New%20Zealand"
    },
    {
        "title": "Just drunks?",
        "body": "‘Just drunks’ ( Northland Age, June 17). It’s amazing that the police could say there was no cause for alarm.",
        "date": "20140619",
        "country": "New%20Zealand"
    },
    {
        "title": "Crowe salutes his Australian/New Zealand heritage in latest film",
        "body": "Even the accomplished Russell Crowe needs to complete himself. As a storyteller, Crowe thinks he has with his directorial debut, The Water Diviner. “I’m 50 films down the track, so you yea...",
        "date": "20150424",
        "country": "New%20Zealand"
    },
    {
        "title": "Water deal will aid young would-be Taupo golfers",
        "body": "“We felt we were asking the community to give us something and wanted to reciprocate.”",
        "date": "20150724",
        "country": "New%20Zealand"
    },
    {
        "title": "Isis not only problem to consider",
        "body": "SHOULD New Zealand join the military coalition against Isis? I recently spent three weeks in Jordan meeting with government and military officials, United Nations agencies, and NGOs from...",
        "date": "20150220",
        "country": "New%20Zealand"
    },
    {
        "title": "More Kiwis to help Vanuatu",
        "body": "A KIWI team of logistics experts has flown to cyclone-smashed Vanuatu to help the recovery effort.",
        "date": "20150326",
        "country": "New%20Zealand"
    },
    {
        "title": "Bamboo biker riding for global water crisis",
        "body": "After 25,000km, 21 countries and 14 months, a French environmentalist has arrived in Timaru to raise awareness of the global .",
        "date": "20160928",
        "country": "New%20Zealand"
    },
    {
        "title": "Water crisis needs action",
        "body": "New Zealand has a crisis with its water resource, as shown with Havelock North and Pahiatua supply contaminations. Yet, sadly, recent government comments show a lack of will to add...",
        "date": "20160907",
        "country": "New%20Zealand"
    },
    {
        "title": "MP held at sea off Gaza",
        "body": "Green Party MP Marama Davidson’s detention by Israeli authorities in international waters is ‘‘less than perfect’’, Prime Minister John Key says.",
        "date": "20161007",
        "country": "New%20Zealand"
    },
    {
        "title": "Wading into water politics",
        "body": "This is the season for environmental road trips. Two campaigns confronting New Zealand’s degrading freshwater have gained public prominence. Both end at Parliament, but differ greatly ...",
        "date": "20160318",
        "country": "New%20Zealand"
    },
    {
        "title": "MP held at sea off Gaza",
        "body": "Green Party MP Marama Davidson’s detention by Israeli authorities in international waters is ‘‘less than perfect’’, Prime Minister John Key says.",
        "date": "20161007",
        "country": "New%20Zealand"
    },
    {
        "title": "Solution offered",
        "body": "WELLINGTON: The New Zealand government is offering to help Australia resolve the Manus Island refugee and has reiterated its offer to accept up to 150 of them.",
        "date": "20171104",
        "country": "New%20Zealand"
    },
    {
        "title": "Whales heading out to open sea",
        "body": "FArEWELL sPiT ( New Zealand):",
        "date": "20170213",
        "country": "New%20Zealand"
    },
    {
        "title": "Beached whale crisis ‘over’ say New Zealand rescuers,",
        "body": "FAREWELL SPIT, NEW ZEALAND // Whale rescuers were cautiously optimistic yesterday that the wave of mass beachings in New Zealand was over, after hundreds of the animals died after being s...",
        "date": "20170213",
        "country": "New%20Zealand"
    },
    {
        "title": "Rescuers say New Zealand beached whale crisis ‘over’",
        "body": "WHALE rescuers were cautiously optimistic yesterday that the current wave of mass beachings in New Zealand was over, after hundreds of the creatures died after being stranded ashore.",
        "date": "20170213",
        "country": "New%20Zealand"
    },
    {
        "title": "Havelock water lessons improve district schemes",
        "body": "Lessons learned from the Havelock North bore water contamination will be applied to the Western Bay District.",
        "date": "20180306",
        "country": "New%20Zealand"
    },
    {
        "title": "NZ’s clean image down the drain",
        "body": "The recent call for chlorination of all water supplies marks a sad landmark in New Zealand’s environmental history. It is just the latest in a series of related markers of freshwater...",
        "date": "20180222",
        "country": "New%20Zealand"
    },
    {
        "title": "1 in 5 Kiwis drinking substandard water",
        "body": "Nearly two years on from the Havelock North campylobacter outbreak, one in five are drinking from a public supply that does not meet current drinking standards, accord...",
        "date": "20180704",
        "country": "New%20Zealand"
    },
    {
        "title": "Drought of drinking fountains",
        "body": "The humble drinking fountain could take on obesity, warmer temperatures from climate change and ‘‘vast mountains’’ of plastic waste but they are vanishing in ’s public spaces,...",
        "date": "20180205",
        "country": "New%20Zealand"
    },
    {
        "title": "The increasing scarcity of water",
        "body": "SUMMER temperatures are soaring, particularly in the south of the South Island, and the thoughts of New Zealanders turn to — either for watering summer gardens, having extra sh...",
        "date": "20180117",
        "country": "New%20Zealand"
    },
    {
        "title": "NZDF prepares for Pacific fishing migration",
        "body": "NEW Zealand’s military is preparing for an influx of Pacific fishing vessels migrating to its due to the climate .",
        "date": "20191024",
        "country": "New%20Zealand"
    },
    {
        "title": "Simply the best: Timaru takes title in tap water taste test",
        "body": "TIMARU: The location of New Zealand’s besttasting tap water has been revealed after 13 regions chased the Taste Test 2019 honours.",
        "date": "20190511",
        "country": "New%20Zealand"
    },
    {
        "title": "Movies",
        "body": "Denmark is the gold standard for chlorine-free water, but it would take 20 to 30 years for Hawke’s Bay to build water infrastructure that rivals it, an expert says.",
        "date": "20190814",
        "country": "New%20Zealand"
    },
    {
        "title": "Ducky Derby should not have been publicised",
        "body": "I was surprised to see your implicit endorsement of the plastic-polluting Ducky Derby in the form of your photograph in the issue of 16 August (Fast quack). Is anyone going to scoop these...",
        "date": "20190830",
        "country": "New%20Zealand"
    },
    {
        "title": "Denmark best chlorine-free model",
        "body": "Denmark uses groundwater and in 160 years they have never used",
        "date": "20190809",
        "country": "New%20Zealand"
    },
    {
        "title": "Asylum seekers can’t be sent back if climate crisis threatens life, UN rules",
        "body": "IT is unlawful for governments to return people seeking asylum from countries where the climate crisis threatens their lives, a landmark ruling by the UN Human Rights Committee has fo...",
        "date": "20200121",
        "country": "New%20Zealand"
    },
    {
        "title": "Female leaders doing ‘better job’ in virus crisis, says Lagarde",
        "body": "FEMALE leaders are doing a better job handling the coronavirus crisis, European Central Bank chief Christine Lagarde said on Wednesday, praising them for their honest communication...",
        "date": "20200723",
        "country": "New%20Zealand"
    },
    {
        "title": "Britons train as NZ entry fears ease",
        "body": "British syndicate INEOS Team UK have resumed training in Portsmouth as the immigration exemption process for America’s Cup teams to enter makes progress.",
        "date": "20200604",
        "country": "New%20Zealand"
    },
    {
        "title": "The police deserve support",
        "body": "It’s tragic that a young police officer has been killed in such a senseless and coldhearted manner.",
        "date": "20200625",
        "country": "New%20Zealand"
    },
    {
        "title": "Yachting",
        "body": "America’s Cup organisers have cancelled a second world series regatta and syndicates will be hoping the health crisis doesn’t claim the Auckland event too. After Cagliari in Italy was canc...",
        "date": "20200325",
        "country": "New%20Zealand"
    },
    {
        "title": "Office of the President in Kiribati moves to address water crisis in Banaba Island",
        "body": "Tarawa: The Office of the President in Kiribati has responded to desperate pleas for fresh water supplies from the people of Banaba.",
        "date": "20210313",
        "country": "New%20Zealand"
    },
    {
        "title": "Remote island seeks help",
        "body": "BANABA: One of the most remote Pacific islands is asking for help from New Zealand and Australia to deal with a water crisis.",
        "date": "20210311",
        "country": "New%20Zealand"
    },
    {
        "title": "Fluoride a safe health benefit",
        "body": "Some will be spitting mad at the prospect that public drinking water supplies nationwide will be fluoridated. The passage this week of an amended bill, announced in March by Associate Healt...",
        "date": "20211111",
        "country": "New%20Zealand"
    },
    {
        "title": "Fluoride a safe health benefit",
        "body": "Some will be spitting mad at the prospect that public drinking water supplies nationwide will be fluoridated. The passage this week of an amended bill, announced in March by Associate Healt...",
        "date": "20211111",
        "country": "New%20Zealand"
    },
    {
        "title": "Fluoride a safe health benefit",
        "body": "Some will be spitting mad at the prospect that public drinking water supplies nationwide will be fluoridated. The passage this week of an amended bill, announced in March by Associate Healt...",
        "date": "20211111",
        "country": "New%20Zealand"
    },
    {
        "title": "Without homes or hope",
        "body": "From the age of eight, when Abraham Awolich first fled with another child to escape rampaging Sudanese soldiers and built a mud hut in Ethiopia to stay alive, he believed his days as a refugee wo...",
        "date": "20040803",
        "country": "Nicaragua"
    },
    {
        "title": "Simple solutions spring to fore at water talks",
        "body": "ENVIRONMENT",
        "date": "20060321",
        "country": "Nicaragua"
    },
    {
        "title": "Water is a human right",
        "body": "In the 1970s, the Club of Rome and others warned of the coming dire scarcity of food, oil and other essentials — the seemingly inexorable consequence of rising demand for limited resource...",
        "date": "20061110",
        "country": "Nicaragua"
    },
    {
        "title": "Getting clean water to the world’s poor",
        "body": "In the 1970s, the Club of Rome and others warned of coming dire scarcities of food, oil and other essentials, the seemingly inexorable consequence of rising demand for limited resources.",
        "date": "20061110",
        "country": "Nicaragua"
    },
    {
        "title": "Nicaragua sees red over blackouts",
        "body": "— Every afternoon in this sweltering tropical city, the air conditioners and the fans stop working. Computer screens go dark. Children never see the end of their favorite cartoons, and ...",
        "date": "20061030",
        "country": "Nicaragua"
    },
    {
        "title": "Flattened by hurricane, Mosquito Coast faces hunger and disease",
        "body": "It is no longer a rainforest but a tree cemetery. As far as the eye can see there are uprooted, bare and broken trunks. The canopy, a roof of foliage so lush you could walk over it, is gone. The...",
        "date": "20070926",
        "country": "Nicaragua"
    },
    {
        "title": "From a flock of hens to a house",
        "body": "Shopping for a gift? Here are some ways to put your holiday money to good use Book of overseas stamps: $31 Amnesty International Amnesty members write tens of thousands of letters all over t...",
        "date": "20071218",
        "country": "Nicaragua"
    },
    {
        "title": "Green crusader armed with cash and courage",
        "body": "THERE’S always that little fear gnawing away at the pit of your stomach. You’re about to meet a person about whom you’ve only read, but whom you regard as a personal heroine. What if?",
        "date": "20070912",
        "country": "Nicaragua"
    },
    {
        "title": "Electoral reform suffers a setback",
        "body": "Sthan ometimes no reform is better",
        "date": "20070921",
        "country": "Nicaragua"
    },
    {
        "title": "Where’s Congress In This Power Play?",
        "body": "Thirty years ago, a Senate committee headed by the late Sen. Frank Church exposed widespread abuses by law enforcement and intelligence agencies dating to the Franklin D. Roosevelt adminis...",
        "date": "20070401",
        "country": "Nicaragua"
    },
    {
        "title": "Transit strike leads to shortage of food",
        "body": "MANAGUA — Last month, all anyone could talk about in the marketplace was the rising cost of food. Now that a violent transportation strike has paralyzed the country for two weeks and preve...",
        "date": "20080515",
        "country": "Nicaragua"
    },
    {
        "title": "Financial crisis washes up in Costa Rica",
        "body": "WSuzanne Wilton and her family moved to Costa Rica four months ago to escape Calgary’s boom, its hectic pace and all the trappings that go along with life in a wealthy metropolis that has grown...",
        "date": "20081129",
        "country": "Nicaragua"
    },
    {
        "title": "Caribbean nations seek solidarity",
        "body": "UNITED NATIONS A Caribbean plan to bail out cash- strapped economies from the effect of soaring crude prices with a “ global solidarity fund” has met with a lukewarm response from the Midd...",
        "date": "20080725",
        "country": "Nicaragua"
    },
    {
        "title": "Jungle spat challenging for Canada",
        "body": "Not since Canada joined the Organization of American States as a permanent member 18 years ago have the Americas faced such a as in evolving along Colombia’s borders.",
        "date": "20080305",
        "country": "Nicaragua"
    },
    {
        "title": "Exiled Honduran president sets up camp on the border",
        "body": "LAS MANOS, Nicaragua — Deposed President Manuel Zelaya returned to the Honduran border yesterday and announced he would set up camp there, despite foreign leaders’ urging that he not forc...",
        "date": "20090726",
        "country": "Nicaragua"
    },
    {
        "title": "Iran’s Invisible Nicaragua Embassy",
        "body": "MANAGUA, Nicaragua — For months, the reports percolated in Washington and other capitals. Iran was constructing a major beachhead in Nicaragua as part of a diplomatic push into Latin America, featuring huge investment deals, new embassies and even TV programming from the Islamic republic.",
        "date": "20090713",
        "country": "Nicaragua"
    },
    {
        "title": "Ousted Honduran leader trapped inside embassy",
        "body": "TEGUCIGALPA, Honduras — Batonwielding soldiers used tear gas and cannons to chase away thousands who demonstrated Tuesday outside the Brazilian Embassy, leaving deposed Presid...",
        "date": "20090923",
        "country": "Nicaragua"
    },
    {
        "title": "How exactly did Zelaya return?",
        "body": "MEXICO CITY — He is the most wanted man in Honduras, with a face and black bushy mustache known to every soldier, police officer and border guard in the land. So as the political standoff...",
        "date": "20090924",
        "country": "Nicaragua"
    },
    {
        "title": "RBC is banking on sustainability",
        "body": "How does your bank develop sustainably?",
        "date": "20090915",
        "country": "Nicaragua"
    },
    {
        "title": "World watch",
        "body": "England",
        "date": "20101031",
        "country": "Nicaragua"
    },
    {
        "title": "A revolution in ruins",
        "body": "While the world has been preoccupied with the crisis in Haiti, Latin America has quietly passed through a tipping point in the ideological conflict that has polarized the region — and p...",
        "date": "20100125",
        "country": "Nicaragua"
    },
    {
        "title": "Volunteering seen as an alternative",
        "body": "While some highschool students are responding by giving up on the job hunt altogether, others are finding alternative ways, such as volunteer work or travel, to enrich their lives and b...",
        "date": "20100706",
        "country": "Nicaragua"
    },
    {
        "title": "THE GOOD LIFE",
        "body": "Sand. Tropical heat. Robert Latham has it all.",
        "date": "20110312",
        "country": "Nicaragua"
    },
    {
        "title": "Norway tops UN global development ranking",
        "body": "BEIJING — Norway is the best country in the world to live in, according to an annual ranking of national achievements in health, education and income released by the United Nations Deve...",
        "date": "20111104",
        "country": "Nicaragua"
    },
    {
        "title": "Norway tops UN global development ranking",
        "body": "BEIJING — Norway is the best country in the world to live in, according to an annual ranking of national achievements in health, education and income released by the United Nations Deve...",
        "date": "20111104",
        "country": "Nicaragua"
    },
    {
        "title": "Paradise found",
        "body": "ST. CATHARINES — Ask Robert Latham why he was in St. Catharines last summer — after all, he owns a tropical paradise on the southern Pacific shores of Nicaragua— and when he answers he is int...",
        "date": "20110312",
        "country": "Nicaragua"
    },
    {
        "title": "REMAINS FOUND IN BRITAIN COULD BE KING RICHARD III",
        "body": "london Archaeologists searching for the grave of King Richard III say they have found bones that are consistent with the 15th-century monarch’s severe spinal curvature and of a man who die...",
        "date": "20120913",
        "country": "Nicaragua"
    },
    {
        "title": "A revolution of the spirit is needed to end inequality",
        "body": "IOLENCE and drug abuse, as well as crime, social and health problems, are prevalent in most societies, but the fact that they are far more prevalent in unequal societies is well established...",
        "date": "20121018",
        "country": "Nicaragua"
    },
    {
        "title": "Sister revitalized Covenant House in wake of abuse scandal",
        "body": "Sister Mary Rose McGeady, the Roman Catholic nun who resuscitated Covenant House, the United States’s largest network of shelters for homeless youngsters, in the wake of a sex abuse scandal ...",
        "date": "20120918",
        "country": "Nicaragua"
    },
    {
        "title": "Paraguay president impeached",
        "body": "• Paraguayan lawmakers impeached president Fernando Lugo on Friday over his handling of a deadly land dispute, prompting an angry din across Latin America and refusals to recognize his successor. Story on",
        "date": "20120624",
        "country": "Nicaragua"
    },
    {
        "title": "The international misrule of law",
        "body": "NEW DELHI – On the face of it, China’s recent declaration of an air defense identification zone ( ADIZ) extending to territories that it does not control has nothing in common with Am...",
        "date": "20131224",
        "country": "Nicaragua"
    },
    {
        "title": "Sowing the seeds of change",
        "body": "Adopt a Village, Free The Children’s holistic development model, has always had one goal: to forever lift communities out of poverty. With this in mind, while advancing its development...",
        "date": "20130427",
        "country": "Nicaragua"
    },
    {
        "title": "French emergency telco group helps link up towns isolated by ‘Pablo’",
        "body": "In emergency situations, providing reliable telecommunications access to affected communities, as a humanitarian response is as critical as the urgent need for food, , sh...",
        "date": "20130216",
        "country": "Nicaragua"
    },
    {
        "title": "Sowing the seeds of change",
        "body": "Adopt a Village, Free The Children’s holistic development model, has always been implemented with one goal in mind: to ensure sustainability in forever lifting communities out of pove...",
        "date": "20130223",
        "country": "Nicaragua"
    },
    {
        "title": "Drought strikes Central America",
        "body": "GUATEMALA CITY—Central America is having one of its worst droughts in decades, and experts warned on Thursday that major farm losses and the deaths of hundreds of cattle in the region could l...",
        "date": "20140823",
        "country": "Nicaragua"
    },
    {
        "title": "Drought depletes supplies of food in Central America",
        "body": "GUATEMALA CITY — (AP) — Central America is having one of its worst droughts in decades, and experts have warned that major farm losses and the deaths of hundreds of cattle in the region could ...",
        "date": "20140823",
        "country": "Nicaragua"
    },
    {
        "title": "News in Brief",
        "body": "KFAED, Nicaragua sign deal: Kuwait Fund for Arab Economic Development (KFAED) on Sunday signed a $30-million loan agreement with Nicaragua; the first of its kind, to rehabilitate a special...",
        "date": "20141020",
        "country": "Nicaragua"
    },
    {
        "title": "The Next Immigration Crisis",
        "body": "The swarm of immigrants who came across the border this year, including more than 60,000 unaccompanied minors, could wind up paling in comparison to an immigration crisis looming on...",
        "date": "20140901",
        "country": "Nicaragua"
    },
    {
        "title": "Set on delivering a precious gift – water",
        "body": "When he was just 15, Carter Jenkins called Pepsi, told them about his non-profit organisation, Students for Safe Water, and asked for a donation of US$20,000 (about S$24,800).",
        "date": "20140720",
        "country": "Nicaragua"
    },
    {
        "title": "Ceramic pots hold promise of pure water",
        "body": "A Glenmoore potter has found a way to combine his love of ceramics with his passion to help people in third-world countries.",
        "date": "20150726",
        "country": "Nicaragua"
    },
    {
        "title": "Water",
        "body": "ceramics to help people in third-world countries.",
        "date": "20150726",
        "country": "Nicaragua"
    },
    {
        "title": "Ceramic pots hold promise of pure water",
        "body": "A Glenmoore potter has found a way to combine his love of ceramics with his passion to help people in developing countries.",
        "date": "20150726",
        "country": "Nicaragua"
    },
    {
        "title": "Central America countries agree ‘a breakthrough’ on stranded Cubans",
        "body": "GUATEMALA CITY: Central American countries on Monday agreed a breakthrough in the case of thousands of US-bound Cuban migrants stranded in Costa Rica, after weeks of often acrimonious re...",
        "date": "20151230",
        "country": "Nicaragua"
    },
    {
        "title": "Climate Change Dries Up Nicaragua",
        "body": "ENGLISH",
        "date": "20160413",
        "country": "Nicaragua"
    },
    {
        "title": "ZUMA’S EX- WIFE TOUTED AS POSSIBLE SOUTH AFRICAN PRESIDENT",
        "body": "JOHANNESBURG: With South African President Jacob Zuma facing growing calls to resign over a series of corruption scandals, attention is turning to one potential contender to succee...",
        "date": "20160408",
        "country": "Nicaragua"
    },
    {
        "title": "Four steps to helping poor in a harsh world",
        "body": "While Scotland can expect its fair share of rain this autumn, many poor countries are in the grip of a life-threatening drought.",
        "date": "20160929",
        "country": "Nicaragua"
    },
    {
        "title": "Cubans stranded in Panama demand passage to US",
        "body": "PASO CANOAS: Thousands of Cubans stranded in Panama, many increasingly desperate and penniless, demanded Thursday that borders closed to them in Central America be reopened to allow them ...",
        "date": "20160416",
        "country": "Nicaragua"
    },
    {
        "title": "Trump withdraws US from deal to curb climate crisis",
        "body": "President Donald Trump is pulling the US out of the world’s first comprehensive deal on climate change, he has announced.",
        "date": "20170602",
        "country": "Nicaragua"
    },
    {
        "title": "As hurricane debris rots, experts fear a health crisis",
        "body": "TOA BAJA, Puerto Rico — Three weeks after Hurricane Maria devastated Puerto Rico, killing at least 44 people, Jose Vargas surveyed street after street lined with mounds of soaking garbage mi...",
        "date": "20171015",
        "country": "Nicaragua"
    },
    {
        "title": "Trump withdraws US from deal to curb climate crisis",
        "body": "President Donald Trump is pulling the US out of the world’s first comprehensive deal on climate change, he has announced.",
        "date": "20170602",
        "country": "Nicaragua"
    },
    {
        "title": "TIDAL wave of relief on way",
        "body": "A MANHATTAN pizzeria has joined forces with rapper JAY-Z to provide hurricane relief supplies to hard-hit Puerto Rico and Mexico.",
        "date": "20171007",
        "country": "Nicaragua"
    },
    {
        "title": "Nicaragua’s economy laid low by months of unrest",
        "body": "Tourist spots are empty, shopping centres and hotels are shuttered, loans for farming have dried up, and unemployment is accelerating. Such is the economic impact of months of unrest in...",
        "date": "20180811",
        "country": "Nicaragua"
    },
    {
        "title": "Nicaragua’s tourism-stifling wave of chaos can’t deter surfers",
        "body": "POPOYO, Nicaragua — As tourism in Nicaragua skids to a near standstill amid continuing political upheaval, hotels and restaurants have shut down by the hundreds, the tourism workforce has ...",
        "date": "20180909",
        "country": "Nicaragua"
    },
    {
        "title": "Washed up Nicaragua relies on surfers",
        "body": "As tourism in Nicaragua skids to a near standstill amid continuing political upheaval, hundreds of hotels and restaurants have shut down. The tourism workforce has been cut by more than ha...",
        "date": "20180811",
        "country": "Nicaragua"
    },
    {
        "title": "A visit to Jerusalem’s fabled American Colony Hotel",
        "body": "POPOYO, Nicaragua – As tourism in Nicaragua skids to a near standstill amid continuing political upheaval, hotels and restaurants have shut down by the hundreds, the tourism workforce has been cut by more than half and even the most luxurious hotel in the country, known for attracting celebrities like actor Morgan Freeman, has closed its doors.",
        "date": "20180812",
        "country": "Nicaragua"
    },
    {
        "title": "Blackout hits 4 nations in Central America",
        "body": "TEGUCIGALPA: A failure in Central America’s electrical grid let millions of people without power for hours in at least four countries on Monday.",
        "date": "20190918",
        "country": "Nicaragua"
    },
    {
        "title": "Aid for Venezuela",
        "body": "Red Cross volunteers distributed the first shipment of badly needed emergency supplies this week after President Nicolas Maduro reached a deal with the group.",
        "date": "20190420",
        "country": "Nicaragua"
    },
    {
        "title": "UN calls on Nicaragua to end repression",
        "body": "MANAGUA: Opposition protesters holding a hunger strike inside Managua’s Catholic Cathedral and the pro-government supporters opposing them ended a standoff on Tuesday, as the UN called ...",
        "date": "20191121",
        "country": "Nicaragua"
    },
    {
        "title": "UN urges Nicaragua to stop church attacks",
        "body": "MANAGUA, Nicaragua (AFP) — The UN called Tuesday on the Nicaraguan government of President Daniel Ortega to halt persistent repression after his supporters stormed Managua’s Catholic cathe...",
        "date": "20191121",
        "country": "Nicaragua"
    },
    {
        "title": "Pompeo takes aim at China, Russia.",
        "body": "SANTIAGO, CHILE >> Secretary of State Mike Pompeo took direct aim at China and Russia on the first leg of a four-country trip to South America on Friday, saying the two countries’ military and economic influence in the region was abetting authoritarian leaders and spreading corruption.",
        "date": "20190413",
        "country": "Nicaragua"
    },
    {
        "title": "Groups plan rally to protect five major forests",
        "body": "MADRID: Central American countries are teaming up to conserve the region’s five great forests as part of a regional climate action plan released at UN climate talks in Madrid this week, th...",
        "date": "20191215",
        "country": "Nicaragua"
    },
    {
        "title": "Death toll rises in Central America after Hurricane Iota",
        "body": "Hurricane Iota’s death toll in the Central America region rose on Wednesday to at least 16, including two children, as survivors and rescuers continue to wade through murky and ca...",
        "date": "20201119",
        "country": "Nicaragua"
    },
    {
        "title": "About Us",
        "body": "At Random Acts, we believe i n the helpers - the people who, even i n times of crisis, f i nd ways to make l i ves better. Random Acts has helped f rontline health care workers, provided emer...",
        "date": "20201216",
        "country": "Nicaragua"
    },
    {
        "title": "Reeling from back-to-back hurricanes, Central America is going through the ruins",
        "body": "Seventeen days after Hurricane Eta and four days after Hurricane Iota, chaos still reigns in Central America, mainly in the two hardest hit nations of Honduras and where million...",
        "date": "20201120",
        "country": "Nicaragua"
    },
    {
        "title": "Over 100,000 have fled Nicaragua since brutal 2018 crackdown, says UN",
        "body": "More than 100,000 people have fled persecution in Nicaragua, with numbers set to rise, two years after the country was plunged into social and economic , the UN’s refugee agency warned...",
        "date": "20200312",
        "country": "Nicaragua"
    },
    {
        "title": "‘We’ve lost so much’",
        "body": "William Martnez, who as a child worked on a sugarcane plantation in rural Nicaragua, learned the hard way what many in the US and Canada are now realising: that rising temperatures are c...",
        "date": "20210715",
        "country": "Nicaragua"
    },
    {
        "title": "Serve coffee? Sign up to help growers",
        "body": "BUSINESSES in Staffordshire and South Derbyshire are invited to register for UK Coffee Week, which unites the coffee industry to support communities where coffee is grown.",
        "date": "20210816",
        "country": "Nicaragua"
    },
    {
        "title": "Invitation to Coffee Week",
        "body": "LEICESTERSHIRE businesses are invited to register for UK Coffee Week, which unites the coffee industry to support communities where coffee is grown.",
        "date": "20210816",
        "country": "Nicaragua"
    },
    {
        "title": "2020 a deadly year for environment defenders: Report",
        "body": "BOGOTA • A record 227 people were killed worldwide last year for their defence of nature – more than four a week on average, and almost three-quarters of them in Latin America, environmental rig...",
        "date": "20210914",
        "country": "Nicaragua"
    },
    {
        "title": "Conflicts, global warming locked in deadly circle",
        "body": "Many conflicts in war-torn Africa are rooted in increasingly degraded land made worse by global warming, according to the UN. “From food security to health, we see climate change as a very big t...",
        "date": "20041002",
        "country": "Niger"
    },
    {
        "title": "HUNGER’S VICIOUS CYCLE",
        "body": "ona Kijani dives into",
        "date": "20051127",
        "country": "Niger"
    },
    {
        "title": "Ottawa to give $250-million in global war on diseases Relief project targets Africa’s AIDS crisis and other illnesses in the Third World",
        "body": "Ottawa will put a $250-million down payment today on a new international aid strategy aimed at relieving Third World illness, including AIDS in Africa.",
        "date": "20050909",
        "country": "Niger"
    },
    {
        "title": "Wedon’t shareinthe realworld watercrisis",
        "body": "VICTORIA orried about silt in your water? Count yourself lucky. The best measure of how well off we are in this part of the world is the list of things we can afford to worry about.",
        "date": "20061123",
        "country": "Niger"
    },
    {
        "title": "Chelsea man to cross Sahara drawing attention to water",
        "body": "Not only does Chelsea’s Ray Zahab face a daunting 6,500- kilometre run across Africa’s Sahara Desert, he’ll also have to contend with everything from scorpions and giant spiders, to sandst...",
        "date": "20061101",
        "country": "Niger"
    },
    {
        "title": "Swamp people’s hell in an oil-rich paradise",
        "body": "TOBE told yourhusband is dead, then hold him, alive in your arms a few days later, must be a giddying emotional experience. So we all rejoice with the wife of Paul Smith, Scotland’s own Lazar...",
        "date": "20061023",
        "country": "Niger"
    },
    {
        "title": "In Nigeria, promise unfulfilled",
        "body": "curse than gift for Nigeria, whose leaders have persistently squandered chances to reinvest the oil wealth in ways that would bolster the nation’s economy and provide basic services for it...",
        "date": "20061217",
        "country": "Niger"
    },
    {
        "title": "Kiwis lured to dangerous places",
        "body": "GOOD pay and the challenge lure New Zealanders to work in the oil industry in dangerous places like Nigeria.",
        "date": "20070706",
        "country": "Niger"
    },
    {
        "title": "THE GREENING OF NIGER",
        "body": "The change is thanks to farmers who no longer clear saplings from their fields.",
        "date": "20070212",
        "country": "Niger"
    },
    {
        "title": "Big pay, challenge the lure",
        "body": "Good pay and the challenge lure New Zealanders to work in the oil industry in dangerous places like Nigeria.",
        "date": "20070706",
        "country": "Niger"
    },
    {
        "title": "Climate change in Asia and Africa threatens America",
        "body": "“Climate change will exacerbate many of the causes of instability that exist today — those instabilities are part of the underpinnings of extremism.”",
        "date": "20070511",
        "country": "Niger"
    },
    {
        "title": "Nigeria at mercy of militants",
        "body": "LOLO Oluchi has painted over the bullet holes in the ceiling of her karaoke bar in Nigerian oil city Port Harcourt, where gunmen seized seven foreign oil workers last Aubut the regulars haven’...",
        "date": "20070208",
        "country": "Niger"
    },
    {
        "title": "In Nigeria, oil wealth delivers grief",
        "body": "With the price of oil skyrocketing, the search is on for explanation. One reason is violence and unrest in Nigeria, which has reduced production by at least a quarter, according to so...",
        "date": "20080615",
        "country": "Niger"
    },
    {
        "title": "NZ to attend global food crisis talks",
        "body": "NEW ZEALAND will pledge its support for international efforts to combat the global food crisis when a United Nations summit is held in Rome this week, Agriculture Minister Jim Anderton ...",
        "date": "20080603",
        "country": "Niger"
    },
    {
        "title": "Viewpoint No- drill policy won’t ‘ save the planet’",
        "body": "chronic corruption, environmental neglect and resulting unrest and instability lead to pipeline explosions, oil spills and illegal siphoning by the poverty- stricken population....",
        "date": "20080803",
        "country": "Niger"
    },
    {
        "title": "President wraps up his visit to Africa",
        "body": "MONROVIA, Liberia — President Bush offered encouragement and help yesterday to lift this shattered country from years of ruinous fighting as he concluded a tour of Africa and turned tow...",
        "date": "20080222",
        "country": "Niger"
    },
    {
        "title": "Militant leaders accept Nigerian amnesty",
        "body": "PORT HARCOURT: Three top Nigerian militant leaders in the volatile oil hub of the Delta have given up their weapons along with thousands of fighters under a government amnesty.",
        "date": "20091005",
        "country": "Niger"
    },
    {
        "title": "Oil militants call it quits",
        "body": "THREE top Nigerian militant leaders in the volatile oil hub of the Niger Delta gave up their weapons along with thousands of fighters on Saturday under a government amnesty.",
        "date": "20091005",
        "country": "Niger"
    },
    {
        "title": "Crimes against humanity",
        "body": "To a country still uncertain of the whereabouts of two of its diplomats in Niger, the relief was immense at the news from Sudan that Laura Archer, a Canadian nurse, was free after three days...",
        "date": "20090319",
        "country": "Niger"
    },
    {
        "title": "Crimes against humanity",
        "body": "To a country still uncertain of the whereabouts of two of its diplomats in Niger, the relief was immense at the news from Sudan that Laura Archer, a Canadian nurse, was free after three days...",
        "date": "20090318",
        "country": "Niger"
    },
    {
        "title": "THE HIGH SCIENCE BEHIND PLUMPY’NUT",
        "body": "Plumpy’nut is a peanut butter paste fortified with milk, minerals and vitamins. Peanuts contain mono-unsaturated fats, which are easy to digest. They are also very high in calories, which...",
        "date": "20090825",
        "country": "Niger"
    },
    {
        "title": "Crimes against humanity",
        "body": "To a country still uncertain of the whereabouts of two of i t s diplomats i n Niger, the relief was immense at the news from Sudan that Laura Archer, a Canadian nurse, was free after three d...",
        "date": "20090319",
        "country": "Niger"
    },
    {
        "title": "Humanitarian crisis threatening Niger",
        "body": "Dubai An official of a specialised agency of the United Nations has made an appeal for more aid for the West African state of Niger.",
        "date": "20100717",
        "country": "Niger"
    },
    {
        "title": "Hidden misery of children’s suffering",
        "body": "THIS weekend saw the final of the FIFA World Cup.",
        "date": "20100712",
        "country": "Niger"
    },
    {
        "title": "Disaster as Niger floods add to food crisis",
        "body": "NIAMEY: Collapsed buildings, flooded-out rice paddies: the floods in are not as spectacular as those in Pakistan, but they spell disaster for a people already stricken by a food cri...",
        "date": "20100902",
        "country": "Niger"
    },
    {
        "title": "Aid agencies appeal for funds to stop Africa food crisis",
        "body": "Aid agencies yesterday appealed for €17 million to halt an escalating food in West Africa, warning the situation was “an unfolding disaster.”",
        "date": "20100622",
        "country": "Niger"
    },
    {
        "title": "Children in Niger dying",
        "body": "LAST weekend marked the final of the FIFA World Cup. For the past month all eyes were focused on South Africa, yet 5,000km north, in , children are silently dying.",
        "date": "20100718",
        "country": "Niger"
    },
    {
        "title": "Food crisis imminent",
        "body": "DAKAR: Millions of people in west Africa could only be saved from a major food crisis next year if aid preparations were scaled up, Oxfam warned.",
        "date": "20111214",
        "country": "Niger"
    },
    {
        "title": "Sultanate predicted to face acute water crisis by 2050",
        "body": "MUSCAT: The Sultanate of Oman along with other oil producing countries in the Middle East and North Africa (Mena) region are facing extreme scarcity of water, which could spiral the oil prices up, according to a latest study released by Maplecroft, yesterday.",
        "date": "20110323",
        "country": "Niger"
    },
    {
        "title": "Growing refugee crisis at Tunisian border town",
        "body": "AS ADJIR, Tunisia — Bangladeshis washed themselves with bottles of drinking water and Egyptians fought over bread handed out by aid workers on Thursday as thousands fleeing chaos in Libya t...",
        "date": "20110305",
        "country": "Niger"
    },
    {
        "title": "Food crisis looms in West Africa",
        "body": "DAKAR— Millions of people in West Africa can only be saved from a major food crisis next year if aid preparations are scaled up, Oxfam warned Monday.",
        "date": "20111214",
        "country": "Niger"
    },
    {
        "title": "SAHEL FOOD CRISIS",
        "body": "HUMANITARIAN COALITION members are on the ground providing immediate relief to suffering children and their families. A deadly and expanding hunger crisis across Africa’s Sahel re...",
        "date": "20120630",
        "country": "Niger"
    },
    {
        "title": "Feds match funds for famine relief",
        "body": "OTTAWA — The federal government announced on Tuesday that it will match Canadian charitable donations to alleviate a growing food crisis in West and Central Africa.",
        "date": "20120808",
        "country": "Niger"
    },
    {
        "title": "The waiting game: Niger braces itself for a year of food and aid emergency",
        "body": "In the mid-morning sun, Aminatou Gado takes her place in the queue, where she faces a long wait to have her 14-month-old daughter screened for malnutrition. Having already walked three hours ...",
        "date": "20120124",
        "country": "Niger"
    },
    {
        "title": "Feds match funds for famine relief",
        "body": "JESSICA MURPHY",
        "date": "20120808",
        "country": "Niger"
    },
    {
        "title": "Niger needs homegrown solutions",
        "body": "Those working to combat food insecurity in the Sahel need to “get their thinking together” and realise that it could take several years for the poorest families to recover from three suc...",
        "date": "20130531",
        "country": "Niger"
    },
    {
        "title": "OIC helps Niger overcome its food shortage crisis",
        "body": "Ekmeleddin Ihsanoglu, secretarygeneral of the Organization of the Islamic Cooperation (OIC), traveled to Niger last week to inaugurate several humanitarian and developmenta...",
        "date": "20131229",
        "country": "Niger"
    },
    {
        "title": "92 migrants found dead in Niger desert",
        "body": "JOHANNESBURG, South Africa — It’s a long, arduous and well-worn route. Hopeful Africans travel north through Niger, Mali and Algeria, crossing the Sahara desert to reach Europe, find work an...",
        "date": "20131101",
        "country": "Niger"
    },
    {
        "title": "‘There’s more than oil spillage affecting the Niger Delta’",
        "body": "Ilse Van Lamoen-Isoun is the brain behind award-winning documentary, ‘Daughters of the Niger Delta and Programme Director of Media Informative Narrative Development (MIND)’. Prefer...",
        "date": "20131013",
        "country": "Niger"
    },
    {
        "title": "Kontagora joins Niger PDP guber race",
        "body": "Former military administrator of Kano and Benue States Col. Aminu Isah Kontagora has declared his intention to contest Niger State governorship election on the platform of the Peoples...",
        "date": "20141103",
        "country": "Niger"
    },
    {
        "title": "Niger fears contagion from Nigeria’s Boko Haram rebels",
        "body": "DIFFA, Niger, March 19, (RTRS): A proverb in the Hausa language, spoken on both sides of the border between Niger and Nigeria, warns: “When your neighbour’s beard is on fire, fetch and soa...",
        "date": "20140320",
        "country": "Niger"
    },
    {
        "title": "Ancient city of gold turns to dust as war and greed take their toll on desert life",
        "body": "In an earlier, richer age, visitors approaching Timbuktu on camel-back after a month-long desert crossing were greeted by mango trees bearing golden fruit. A network of canals freshened the ...",
        "date": "20140917",
        "country": "Niger"
    },
    {
        "title": "Onshore divestment by IOCs on the rise",
        "body": "There are growing concerns over the rise in the level of divestment in Nigeria’s Delta region by the international oil companies (IOCs).",
        "date": "20140422",
        "country": "Niger"
    },
    {
        "title": "Rebels-hit Niger facing child malnutrition crisis",
        "body": "NIAMEY, June 23, (AFP): Southeast Niger is struggling with a dramatic increase in child malnutrition as tens of thousands of people flee the Boko Haram conflict, the charity Save the Children...",
        "date": "20150624",
        "country": "Niger"
    },
    {
        "title": "Tens of thousands displaced by Boko Haram in two weeks in Chad",
        "body": "LONDON: Around 40,000 people have fled their homes in Chad in the past two weeks following attacks by militant group Boko Haram, according to an aid agency, as the insurgency stokes an esc...",
        "date": "20150822",
        "country": "Niger"
    },
    {
        "title": "Nigerian refugees in ‘atrocious’ situation in Niger — UN",
        "body": "DIFFA, Niger: Thousands of Nigerian refugees who fled to southeast Niger to escape the Islamist group Boko Haram are in an ‘atrocious’ situation, the United Nations says.",
        "date": "20150918",
        "country": "Niger"
    },
    {
        "title": "500,000 more children uprooted by Boko Haram",
        "body": "LAGOS, Sept 20, (AFP): Some 500,000 children have been forced to flee Boko Haram militants in the last five months after an upsurge in attacks in Nigeria, Cameroon, Chad and Niger, the UN chil...",
        "date": "20150921",
        "country": "Niger"
    },
    {
        "title": "Niger feeling ripple effect of Boko Haram uprising",
        "body": "ONLY 2 years old, Fatouma Ouseini lay in a hospital room, undernourished and listless from fever.",
        "date": "20161213",
        "country": "Niger"
    },
    {
        "title": "FG strategises against attacks on pipelines",
        "body": "The Federal Government is formulating key strategies to tackle incessant attacks on pipelines by militants in the Niger Delta, President Muhammadu Buhari has said.",
        "date": "20160525",
        "country": "Niger"
    },
    {
        "title": "Lake Chad most neglected crisis in 2016, reveals poll",
        "body": "LONDON: The humanitarian catastrophe in Lake Chad basin, where conflict has left over 8 million people destitute with many “teetering on the brink of famine”, was the most neglected cri...",
        "date": "20161223",
        "country": "Niger"
    },
    {
        "title": "Threat of impending floods",
        "body": "The Director-General of the Nigerian Hydrological Services Agency (NHSA), Moses Beckley, recently predicted an overflow of the Niger-Benue River Basins and other sub-basins, in the ongoi...",
        "date": "20160808",
        "country": "Niger"
    },
    {
        "title": "Poetic Reconnaissance Of Niger Delta In",
        "body": "IN recent times, considerable accretions of literary works have generated so much scholarly engagement in the sphere of environmental literature. This is a welcome development, co...",
        "date": "20170521",
        "country": "Niger"
    },
    {
        "title": "African, EU leaders seek ‘new relationship’ over migrant crisis",
        "body": "PARIS: Seven African and European leaders met in Paris on Monday to try to build a “new relationship” aimed at stemming the flow of migrants into Europe from northern Africa in return for ai...",
        "date": "20170829",
        "country": "Niger"
    },
    {
        "title": "Red alert for cholera, hepatitis E outbreaks",
        "body": "THE World Health Organisation (WHO) has raised red alert for acute outbreaks of cholera and hepatitis E in Nigeria.",
        "date": "20170717",
        "country": "Niger"
    },
    {
        "title": "Europe, Africa leaders forge refugee deal",
        "body": "MORE than 1.5 million refugees have surged into Europe since 2015. Now European leaders and their African counterparts are working to stop the next mass migration before it starts.",
        "date": "20170830",
        "country": "Niger"
    },
    {
        "title": "22 killed and thousands homeless in Niger floods",
        "body": "NIAMEY: Twenty-two people are dead and thousands have been left homeless in after torrential rains caused heavy flooding, authorities said.",
        "date": "20180810",
        "country": "Niger"
    },
    {
        "title": "Summit hopes to double aid",
        "body": "The nine-year-long crisis in the Lake Chad region has left 11 million people in need of urgent help, a high-level conference heard. More than 2 million people have been displaced and 5 mill...",
        "date": "20180914",
        "country": "Niger"
    },
    {
        "title": "Floods claim 22, leave thousands homeless in Nigeria",
        "body": "NIAMEY: Twenty-two people are dead and thousands have been left homeless in Niger after torrential rains caused heavy flooding, authorities said.",
        "date": "20180810",
        "country": "Niger"
    },
    {
        "title": "NIGER floods leave 22 dead ... thousands more homeless",
        "body": "NIAMEY: Twenty-two people are dead and thousands have been left homeless in Niger after torrential rains caused heavy flooding, authorities said.",
        "date": "20180810",
        "country": "Niger"
    },
    {
        "title": "NIGER floods leave 22 dead ... thousands more homeless",
        "body": "NIAMEY: Twenty-two people are dead and thousands have been left homeless in Niger after torrential rains caused heavy flooding, authorities said.",
        "date": "20180810",
        "country": "Niger"
    },
    {
        "title": "Niger floods prompt 23,000 to evacuate",
        "body": "NIAMEY, Niger (AFP) — Floods in southeast Niger have forced 23,000 people to flee their homes since early October, officials said Saturday, threatening a new humanitarian crisis in a re...",
        "date": "20191021",
        "country": "Niger"
    },
    {
        "title": "Niger floods force 23,000 people in southeast to flee from their homes",
        "body": "NIAMEY Floods in southeast Niger have forced 23,000 people to flee their homes since early October, officials said on Saturday, threatening a new humanitarian crisis in a region alrea...",
        "date": "20191021",
        "country": "Niger"
    },
    {
        "title": "WFP warns of ‘dramatic crisis’ in Sahel region",
        "body": "A “DRAMATIC humanitarian crisis” fueled by conflict, displacements, hunger and poverty is unfolding in the three Sahel countries of Burkina Faso, Mali and , the World Food Program...",
        "date": "20191120",
        "country": "Niger"
    },
    {
        "title": "Niger floods force 23,000 from their homes",
        "body": "Floods in southeast Niger have forced 23,000 people to flee their homes since early October, officials said Saturday, threatening a new humanitarian in a region already wracked ...",
        "date": "20191021",
        "country": "Niger"
    },
    {
        "title": "Niger floods force 23,000 from their homes",
        "body": "NIAMEY: Floods in southeast Niger have forced 23,000 people to flee their homes since early October, officials said Saturday, threatening a new humanitarian in a region already ...",
        "date": "20191021",
        "country": "Niger"
    },
    {
        "title": "Donors pledge $1.7B for Burkina Faso, Mali, Niger",
        "body": "UNITEDNATIONS  More than 20 donors pledgednearly $1 billion for the three countries at the epicenter of a humanitarian in Africa’s Sahel region for this year and over $700 million...",
        "date": "20201021",
        "country": "Niger"
    },
    {
        "title": "Donors pledge $1.7B for Burkina Faso, Mali, Niger",
        "body": "UNITED NATIONS  More than 20 donors pledged nearly $1 billion for the three countries at the epicenter of a humanitarian in Africa’s Sahel region for this year and over $700 milli...",
        "date": "20201021",
        "country": "Niger"
    },
    {
        "title": "Donors pledge $1.7B for Burkina Faso, Mail, Niger",
        "body": "UNITED NATIONS  More than 20 donors pledged nearly $1 billion for the three countries at the epicenter of a humanitarian in Africa’s Sahel region for this year and over $700 millio...",
        "date": "20201021",
        "country": "Niger"
    },
    {
        "title": "Nearly 7,000 have fled Niger region hit by IS attack",
        "body": "NIAMEY: Nearly 7,000 people have fled the region in western Niger where jihadist fighters killed 89 soldiers in a devastating attack earlier this month, the UN refugee agency said.",
        "date": "20200121",
        "country": "Niger"
    },
    {
        "title": "$1.7bn pledged in international aid to save Sahel from ‘breaking point’",
        "body": "NEW YORK: International donors on Tuesday agreed to give €1.4 billion ($1.7 billion) in aid to the central Sahel, which the UN said was close to ‘breaking point.’",
        "date": "20201022",
        "country": "Niger"
    },
    {
        "title": "Enemies of Niger Delta fighting to truncate amnesty, stoke perpetual crisis, says Dumale",
        "body": "An ex- agitator in the Niger Delta and chairman of Strategic Communication Committee of Presidential Amnesty Programme, Pastor Nature Dumale, in this interview with The Guardian, r...",
        "date": "20210914",
        "country": "Niger"
    },
    {
        "title": "Sahel conversations: Managing crisis and planning for a future",
        "body": "This week, I was in Niamey for a conference structured around a series of conversations about crisis management and seeking for a positive future for this tough part of the world. The meet...",
        "date": "20211126",
        "country": "Niger"
    },
    {
        "title": "Women face challenging times due to rebel atrocities",
        "body": "THE Boko Haram crisis in the Lake Chad Basin has harmed women’s livelihoods, according to the Institute for Security Studies (ISS).",
        "date": "20210502",
        "country": "Niger"
    },
    {
        "title": "N’delta militants threaten renewed hostilities",
        "body": "NINE militant groups under the aegis of Reformed Niger Delta Avengers ( RNDA) have backed out of the ongoing talks with the Federal Government, citing alleged lackadaisical approach to major issues revolving around exploratory activities in the region by the President Muhammadu Buhari administration.",
        "date": "20210106",
        "country": "Niger"
    },
    {
        "title": "700 die as brutal fighting rages in Liberia",
        "body": "About 700 civilians have been killed in Monrovia in recent days as fighting raged unabated in the Liberian capital, the Defence Minister, Daniel Chea, said as West African ministers met in Sen...",
        "date": "20030723",
        "country": "Nigeria"
    },
    {
        "title": "Discarded phones a major health hazard",
        "body": "Governments from around the world will meet this week to tackle the latest toxic-waste crisis – mobile phones.",
        "date": "20041018",
        "country": "Nigeria"
    },
    {
        "title": "THE E-MAIL FORUM talkback",
        "body": "Q What do you think of the LCSD’s handling of the worm problem?",
        "date": "20040906",
        "country": "Nigeria"
    },
    {
        "title": "Renewed raids by Darfur blacks dim intervention hope",
        "body": "It was once possible to paint the conflict in the Darfur region in black-and-white moral terms: Arab militias, allegedly backed by the government, killing and raping defenceless black civilia...",
        "date": "20041211",
        "country": "Nigeria"
    },
    {
        "title": "After Yukos, it’s time to fear for the future of Saudi oil",
        "body": "Athreatened halt of oil supplies from Yukos, the largest Russian oil firm, sent the oil price to a 14-year high last week. The reason was a row between the company and Russian authorities and i...",
        "date": "20040801",
        "country": "Nigeria"
    },
    {
        "title": "40 die as dam fails",
        "body": "• About 40 people died when a dam collapsed near Gusau, capital of Zamfara state in northern , the Nigerian news agency NAN reported Saturday. The agency said about 500 houses in Gusa...",
        "date": "20061001",
        "country": "Nigeria"
    },
    {
        "title": "Swamp people’s hell in an oil-rich paradise",
        "body": "TOBE told yourhusband is dead, then hold him, alive in your arms a few days later, must be a giddying emotional experience. So we all rejoice with the wife of Paul Smith, Scotland’s own Lazar...",
        "date": "20061023",
        "country": "Nigeria"
    },
    {
        "title": "Toxic waste scandal topples regime",
        "body": "ABIDJAN TOXICwaste-dumping in Ivory Coast has killed three people, made hundreds ill and forced the government to resign.",
        "date": "20060908",
        "country": "Nigeria"
    },
    {
        "title": "Earthweek: a diary of the planet",
        "body": "Long- haul waves",
        "date": "20061007",
        "country": "Nigeria"
    },
    {
        "title": "In Nigeria, promise unfulfilled",
        "body": "curse than gift for Nigeria, whose leaders have persistently squandered chances to reinvest the oil wealth in ways that would bolster the nation’s economy and provide basic services for it...",
        "date": "20061217",
        "country": "Nigeria"
    },
    {
        "title": "NEWS",
        "body": "Dam collapse kills 40 people, sweeps away 500 houses",
        "date": "20061001",
        "country": "Nigeria"
    },
    {
        "title": "Oil prices on rise as tensions continue in Iran andNigeria",
        "body": "OIL prices rose yesterday, closing on the $66 a barrel level in the US as the stand-off between Iran and Britain remained unresolved and gunmen in kidnapped two more oil workers.",
        "date": "20070403",
        "country": "Nigeria"
    },
    {
        "title": "Kiwis lured to dangerous places",
        "body": "GOOD pay and the challenge lure New Zealanders to work in the oil industry in dangerous places like .",
        "date": "20070706",
        "country": "Nigeria"
    },
    {
        "title": "Big pay, challenge the lure",
        "body": "Good pay and the challenge lure New Zealanders to work in the oil industry in dangerous places like Nigeria.",
        "date": "20070706",
        "country": "Nigeria"
    },
    {
        "title": "Election shows Nigeria still stuck in crisis of democracy",
        "body": "Kano, Nigeria — Nigeria’s troubled presidential election, which came under fire on Sunday from local and international observers and was rejected by two leading opposition candida...",
        "date": "20070424",
        "country": "Nigeria"
    },
    {
        "title": "Stricter terms and militant threats put brakes on Nigeria",
        "body": "Nigeria may find itself in one of the world’s hottest oil exploration zones, but it is struggling to meet its own targets of boosting oil production capacity by a third by 2010.",
        "date": "20070714",
        "country": "Nigeria"
    },
    {
        "title": "In Nigeria, oil wealth delivers grief",
        "body": "With the price of oil skyrocketing, the search is on for explanation. One reason is violence and unrest in Nigeria, which has reduced production by at least a quarter, according to so...",
        "date": "20080615",
        "country": "Nigeria"
    },
    {
        "title": "Harper will argue for tough action against Zimbabwe",
        "body": "RUSUTSU, Japan — Prime Minister Stephen Harper will argue for tough action against Zimbabwe when the Group of Eight summit kicks off today with a round of discussions centred on Africa.",
        "date": "20080707",
        "country": "Nigeria"
    },
    {
        "title": "U.S. targets pirates on Somali coast",
        "body": "U.S. and international military forces are taking more aggressive action off the African coast as bolder and more violent pirates imperil oil shipments and other trade.",
        "date": "20080722",
        "country": "Nigeria"
    },
    {
        "title": "Overlooked in global food crisis: a problem with dirt",
        "body": "WASHINGTON — Science has provided the souped-up seeds to feed the world, through biotechnology and old- fashioned crossbreeding. Now the problem is the dirt they’re planted in.",
        "date": "20080512",
        "country": "Nigeria"
    },
    {
        "title": "Farrow to fast over Darfur crisis",
        "body": "Actress Mia Farrow, a UN Goodwill Ambassador, has announced that she will begin a hunger strike next week to show solidarity with the people of Sudan’s conflict-torn Darfur region.",
        "date": "20090423",
        "country": "Nigeria"
    },
    {
        "title": "In Nigeria, Islamic law fails to deliver promises or fears",
        "body": "AS military rule ended in Nigeria a decade ago, an Islamic legal system was swept into place on a wave of popular support in the country’s desperately poor and mostly Muslim northern sta...",
        "date": "20090814",
        "country": "Nigeria"
    },
    {
        "title": "Hundreds more flee fighting in Nigeria",
        "body": "Soldiers in tanks and armoured cars besieged the shelled compound of a radical Islamist sect, sending hundreds of innocents fleeing yesterday.",
        "date": "20090730",
        "country": "Nigeria"
    },
    {
        "title": "Nigeria shelling Islamists’ hide-out",
        "body": "MAIDUGURI, Nigeria — Soldiers in tanks and armored cars besieged the shelled compound of a radical Islamist sect and sporadic gunfire broke out as hundreds of innocents fled Wednesday, ...",
        "date": "20090730",
        "country": "Nigeria"
    },
    {
        "title": "Opening of dam gates floods villages",
        "body": "LAGOS, Nigeria — Authorities opened the gates at two dams in the country’s rain-soaked north, sending a flood into a neighboring state that has displaced 2million people, officials said ...",
        "date": "20100925",
        "country": "Nigeria"
    },
    {
        "title": "Far from the Gulf, Nigerian thieves mop up own oil spill",
        "body": "BODO, Nigeria – Using two large yellow tubes to funnel polluted water into his small wooden boat, Nigerian teenager Daniel Muukor helps to “mop up” the latest oil spill in the creeks of the Ni...",
        "date": "20100616",
        "country": "Nigeria"
    },
    {
        "title": "Carter to try to bring home American",
        "body": "Seoul, South Korea — North Koreans welcomed Jimmy Carter to Pyongyang with smiles, salutes and handshakes Wednesday as the former American president arrived on a mission billed as a priv...",
        "date": "20100826",
        "country": "Nigeria"
    },
    {
        "title": "Opened flood gates at swollen dams in Nigeria displace 2-million people",
        "body": "LAGOS, Nigeria — Nigerian authorities opened the gates at two swollen dams in the country’s rainsoaked north, sending a flood into a neighbouring state that has displaced 2 million peopl...",
        "date": "20100925",
        "country": "Nigeria"
    },
    {
        "title": "Lead poisoning kills 400 children in Nigeria",
        "body": "ABUJA — Lead poisoning linked with illegal gold mining has killed a further 400 children in northern Nigeria since November, the National EmergencyManagement Agency (NEMA) said on Mon...",
        "date": "20110308",
        "country": "Nigeria"
    },
    {
        "title": "Lead poisoning kills 400 children in Nigeria",
        "body": "ABUJA — Lead poisoning linked with illegal gold mining has killed a further 400 children in northern Nigeria since November, the National Emergency Management Agency (NEMA) said on Mond...",
        "date": "20110308",
        "country": "Nigeria"
    },
    {
        "title": "Lead poisoning kills 400 children in Nigeria",
        "body": "ABUJA — Lead poisoning linked with illegal gold mining has killed a further 400 children in northern Nigeria since November, the National EmergencyManagement Agency (NEMA) said onMond...",
        "date": "20110308",
        "country": "Nigeria"
    },
    {
        "title": "Lead poisoning kills 400 children in Nigeria",
        "body": "ABUJA — Lead poisoning linked with illegal gold mining has killed a further 400 children in northern Nigeria since November, the National EmergencyManagement Agency ( NEMA) said on Mon...",
        "date": "20110308",
        "country": "Nigeria"
    },
    {
        "title": "Flood in central Nigeria kills at least 35 people",
        "body": "JOS, Nigeria — Authorities in central Nigeria say a flood triggered by heavy rains killed at least 35 people.",
        "date": "20120724",
        "country": "Nigeria"
    },
    {
        "title": "SAHEL FOOD CRISIS",
        "body": "HUMANITARIAN COALITION members are on the ground providing immediate relief to suffering children and their families. A deadly and expanding hunger crisis across Africa’s Sahel re...",
        "date": "20120630",
        "country": "Nigeria"
    },
    {
        "title": "33 killed in flood crisis",
        "body": "AUTHORITIES say floods in central Nigeria have killed at least 33 people and displaced thousands. National Emergency Management Agency spokesman Yushau Shuaib, who confirmed the death tol...",
        "date": "20120816",
        "country": "Nigeria"
    },
    {
        "title": "Recalculation boost to Nigeria’s GDP",
        "body": "LAGOS: Nigeria’s GDP figures will shoot up by around 40 percent in the second quarter this year, when Africa’s secondbiggest economy changes the base year for its calculation to 2009, from ...",
        "date": "20120426",
        "country": "Nigeria"
    },
    {
        "title": "Nigeria gold rush poisons kids with lead",
        "body": "ABUJA, Nigeria— A gold rush in northern Nigeria risks exposing tens of thousands of children to lead poisoning in what may already be the worst such in history, Medecins Sans Front...",
        "date": "20120511",
        "country": "Nigeria"
    },
    {
        "title": "Will Nigerian boom babies feed prosperity or entrench poverty?",
        "body": "LAGOS: In the time it takes to read this article, Nigeria will have added 50 people to its population, or about 11,000 a day. While some see these new consumers feeding an engine of prospe...",
        "date": "20130413",
        "country": "Nigeria"
    },
    {
        "title": "ENVIRONMENT NEMA: Adopting proactive measures in preventing impacts of flooding",
        "body": "The devastation caused by flooding and other natural and man-made disasters in Nigeria and the resultant effect on humans and the environment calls for effective and prompt action t...",
        "date": "20131127",
        "country": "Nigeria"
    },
    {
        "title": "Lord Thurlow",
        "body": "‘I sometimes wonder whether I did the right thing in keeping Nigeria together.” This remarkable statement was made in 2007 by Lord Thurlow, who has died aged 101. As Sir Francis Cumming-Bruc...",
        "date": "20130419",
        "country": "Nigeria"
    },
    {
        "title": "Violence in Nigerian town causes curfew crisis",
        "body": "KANO, NIGERIA // Residents of a Nigerian town where 39 people died in fierce fighting between Christian and Muslim mobs said yesterday they were running out of food and as a result...",
        "date": "20130506",
        "country": "Nigeria"
    },
    {
        "title": "Nigeria gets over N101.5bn international water aid",
        "body": "Nigeria has received international water and sanitation aid of $616.23m about N101.5bn between 2010 and 2012, a new WaterAid report has said.",
        "date": "20140402",
        "country": "Nigeria"
    },
    {
        "title": "Women suffer more from lack of clean water",
        "body": "Life without access to clean water and toilets is tough for everybody. But women and girls are more affected by the absence of these basic amenities, WaterAid has said.",
        "date": "20140312",
        "country": "Nigeria"
    },
    {
        "title": "Nigeria ‘torn apart’ by insurgency",
        "body": "LAGOS, Nigeria — Living in fear and hunger, some quarter-million Nigerians forced from their homes this year by an Islamic uprising are surviving in the bush, crowded with relatives and f...",
        "date": "20140328",
        "country": "Nigeria"
    },
    {
        "title": "Northern LG chairmen tackle APC over budget directives",
        "body": "The leadership of the Northern Local Government Chairmen’s Forum (NLGCF) has condemned the recent resolutions of the All Progressives Congress (APC) especially the call on its member...",
        "date": "20140130",
        "country": "Nigeria"
    },
    {
        "title": "PAVE, Swedish Embassy organise Stockholm Junior Water Prize contest",
        "body": "A non-governmental organisation, the Pan African Vision for the Environment (PAVE) has expressed its willingness to partner the Swedish Embassy in Nigeria to host the annual Stockho...",
        "date": "20150506",
        "country": "Nigeria"
    },
    {
        "title": "Water and Boko Haram",
        "body": "Most of us in India are only dimly aware of what has been going on in conflict-ridden zones in the world, and even less aware of the underlying reasons for conflict. It took Soli zel, a Turk...",
        "date": "20150404",
        "country": "Nigeria"
    },
    {
        "title": "Nigeria faces bigger killer than Boko Haram",
        "body": "The lack of running water killed more people in Nigeria last year than Boko Haram.",
        "date": "20150130",
        "country": "Nigeria"
    },
    {
        "title": "ANOTHER KID DROWNS",
        "body": "A four-yearold Syrian girl’s body washed up on a beach in western Turkey on Friday, just weeks after images of drowned Syrian toddler Aylan Kurdi shook the world. The yet- to- be identified ...",
        "date": "20150919",
        "country": "Nigeria"
    },
    {
        "title": "More Nigerians lack access to basic sanitation, water",
        "body": "Inspite of huge government spending on water resources in the last few years, a new WaterAid report, ‘: At What Cost? The State of the World’s ’ noted that only 29 per cent of the po...",
        "date": "20160323",
        "country": "Nigeria"
    },
    {
        "title": "Nigeria desperate for food, 75,000 kids face starvation",
        "body": "LAGOS, NIGERIA — As many as 75,000 children will die over the next year in faminelike conditions created by Boko Haram if donors don’t respond quickly, the U.N. Children’s Fund is warning. Th...",
        "date": "20160930",
        "country": "Nigeria"
    },
    {
        "title": "Niger feeling ripple effect of Boko Haram uprising",
        "body": "ONLY 2 years old, Fatouma Ouseini lay in a hospital room, undernourished and listless from fever.",
        "date": "20161213",
        "country": "Nigeria"
    },
    {
        "title": "Rural banditry: From the crisis of nomadism to state crisis",
        "body": "There has been a massive expansion of the phenomenon of rural banditry in northern Nigeria over the past decade. As the phenomenon grows, popular narratives creating meaning, conte...",
        "date": "20160404",
        "country": "Nigeria"
    },
    {
        "title": "Nigeria gets N28bn US grant",
        "body": "The United States has offered about N28 billion ($92 million) humanitarian assistance to victims of the severe food shortage in the Lake Chad Basin region of Nigeria.",
        "date": "20161215",
        "country": "Nigeria"
    },
    {
        "title": "UN allocates $13.4m for Northeast",
        "body": "The United Nations has allocated $13.4 million to the Nigeria Humanitarian Fund (NHF) to help thousands of children, women and men in need of urgent humanitarian assistance in crisi...",
        "date": "20171212",
        "country": "Nigeria"
    },
    {
        "title": "Nigeria, 36 other countries facing water stress",
        "body": "Nigeria has been listed among 37 countries currently facing extremely high levels of stress, report from the United Nations International Children’s Emergency Fund (UNICEF) stated.",
        "date": "20170327",
        "country": "Nigeria"
    },
    {
        "title": "USAID committee ends retreat",
        "body": "THE United States Agency for International Development in Nigeria (USAID) recently launched Community of Practice (COP) for , Sanitation and Hygiene(wash) has ended its retreat i...",
        "date": "20171023",
        "country": "Nigeria"
    },
    {
        "title": "Nigeria deploys 800 Soldiers to Dafur for peace keeping",
        "body": "The Nigerian Army is sending 800 troops, including 45 officers to Darfur for peace mission. They will compliment United Nations peace mission in Sudan, with a warning that they should no...",
        "date": "20170104",
        "country": "Nigeria"
    },
    {
        "title": "Red alert for cholera, hepatitis E outbreaks",
        "body": "THE World Health Organisation (WHO) has raised red alert for acute outbreaks of cholera and hepatitis E in Nigeria.",
        "date": "20170717",
        "country": "Nigeria"
    },
    {
        "title": "Group seeks state of emergency on water crisis as Nigeria celebrates WWD",
        "body": "AN international nonprofit organisation, Wateraid Nigeria, has called for a state of emergency and a presidential taskforce to deliver potable water and sanitation to Nigerians.",
        "date": "20180323",
        "country": "Nigeria"
    },
    {
        "title": "Red Cross: Nigeria flood victims a ‘major emergency’",
        "body": "LAGOS: Nigeria is facing a ‘ major emergency,’ with tens of thousands of people displaced by recent flooding at risk of hunger and disease if help cannot be got to them, the Nigerian Red ...",
        "date": "20181222",
        "country": "Nigeria"
    },
    {
        "title": "Nigeria’s deadly clash",
        "body": "LAGOS: A new report says fighting between farmers and herdsmen in Nigeria has killed more people this year than attacks by Boko Haram Islamic extremists.",
        "date": "20180727",
        "country": "Nigeria"
    },
    {
        "title": "Nigeria’s deadly clash",
        "body": "LAGOS: A new report says fighting between farmers and herdsmen in Nigeria has killed more people this year than attacks by Boko Haram Islamic extremists.",
        "date": "20180727",
        "country": "Nigeria"
    },
    {
        "title": "Nigeria’s deadly clash",
        "body": "LAGOS: A new report says fighting between farmers and herdsmen in Nigeria has killed more people this year than attacks by Boko Haram Islamic extremists.",
        "date": "20180727",
        "country": "Nigeria"
    },
    {
        "title": "Sanitation crisis deepens in Nigeria - Wateraid",
        "body": "Despite Nigeria’s target to end open defecation by 2030, WaterAid Nigeria says the number of people living without access to basic Water Sanitation and Hygiene Services (WASH) is on...",
        "date": "20191101",
        "country": "Nigeria"
    },
    {
        "title": "Experts want FG to halt water privatisation",
        "body": "International water and sanitation experts and their Nigerian counterparts have urged the Federal Government to halt the ongoing privatisation of potable across the country.",
        "date": "20190130",
        "country": "Nigeria"
    },
    {
        "title": "My Story Of Water Exhibition In London",
        "body": "EARLIER in the month, Five Cowries Initiative partnered with Phillips Consulting to deliver art supplies and canvases in the form of 500 jerry cans to primary schools in Lagos and Ogun stat...",
        "date": "20190929",
        "country": "Nigeria"
    },
    {
        "title": "UNESCO, NWRI build capacity to tackle Lake Chad crisis",
        "body": "Restoring normalcy to the Lake Chad Basin after water level has been revitalised will require about 10 years, the Executive Director of the National Water Resources Institute, Prof. Em...",
        "date": "20190821",
        "country": "Nigeria"
    },
    {
        "title": "Germany Donates € 5.5m To Nigeria",
        "body": "THE German Mission in Nigeria has pledged € 5.5m to the Nigeria Humanitarian Fund. This was made known by the Office for the Coordination of Humanitarian Affairs in .",
        "date": "20200404",
        "country": "Nigeria"
    },
    {
        "title": "Why Nigeria needs to link water availability to sanitation",
        "body": "It is no doubt that basic sanitation is grossly inadequate in most rural communities across . The rural communities are said to hold almost 67 per cent of ’s household...",
        "date": "20200205",
        "country": "Nigeria"
    },
    {
        "title": "‘ Over 7m Nigerians face food crisis from June- August",
        "body": "Stockpiling feeds, feed ingredients/ other vet needs",
        "date": "20200330",
        "country": "Nigeria"
    },
    {
        "title": "Harpic renovates 47 public toilet units in Lagos, push for elimination of open defecation",
        "body": "In commemoration of the 2020 World Toilet Day and as part of efforts towards achieving the national target of ending open defecation in the country by 2025, Harpic has partnered with the...",
        "date": "20201122",
        "country": "Nigeria"
    },
    {
        "title": "The National Water Resources Bill 2020: Obnoxious and against national unity!",
        "body": "‘ How can the federal government be thinking of controlling all the water resources in the country when the much in her control have caused more of a and underdevelopment than sus...",
        "date": "20200826",
        "country": "Nigeria"
    },
    {
        "title": "Nigeria cattle crisis: how drought and urbanisation led to deadly land grabs",
        "body": "In February last year, Sunday Ikenna’s fields were green and lush. Then, one evening, a herd of cattle led into the farm by roving pastoralists crushed, ate, and uprooted the crops.",
        "date": "20210112",
        "country": "Nigeria"
    },
    {
        "title": "Over 3,000 cholera- induced deaths avoidable, says Wateraid",
        "body": "FG, Qatar, UNICEF to undertake N12b water projects in Jigawa",
        "date": "20211008",
        "country": "Nigeria"
    },
    {
        "title": "‘167 Nigerians lack access to hand washing facilities’",
        "body": "The 2019 Water Sanitation and Hygiene National Outcome Routine Mapping (WASHNORM) has revealed that a total of 167 million people in Nigeria lack access to handwashing facilities w...",
        "date": "20210120",
        "country": "Nigeria"
    },
    {
        "title": "450M kids have no access to clean water – Unicef",
        "body": "LAGOS: Nearly one-third of Nigerian children lack access to enough water, the United Nations International Children’s Emergency Fund (Unicef) said, calling for urgent measures to addres...",
        "date": "20210325",
        "country": "Nigeria"
    },
    {
        "title": "Adrift in the arc of ongoing instability",
        "body": "FOR the past 20 years political analysts have seen the Western Pacific as either a crescent of instability, or an arc of crisis. It is therefore disturbing that New Zealand authorit...",
        "date": "20061121",
        "country": "Niue"
    },
    {
        "title": "Pacific faces crisis, says Australian report",
        "body": "THE Government says a report painting a dire picture of the Pacific criticises aid efforts but offers no practical solutions.",
        "date": "20080822",
        "country": "Niue"
    },
    {
        "title": "A simple rule for our politicians: just stay away from the Russian billionaire’s superyacht",
        "body": "Not since a carelessly laid Albanian minefield blew up two Royal Navy ships in 1946 have the seas off Corfu proved so treacherous. Whatever else emerges from gangplankgate, the story of holi...",
        "date": "20081022",
        "country": "Niue"
    },
    {
        "title": "Japan gives $ 572m climate change aid to Pacific Islands",
        "body": "SHIMUKAPPU, Japan — Japan last week pledged 50 billion yen ($ 572 million CAD) in aid to small Pacific islands over the next three years to help them with clean energy projects and to cope with...",
        "date": "20090601",
        "country": "Niue"
    },
    {
        "title": "Appeal for aid for Pakistanis",
        "body": "Oxfam has started an emergency response for the victims of the worst floods in Pakistan in 35 years and is calling on New Zealanders to help. Oxfam’s country programme manager, Iftikhar Kha...",
        "date": "20100803",
        "country": "Niue"
    },
    {
        "title": "Between a rock and a hard place",
        "body": "The Niue resident sitting next to me on the plane was worried about my expectations of his Pacific Island home. ‘‘If you’re expecting white-sand beaches and casinos, you’ll be disappoint...",
        "date": "20161204",
        "country": "Niue"
    },
    {
        "title": "NZ could take a leadership role",
        "body": "THE PROSPECT of refugees washing up on New Zealand beaches may seem unlikely, but the Pacific will soon face its own crisis as whole nations flee, not from war but from climate change.",
        "date": "20161116",
        "country": "Niue"
    },
    {
        "title": "As we trifle over travel there’s a mallard in a puddle",
        "body": "On the small Pacific island of Niue a solitary duck lives in a puddle. I came upon this duck when on holiday there recently. Someone giving directions told me to “turn right after the duck”.",
        "date": "20180906",
        "country": "Niue"
    },
    {
        "title": "Niue: The",
        "body": "The tiny Pacific paradise of Niue – three hours north of Auckland – recently had a national crisis. Trevor, the island’s only duck ran out of water. The roadside puddle he called home, had t...",
        "date": "20190120",
        "country": "Niue"
    },
    {
        "title": "Niue: The best kept secret",
        "body": "The tiny Pacific paradise of Niue – three hours north of Auckland – recently had a national crisis. Trevor, the island’s only duck ran out of water. The roadside puddle he called home, had tu...",
        "date": "20190120",
        "country": "Niue"
    },
    {
        "title": "The heat is on",
        "body": "UN Day marks the founding of the UN in 1945 and is celebrated globally on the 24 October each year. Kevin Petrini, Team leader – Resilience and Sustainable Development Programme for UNDP ...",
        "date": "20191024",
        "country": "Niue"
    },
    {
        "title": "Six more countries Kiwis could bubble up with",
        "body": "Dust off your passports, as Prime Minister Jacinda Ardern is poised to announce when two-way quarantine-free travel with Australia will begin. The announcement will be made today, with a st...",
        "date": "20210406",
        "country": "Niue"
    },
    {
        "title": "Six more countries Kiwis could bubble up with",
        "body": "Dust off your passports, as Prime Minister Jacinda Ardern is poised to announce when two-way quarantine-free travel with Australia will begin. The announcement will be made today, with a st...",
        "date": "20210406",
        "country": "Niue"
    },
    {
        "title": "Six more countries Kiwis could bubble up with",
        "body": "Dust off your passports, as Prime Minister Jacinda Ardern is poised to announce when two-way quarantine-free travel with Australia will begin. The announcement will be made today, with a st...",
        "date": "20210406",
        "country": "Niue"
    },
    {
        "title": "Macedonia’s identity crisis will shape the future of the country... and the EU",
        "body": "As the last centenaries of the First World War approach, the troubled region where it all began is under scrutiny once again. The western Balkans is where those who favour the further enlar...",
        "date": "20181019",
        "country": "North%20Macedonia"
    },
    {
        "title": "A perfect debut for the new Greek prime minister",
        "body": "With Kyriakos Mitsotakis now firmly ensconced in the classic surroundings of the Maximos Mansion in central Athens just down from Syntagma Square, one of the most pressing files the new ...",
        "date": "20190712",
        "country": "North%20Macedonia"
    },
    {
        "title": "Rescuers hunt for survivors of quake in Albania",
        "body": "Rescue crews with excavators searched for survivors trapped in toppled apartment buildings and hotels Tuesday as the death toll from a powerful pre-dawn earthquake in Albania climbed to...",
        "date": "20191127",
        "country": "North%20Macedonia"
    },
    {
        "title": "Mitsotakis calls for Plan B to tackle migration",
        "body": "Arriving at his first European Council summit in Brussels yesterday, Prime Minister Kyriakos Mitsotakis said that Greece and the European Union should not be held hostage to Turkey over migration and should have a “Plan B” in place to respond to a possible new refugee .",
        "date": "20191018",
        "country": "North%20Macedonia"
    },
    {
        "title": "Turkey gives anti-pandemic aid to Balkan nations",
        "body": "TURKEY yesterday delivered medical supplies to five Balkan countries to help fight the coronavirus outbreak. A Turkish military aircraft carrying supplies that took off from the capital Ankara delivered supplies to Serbia and Bosnia-Herzegovina first. “Masks, overalls and test kits prepared by Turkey’s Health Ministry will be delivered to Serbia, Bosnia-Herzegovina, Montenegro, and Kosovo at the instruction of our President (Recep Tayyip) Erdoğan,” the Defense Ministry said on Twitter ahead of takeoff. Turkey previously sent medical aid to Italy and Spain, the countries in Europe worst hit by the virus. The crates containing the supplies for the Balkan nations carried the words of the 13th-century Sufi mystic Mevlana Jalaluddin Rumi: “There is hope after despair and many suns after darkness.”",
        "date": "20200409",
        "country": "North%20Macedonia"
    },
    {
        "title": "Poor ‘hardest’ hit in pandemic",
        "body": "NEW YORK, June 6, (AP): The United Nations and the International Red Cross and Red Crescent Movement are urging that governments and others unite in developing a “people’s vaccine” to p...",
        "date": "20200607",
        "country": "North%20Macedonia"
    },
    {
        "title": "Trash islands bring waste crisis to surface",
        "body": "— Framed by rolling hills and farmhouses, the emerald waters of Potpecko lake were once a picturesque fishing spot in western Serbia.",
        "date": "20210127",
        "country": "North%20Macedonia"
    },
    {
        "title": "Trash islands bring Balkan waste crisis to the surface",
        "body": "PRIBOJ, Serbia: Framed by rolling hills and farmhouses, the emerald waters of Potpecko lake were once a picturesque fishing spot in western Serbia. But recently, the smell itself was enough ...",
        "date": "20210124",
        "country": "North%20Macedonia"
    },
    {
        "title": "Thousands evacuated from Athens suburb as fires rage",
        "body": "Thousands of people have been evacuated from Varibobi, a northeastern suburb of Athens, and more than 100 homes and businesses have been destroyed as helicopters, planes and ground forces ...",
        "date": "20210805",
        "country": "North%20Macedonia"
    },
    {
        "title": "Massive forest fires burning for 7th day",
        "body": "ATHENS, Greece, Aug 9, (AP): Firefighters and residents battled a massive forest fire on Greece’s second largest island for a seventh day Monday, fighting to save what they can from flames...",
        "date": "20210810",
        "country": "North%20Macedonia"
    },
    {
        "title": "Small nation plays on its strengths",
        "body": "For a small nation with a population of just under 5.4 million, Denmark packs a political and economic punch worthy of some of its bigger neighbours, according to the country’s senior dipl...",
        "date": "20040416",
        "country": "Norway"
    },
    {
        "title": "Road to a friend’s house is never long",
        "body": "THE SUCCESS OF Europe’s oldest monarchy lies in its trade in services, emphasis on education, its role as a geographical hub and progressive outlook",
        "date": "20050416",
        "country": "Norway"
    },
    {
        "title": "Worst drought",
        "body": "THE government considered cloud seeding and shipping water in from Norway during the devastating drought of 1976, Britain’s worst for 250 years. A letter to the Prime Minister signed b...",
        "date": "20061229",
        "country": "Norway"
    },
    {
        "title": "China, India lead way to water goal",
        "body": "Progress in China and India puts the world on track to reach the Millennium Development Goal of halving the number of people without access to water by 2015.",
        "date": "20061110",
        "country": "Norway"
    },
    {
        "title": "with Britain giving away the bomb",
        "body": "Drought and the minister for rain",
        "date": "20061229",
        "country": "Norway"
    },
    {
        "title": "Wedon’t shareinthe realworld watercrisis",
        "body": "VICTORIA orried about silt in your water? Count yourself lucky. The best measure of how well off we are in this part of the world is the list of things we can afford to worry about.",
        "date": "20061123",
        "country": "Norway"
    },
    {
        "title": "FORTH WHIFF GETS RIGHT UP MY NORSE",
        "body": "SCIENTISTS have blamed t he Scottish s ewage spill for a foul stench sweeping the coast of .",
        "date": "20070428",
        "country": "Norway"
    },
    {
        "title": "‘Web of life . . . is being ripped’",
        "body": "The New York Times OSLO, Norway — He has said it again and again, with increasing urgency, to anyone who will listen. And on Monday, former Vice President Al Gore used the occasion of his ...",
        "date": "20071211",
        "country": "Norway"
    },
    {
        "title": "Canada’s energy insecurity",
        "body": "Gordon Laxer is a political economist and the director of Parkland Institute, a research policy network at the University of Alberta. He is writing a book on energy security and cl...",
        "date": "20070426",
        "country": "Norway"
    },
    {
        "title": "The last big cold rush heats up",
        "body": "A PERSON in space looking down on the frigid region around the North Pole would view something never seen before at this time of year. Earlier this month, the Arctic sea ice reached its lowest...",
        "date": "20070831",
        "country": "Norway"
    },
    {
        "title": "places where the pound is strong",
        "body": "5 ICELAND - sterling has continued to strengthen against the krona ever since the collapse of the banking system. Flights from 115 return. POLAND – the Polish zloty has stayed weak so why no...",
        "date": "20081114",
        "country": "Norway"
    },
    {
        "title": "Four horses given bans after tests",
        "body": "EQUESTRIANISM was facing a new crisis last night after four horses in the team show jumping competition were provisionally suspended for doping.",
        "date": "20080822",
        "country": "Norway"
    },
    {
        "title": "Al Gore praises wine industry",
        "body": "Addressing the second wine and climate change conference in Barcelona, former US Vice President Al Gore has praised members of the global wine trade for focusing on climate change and tak...",
        "date": "20080222",
        "country": "Norway"
    },
    {
        "title": "Averting the crisis",
        "body": "For the past 10 years or so, the price of oil has been rising constantly and at the same time the effects of global warming have been increasing steadily. A country like ( which ironi...",
        "date": "20081016",
        "country": "Norway"
    },
    {
        "title": "Plan to protect region from gas threat",
        "body": "The European Commission plans to build a supergrid of power supplies to protect Europe’s energy from the threat of a Russian stranglehold.",
        "date": "20081115",
        "country": "Norway"
    },
    {
        "title": "How to be an ethical consumer",
        "body": "Eating fish without a guilty conscience about denuding the oceans is not always easy. Until now, only a few fisheries have been awarded the coveted blue label of endorsement by the Marine ...",
        "date": "20080326",
        "country": "Norway"
    },
    {
        "title": "Whaling needs subsidies",
        "body": "– Japan and Norway are giving large subsidies to their whaling industries, which have become unprofitable because of rising costs and declining demand for whale meat, the World Wildlif...",
        "date": "20090620",
        "country": "Norway"
    },
    {
        "title": "Whaling needs subsidies",
        "body": "LISBON – Japan and Norway are giving large subsidies to their whaling industries, which have become unprofitable because of rising costs and declining demand for whale meat, the World...",
        "date": "20090620",
        "country": "Norway"
    },
    {
        "title": "Environmentalists back China’s green credentials",
        "body": "The world’s environment is deteriorating at an alarming speed. Economic growth has come at a high environmental cost. Pollution of the air, and land is having a serious impa...",
        "date": "20091016",
        "country": "Norway"
    },
    {
        "title": "Ambassador welcomes cooperation with China",
        "body": "Dear Reader,",
        "date": "20091223",
        "country": "Norway"
    },
    {
        "title": "In the groove: Nordic multimedia and music fest a notch above",
        "body": "OTCH stands for NOrdic + CHinese and the 2009 NOTCH Festival starting next Tuesday will be a simultaneous multimedia and music extravaganza in Shanghai, Beijing and Guangzhou.",
        "date": "20091021",
        "country": "Norway"
    },
    {
        "title": "Norway compiles the world’s first official economic index of natural assets",
        "body": "For",
        "date": "20101022",
        "country": "Norway"
    },
    {
        "title": "Runaway train-car crash kills 3 workers in Norway",
        "body": "Sixteen runaway train cars careered downhill for 3 miles and crashed into a port building Wednesday, killing three workers, before two of the cars plunged into the .",
        "date": "20100325",
        "country": "Norway"
    },
    {
        "title": "Norway compiles the world’s first official economic index of natural assets",
        "body": "For too long the world has taken for granted the value of its natural assets. It’s time to put a dollar figure on those forests, wetlands, oceans, reefs and rivers, said a major United Nations...",
        "date": "20101022",
        "country": "Norway"
    },
    {
        "title": "MEASURING MOTHER NATURE",
        "body": "For",
        "date": "20101022",
        "country": "Norway"
    },
    {
        "title": "20 former leaders discuss looming water crisis",
        "body": "MONTREAL — Twenty former heads of state, including former US president Bill Clinton, have warned of an impending “water ” and agreed to establish a panel that will tackle a worldw...",
        "date": "20110602",
        "country": "Norway"
    },
    {
        "title": "Facebook.com/eveningstandard",
        "body": "Thea Savosnick, 35, a student from Norway, was left with a 258 bill for a new British Airways ticket after delays caused her to miss her flight home. Michelle Connolly, 26, from Raynes Park, wa...",
        "date": "20110831",
        "country": "Norway"
    },
    {
        "title": "Reducing energy bills is just not as easy for ordinary consumers as the Prime Minister seems to be suggesting",
        "body": "I NOTE that Prime Minister David Cameron has expressed disappointment that only 17% of customers have switched their electricity supplier and 15% their gas supplier (“Consumers told: It’s ...",
        "date": "20111019",
        "country": "Norway"
    },
    {
        "title": "TERROR STRIKES NORWAY",
        "body": "Two apparently connected terrorist attacks in Norway left a trail of death and destruction Friday. And now the questions begin: Who was behind the bloody attack on the small, usually peaceful nation, and why did they do it?",
        "date": "20110723",
        "country": "Norway"
    },
    {
        "title": "OPENING NEXT WEEK",
        "body": "First Position is a documentary look at the dance world’s elite ballet competition. Johnny vampire Depp Barnabas plays Shadows, Collins in Dark a retooling of the supernatural soap op...",
        "date": "20120504",
        "country": "Norway"
    },
    {
        "title": "Faroe chief calls for drilling fund",
        "body": "THE UK Treasury should introduce a Norwegian- style drilling refund to prevent a collapse in exploration in the North Sea, according to the chief executive of Faroe Petroleum.",
        "date": "20120226",
        "country": "Norway"
    },
    {
        "title": "Hard decisions awaited",
        "body": "GLOBAL nancial lenders are advising countries to prepare for the possibility of higher food bills in the coming months, but for the moment the International Monetary Fund and World Ban...",
        "date": "20120822",
        "country": "Norway"
    },
    {
        "title": "Sea dispute to be raised at ASEM: Philippine prez",
        "body": "MANILA: Philippine President Benigno Aquino said Sunday his country would raise overlapping claims to the South China Sea during the summit of AsianEuropean Meeting in Laos this week.",
        "date": "20121105",
        "country": "Norway"
    },
    {
        "title": "Philippines to raise territory row at Asem",
        "body": "MANILA: Philippine President Benigno Aquino said yesterday his country would raise overlapping claims to the South China Sea during a summit of Asian and European leaders in Laos this week...",
        "date": "20121105",
        "country": "Norway"
    },
    {
        "title": "Sea dispute to be raised at ASEM – Aquino",
        "body": "The Philippines would raise overlapping claims to the South China Sea during a summit of Asian and European leaders in Laos this week, President Aquino said yesterday.",
        "date": "20121105",
        "country": "Norway"
    },
    {
        "title": "After banking crisis, Iceland launches search for black gold",
        "body": "Iceland on Friday awarded two exploration and production licenses to foreign energy firms hoping to find oil and gas in the northeastern off the North Atlantic island’s coast.",
        "date": "20130106",
        "country": "Norway"
    },
    {
        "title": "Norway celebrates with VN friends",
        "body": "oday, on Norways National Day, I extend my best wishes to all Norwegians and friends of in Viet Nam. On May 17th, Norwegians all around the world celebrate the adoption of s...",
        "date": "20130517",
        "country": "Norway"
    },
    {
        "title": "Scientists alarmed at Arctic acidification",
        "body": "OSLO: Scientists expressed alarm on Monday over the rapid acidification of the Arctic Ocean caused by carbon dioxide emissions, which could have dire consequences on the region’s fragi...",
        "date": "20130507",
        "country": "Norway"
    },
    {
        "title": "‘ Iron Erna’ takes a firm grip",
        "body": "Norway",
        "date": "20130911",
        "country": "Norway"
    },
    {
        "title": "IWRM policies in Africa fail to consider local needs – Report",
        "body": "Local needs, politics and realities must be fundamental considerations in designing Integrated Water Resources Management (IWRM) policies in Africa, according to a new report ...",
        "date": "20141112",
        "country": "Norway"
    },
    {
        "title": "Statoil to keep Rosneft tie-up despite Russia sanctions",
        "body": "OSLOP: Norwegian energy group Statoil said yesterday it intended to continue its partnership with Russia’s Rosneft, despite Western economic sanctions imposed on Moscow for its role in ...",
        "date": "20140826",
        "country": "Norway"
    },
    {
        "title": "Statoil to keep Rosneft partnership despite Russia sanctions",
        "body": "OSLO, Aug 25, (AFP): Norwegian energy group Statoil said Monday it intended to continue its partnership with Russia’s Rosneft, despite Western economic sanctions imposed on Moscow for it...",
        "date": "20140826",
        "country": "Norway"
    },
    {
        "title": "Europe",
        "body": "Water protests pressure govt: Tens of thousands of people marched in towns across Ireland on Saturday in a second day of mass protests against water charges, the biggest display of opposi...",
        "date": "20141103",
        "country": "Norway"
    },
    {
        "title": "Russia defends visit to Norwegian island",
        "body": "MOSCOW: Russia said on Monday its deputy prime minister had every right to visit a Norwegian island despite travel restrictions imposed on him over Ukraine, dismissing Oslo’s condemna...",
        "date": "20150421",
        "country": "Norway"
    },
    {
        "title": "Oasis sends water to poor nation schools",
        "body": "DUBAI // Part of the proceeds from the sale of Oasis bottled water this Ramadan will go towards providing clean drinking water to children in developing countries.",
        "date": "20150708",
        "country": "Norway"
    },
    {
        "title": "Canada doing more than most for refugees",
        "body": "Canada may not be doing its fair share when it comes to the Syrian refugee crisis, but it is doing more than most other rich countries.",
        "date": "20151007",
        "country": "Norway"
    },
    {
        "title": "We're doing more than most, but could do better",
        "body": "Ottawa Citizen",
        "date": "20151007",
        "country": "Norway"
    },
    {
        "title": "Why",
        "body": "Retailer IKEA, known for their stunning interior designs in their showrooms, have come up with a unique and powerful interior set up in their store in Slependen, Norway. They have made a S...",
        "date": "20161112",
        "country": "Norway"
    },
    {
        "title": "Why was a Syrian home recreated in Norway?",
        "body": "Retailer IKEA, known for their stunning interior designs in their showrooms, have come up with a unique and powerful interior set up in their store in Slependen, . They have made a S...",
        "date": "20161112",
        "country": "Norway"
    },
    {
        "title": "Afghan boys are new face of migrant crisis",
        "body": "ALTA, Norway — The job in the Moscow warehouse was nothing like what Elyas and his brother had been promised. They loaded and unloaded trucks from 4 in the morning until 8 at night. They got two...",
        "date": "20160306",
        "country": "Norway"
    },
    {
        "title": "Open-net pen salmon farms ending in Norway?",
        "body": "Norway’s salmon-farming industry is hitting a wall. Because salmon farming began earlier there than in B.C., I wanted to get a glimpse of where we might be headed if our industry continue...",
        "date": "20160228",
        "country": "Norway"
    },
    {
        "title": "Pope urges mediation to end N Korea crisis, avert devastating war",
        "body": "ABOARD THE PAPAL PLANE (Reuters) - Pope Francis said yesterday that a third country, such as Norway, should try to mediate the dispute between North Korea and Washington, to cool a situa...",
        "date": "20170430",
        "country": "Norway"
    },
    {
        "title": "Oil and gas",
        "body": "Doesn’t everyone have a passion for a foreign country? Norway has been my crush for years, replacing Great Britain in the catalogue of nations from whom we Canadians can learn.",
        "date": "20170928",
        "country": "Norway"
    },
    {
        "title": "Tormented Norway sloshes in oil money",
        "body": "Doesn’t everyone have a passion for a foreign country? Norway has been my crush for years, replacing Great Britain in the catalogue of nations from whom we Canadians can learn.",
        "date": "20170925",
        "country": "Norway"
    },
    {
        "title": "Pope calls for thirdparty mediation",
        "body": "CAIRO: Pope Francis said yesterday a third country, such as Norway, should try to mediate the dispute between North Korea and Washington, to cool a situation that had become ‘‘too hot’’...",
        "date": "20170501",
        "country": "Norway"
    },
    {
        "title": "Our future wealth could come from the skies",
        "body": "A textbook example of how to manage the resources of a country is given by Norway, a country with a similar population to New Zealand but much wealthier.",
        "date": "20180303",
        "country": "Norway"
    },
    {
        "title": "Norway demands Jerusalem explain seizure of fishing boat bound for Gaza",
        "body": "OSLO (Reuters) – Norway has asked Israel to explain the legal grounds for detaining a Norwegian-flagged fishing boat seized while activists tried to sail with aid to the Gaza Strip, Norway’...",
        "date": "20180802",
        "country": "Norway"
    },
    {
        "title": "Israel seizes Swedish activist ship en route to Gaza",
        "body": "Israel seized a Swedish-flagged sailboat attempting to breach a blockade of the Palestinian Gaza Strip on Saturday, the military said. The 12 passengers are mostly from Sweden but also fro...",
        "date": "20180805",
        "country": "Norway"
    },
    {
        "title": "Is Norway the best way?",
        "body": "I AM standing astride a shabby white line that puts one of my feet in the EU and one outside it.",
        "date": "20181207",
        "country": "Norway"
    },
    {
        "title": "Those were the days... 1940: Naval survivors of Norvik battle arrive in Glasgow",
        "body": "AN interesting reminder of the reporting restrictions in force during the Second",
        "date": "20190419",
        "country": "Norway"
    },
    {
        "title": "Arctic melt creates a new place for polar powers to fight over",
        "body": "The climate crisis is intensifying a new military buildup in the Arctic, diplomats and analysts said this week, as regional powers attempt to secure northern borders once reinforce...",
        "date": "20190125",
        "country": "Norway"
    },
    {
        "title": "Venezuela’s Guaido vows protests as Oslo talks produce no deal",
        "body": "OSLO/CARACAS, (Reuters) - Venezuelan opposition leader Juan Guaido vowed to press ahead with street protests after talks with government officials hosted by Norway ended yesterday withou...",
        "date": "20190530",
        "country": "Norway"
    },
    {
        "title": "Norway flaunts its green credentials – so why is it drilling more oil wells?",
        "body": "On my official UN visit to Norway in September, I found inspiring examples of leadership on climate change. I encountered a nearly emissions-free electricity system, the highest share of zero-emission vehicle sales in the world (almost half of all new cars sold are fully electric), and billions of dollars being invested in a Green Climate Fund that provides support to developing countries, as well as a burgeoning Climate and Forest Initiative.",
        "date": "20191113",
        "country": "Norway"
    },
    {
        "title": "Nicol insists Norway will be putting play-offs to back of their minds",
        "body": "KEVIN NICOL insists a potential Euros play-off with Scotland is the last thing on Norwegian minds as cashstrapped clubs fight for survival.",
        "date": "20200321",
        "country": "Norway"
    },
    {
        "title": "Nicol insists Norway will be putting play-offs to back of their minds",
        "body": "KEVIN NICOL insists a potential Euros play-off with Scotland is the last thing on Norwegian minds as cashstrapped clubs fight for survival.",
        "date": "20200321",
        "country": "Norway"
    },
    {
        "title": "Norway expects substantial progress in FTA talks with China",
        "body": "Though the COVID-19 outbreak has led to delays in bilateral negotiations, major progress on the China-Norway free trade agreement is expected to be made this year, a senior Norwegian of...",
        "date": "20200529",
        "country": "Norway"
    },
    {
        "title": "Norway expects substantial progress in FTA talks with China",
        "body": "Though the COVID-19 outbreak has led to delays in bilateral negotiations, major progress on the China-Norway free trade agreement is expected to be made this year, a senior Norwegian of...",
        "date": "20200529",
        "country": "Norway"
    },
    {
        "title": "Fishing boss says no deal after Brexit is ‘embarrassment’",
        "body": "THE owners of Hull distant-water trawler Kirkella have described the government’s failure to land a fishing access deal with Norway as a “disgrace and a national embarrassment”.",
        "date": "20210513",
        "country": "Norway"
    },
    {
        "title": "Cold war for Arctic ordeal Marines",
        "body": "ROYAL Marines are battling bone-chilling Arctic temperatures in an exercise to learn survival basics.",
        "date": "20210206",
        "country": "Norway"
    },
    {
        "title": "Scotland and Norway together can pave the way for future energy generation",
        "body": "Scotland and Norway may be divided by 500 miles of wild and unpredictable North Sea, but the countries have a shared relationship that has endured over hundreds of years – and continues t...",
        "date": "20210731",
        "country": "Norway"
    },
    {
        "title": "Marines to get icy dunking in trials to survive the cold",
        "body": "ROYAL MARINES have been deployed to brave Arctic temperatures as they learn the basics of survival in winter weather training.",
        "date": "20210206",
        "country": "Norway"
    }
]