[
    {
        "title": "What if Asia’s pirates and terrorists joined hands?",
        "body": "An almost unnoticed battle against piracy in the South China Sea has become more intense: the pirates are winning, and governments in Southeast Asia fear they will join forces with terrorists ...",
        "date": "20030517",
        "country": "Yemen"
    },
    {
        "title": "INBRIEF",
        "body": "RIFT BETWEEN HU AND JIANG IS FICTITIOUS, SAYS MINISTRY The Foreign Ministry has said a reported rift between President Hu Jintao and military chief Jiang Zemin was fiction, but refrained from ...",
        "date": "20040911",
        "country": "Yemen"
    },
    {
        "title": "Sea terror threat stirs Asia",
        "body": "“It is impossible to patrol and control every point on the sea … especially given vagaries of climate and the like”",
        "date": "20040516",
        "country": "Yemen"
    },
    {
        "title": "Murky waters of Russia’s cold war intelligence network",
        "body": "Nineteen years after the Cuban missile crisis in 1962 almost sparked a nuclear war, President Fidel Castro asked the then-Soviet Union to redeploy atomic weapons to his island, says a new book ba...",
        "date": "20050920",
        "country": "Yemen"
    },
    {
        "title": "Refugee deaths underscore crisis brewing in Somalia",
        "body": "SAN‘A, Yemen (AP) — The deaths of at least 31 people forced overboard in stormy seas — some stabbed, raped or butchered with clubs — illustrate a growing security problem in the pirate- and ...",
        "date": "20070329",
        "country": "Yemen"
    },
    {
        "title": "Middle East faces water crisis",
        "body": "The World Bank has warned the countries of the Middle East and north Africa that they face a crisis in water availability unless they develop more efficient and transparent policies.",
        "date": "20070315",
        "country": "Yemen"
    },
    {
        "title": "Tribal links grow stronger even in modern Arab world",
        "body": "The slender, sombre-faced 18-yearold wears two crucial tokens tucked against his belly, beneath the embroidered belt: A cellphone that links him to the modern world, and the short, curled dag...",
        "date": "20070528",
        "country": "Yemen"
    },
    {
        "title": "A search for oil raises the stakes in war-torn Darfur",
        "body": "khartoum, sudan — The Sudanese government is quietly escalating oil exploration inside the Darfur region, a step that has led to protests from rebel leaders in a volatile area where more than 200,000 people have been killed during three years of fighting.",
        "date": "20070303",
        "country": "Yemen"
    },
    {
        "title": "Yemen faces acute water crisis",
        "body": "As Yemen’s exploding population draws out more and more water from the parched land — mostly for growing khat, a mildly narcotic plant — the bone-dry nation’s existence is threatened.",
        "date": "20080803",
        "country": "Yemen"
    },
    {
        "title": "Yemen s khat addiction risks water crisis",
        "body": "SANA’A Nagy Ali Mohammed is not worried about a water shortage in Yemen. He says God will provide what’s needed for the craggy, volcanic land where he grows khat, a leaf chewed daily by most...",
        "date": "20080424",
        "country": "Yemen"
    },
    {
        "title": "Yemen faces water crisis as national resources collapse",
        "body": "Black-clad women trudge across a stony plateau in the Yemeni highlands to haul in yellow plastic cans from wells that will soon dry up.",
        "date": "20080318",
        "country": "Yemen"
    },
    {
        "title": "India captures 23 pirates",
        "body": "The Indian navy captured 23 pirates who threatened an Ethiopia-flagged merchant vessel in the lawless of the Gulf of Aden and a German naval helicopter thwarted another attack Satu...",
        "date": "20081214",
        "country": "Yemen"
    },
    {
        "title": "REFLECTING ON YEMEN’S ADVANCES",
        "body": "Much to disAbdulla Nasher’s appointment, there is not yet a Canadian embassy in Yemen. But the energetic ambassador, who is winding down his Ottawa mission, insists there will be by the ...",
        "date": "20081029",
        "country": "Yemen"
    },
    {
        "title": "Thirsty plant leaves crops in Yemen dry",
        "body": "JAHILIYA, YEMEN—MORE THAN half of this country’s scarce water is used to feed an addiction.",
        "date": "20091102",
        "country": "Yemen"
    },
    {
        "title": "Water crisis fuels terrorism in conflict-wracked nation",
        "body": "Sana’a While domestic insurgencies chip away at the control of Yemen’s central government and an Al Qaida branch gains strength in regions beyond the government’s reach, another ...",
        "date": "20091107",
        "country": "Yemen"
    },
    {
        "title": "Plant dries out Yemen",
        "body": "The thirsty qat feeds addictions and farmers’ pockets while taking water from other crops.",
        "date": "20091101",
        "country": "Yemen"
    },
    {
        "title": "Delays dog $US5.5bn pledged to help impoverished Yemen",
        "body": "SANA A More than two years after a donors conference in London pledged US$5.5 billion (Dh20bn) to help Yemen, just over $375 million has been disbursed. The challenge now, according to a...",
        "date": "20090419",
        "country": "Yemen"
    },
    {
        "title": "Don’t let Yemen run out of water",
        "body": "The security situation i n Yemen looks increasingly fragile. The Yemen-based Al Qaida in the Arabian Peninsula ( AQAP) claimed responsibility for the two mail bombs destined for Chica...",
        "date": "20101208",
        "country": "Yemen"
    },
    {
        "title": "State of crisis",
        "body": "Saudi Arabia is hosting a meeting on Yemen’s most urgent development and financial needs today as efforts intensify to boost international support for reforms by President Ali Ab...",
        "date": "20100227",
        "country": "Yemen"
    },
    {
        "title": "Al-Qaida militants killed",
        "body": "the 23-year-old Nigerian accused of trying to blow up the plane as it approached Detroit, spent time in Yemen last year where U.S. officials believe he received training from a militant gr...",
        "date": "20100105",
        "country": "Yemen"
    },
    {
        "title": "Yemen’s water crisis eclipses al-Qaida as a major threat",
        "body": "SANAA (Reuters) — Yemeni water trader Mohammed al-Tawwa runs his diesel pumps day and night, but gets less and less from his well in Sanaa, which experts say could become the world’s first capi...",
        "date": "20100220",
        "country": "Yemen"
    },
    {
        "title": "Yemenis hit by scarce essentials",
        "body": "After months of political violence in Yemen, its population is beginning to suffer from dwindling food supplies. And the conflict has also sent the price of water skyrocketing as a...",
        "date": "20110710",
        "country": "Yemen"
    },
    {
        "title": "GCC can play a role in averting Yemen’s crisis",
        "body": "Yemen, again, is at a crossroads. On Monday, the UN warned that this sliver of Arab instability is on its way to suffering the same fate as Somalia: riddled by violence, economically st...",
        "date": "20111222",
        "country": "Yemen"
    },
    {
        "title": "CALL FOR STABILITY",
        "body": "The UAE has expressed its concern over the situation in Yemen and called for the authorities to pursue efforts to restore security and stability and avoid the risk of the country slip...",
        "date": "20110921",
        "country": "Yemen"
    },
    {
        "title": "African refugees still flowing into Yemen despite crisis, says migration body",
        "body": "DUBAI (Reuters) – Migrants and refugees from the Horn of Africa are still flowing into Yemen, where protesters are demanding the end to President Ali Abdullah Saleh’s rule, the Internati...",
        "date": "20110427",
        "country": "Yemen"
    },
    {
        "title": "Yemen’s crisis of child brides",
        "body": "The Jan. 9 front-page article “In Yemen, children pay the price of revolt” exposed how Yemen’s political upheaval and humanitarian crisis are harming children. It points out that risin...",
        "date": "20120112",
        "country": "Yemen"
    },
    {
        "title": "Humanitarian aid vital to avert crisis in Yemen",
        "body": "Ali Abdullah Saleh may no longer be formally in charge of Yemen, but the problems that accumulated during his decades of mismanagement continue to worsen. Security is the most visible...",
        "date": "20120524",
        "country": "Yemen"
    },
    {
        "title": "Yemen needs more than a food basket",
        "body": "Yemen is in crisis. By now, we have all heard of the catastrophic food crisis or seen starved, malnourished children and the elderly in newspapers and on television. Nearly half the popu...",
        "date": "20120704",
        "country": "Yemen"
    },
    {
        "title": "Charity seeks donation for starving in Yemen",
        "body": "THE Gift of the Givers Foundation has called for the donation of non-perishable food items, medical supplies and volunteers for its mission to starvation-racked next month.",
        "date": "20120730",
        "country": "Yemen"
    },
    {
        "title": "World must help",
        "body": "The head of the International Committee of the Red Cross (ICRC) said yesterday that Yemen is “crumbling” under a deepening humanitarian crisis after months of civil war.",
        "date": "20150812",
        "country": "Yemen"
    },
    {
        "title": "Iran warships head to Yemen waters",
        "body": "I ran yesterday dispatched a naval destroyer and another vessel to waters near Yemen as the United States quickened weapons supply to the Saudiled coalition striking rebels there, underlinin...",
        "date": "20150409",
        "country": "Yemen"
    },
    {
        "title": "Yemen is ‘crumbling’",
        "body": "GENEVA: Yemen is “crumbling” under a deepening humanitarian crisis after months of civil war, the head of the International Committee of the Red Cross (ICRC), Peter Maurer said yester...",
        "date": "20150812",
        "country": "Yemen"
    },
    {
        "title": "Kerry says US working hard to end Yemen crisis",
        "body": "SANAA: The United States said Saturday it was working to find a solution for ’s as the UN urged a truce, warning the country was on the verge of collapse.",
        "date": "20150504",
        "country": "Yemen"
    },
    {
        "title": "Kerry says US working hard to end Yemen crisis",
        "body": "SANAA: The United States said Saturday it was working to find a solution for Yemen’s crisis as the UN urged a truce, warning the country was on the verge of collapse.",
        "date": "20150504",
        "country": "Yemen"
    },
    {
        "title": "Why Canada should act quickly to provide aid for Yemen",
        "body": "JACQUELINE LOPOUR Research associate at the Centre for International Governance Innovation in Waterloo, Ont.",
        "date": "20160425",
        "country": "Yemen"
    },
    {
        "title": "Why Canada should act quickly to provide aid for Yemen",
        "body": "With the world focused on the Syrian refugee crisis, we have lost sight of a conflict that could become even worse – Yemen’s civil war. This forgotten war has produced arguably the world’s gre...",
        "date": "20160425",
        "country": "Yemen"
    },
    {
        "title": "Why Canada should act quickly to provide aid for Yemen",
        "body": "With the world focused on the Syrian refugee crisis, we have lost sight of a conflict that could become even worse – Yemen’s civil war. This forgotten war has produced arguably the world’s gre...",
        "date": "20160425",
        "country": "Yemen"
    },
    {
        "title": "Why Canada should act quickly to provide aid for Yemen",
        "body": "Research associate at the Centre for International Governance Innovation in Waterloo, Ont.",
        "date": "20160425",
        "country": "Yemen"
    },
    {
        "title": "Hunger, cholera push war-torn Yemen to the brink",
        "body": "A SENIOR UN official yesterday said that war-ravaged Yemen, already reeling from malnutrition and dwindling health care, is plummeting into further distress with a deadly cholera out...",
        "date": "20170803",
        "country": "Yemen"
    },
    {
        "title": "Hunger, cholera push war-torn Yemen to the brink",
        "body": "A SENIOR UN official yesterday said that war-ravaged Yemen, already reeling from malnutrition and dwindling health care, is plummeting into further distress with a deadly cholera out...",
        "date": "20170803",
        "country": "Yemen"
    },
    {
        "title": "Hunger, cholera push war-torn Yemen to the brink",
        "body": "A SENIOR UN official yesterday said that war-ravaged Yemen, already reeling from malnutrition and dwindling health care, is plummeting into further distress with a deadly cholera out...",
        "date": "20170803",
        "country": "Yemen"
    },
    {
        "title": "UN pleads for end of Yemen blockade or thousands will die",
        "body": "GENEVA: The heads of three UN agencies issued a fresh plea on Thursday for the Saudi-led military coalition to lift its blockade on Yemen, warning that “untold thousands” would die.",
        "date": "20171117",
        "country": "Yemen"
    },
    {
        "title": "Guterres for renewed push to end ‘ stupid war’ in Yemen",
        "body": "Washington, Dec. 11: UN secretary- general Antonio Guterres called on Monday for a renewed push to end the \"stupid war\" in Yemen, saying he hoped the Trump administration could pressu...",
        "date": "20171212",
        "country": "Yemen"
    },
    {
        "title": "YEMEN CRISIS IN FIGURES",
        "body": "The UN estimates that more than 22 million Yemenis are in need of humanitarian assistance. The population of is 27 million. 13% of total Yemeni casualties are children; The...",
        "date": "20180829",
        "country": "Yemen"
    },
    {
        "title": "US hand in Yemen crisis ignored",
        "body": "THE US is enabling civil war and a humanitarian crisis in Yemen. Saudi Arabia bears heavy responsibility for the for its ruthless war in – but there is no mention of the di...",
        "date": "20180111",
        "country": "Yemen"
    },
    {
        "title": "US hand in Yemen crisis ignored",
        "body": "THE US is enabling civil war and a humanitarian crisis in Yemen. Saudi Arabia bears heavy responsibility for the crisis for its ruthless war in – but there is no mention of the d...",
        "date": "20180111",
        "country": "Yemen"
    },
    {
        "title": "UNICEF warns against Yemen’s economic crisis, violence",
        "body": "The United Nations children’s agency said Yemen’s economic crisis and the relentless violence at a key Red Sea port city risk leaving millions of children and families without food, cle...",
        "date": "20181020",
        "country": "Yemen"
    },
    {
        "title": "170m UK aid package for Yemen",
        "body": "Ministers have committed to spend 170million over the next year on humanitarian aid in Yemen.",
        "date": "20180404",
        "country": "Yemen"
    },
    {
        "title": "Suffering Yemen needs the world’s assistance",
        "body": "IT IS estimated 22 million people in Yemen are in urgent need of humanitarian relief, half of them children.",
        "date": "20190826",
        "country": "Yemen"
    },
    {
        "title": "Suffering Yemen needs the world’s assistance",
        "body": "IT IS estimated 22 million people in Yemen are in urgent need of humanitarian relief, half of them children.",
        "date": "20190826",
        "country": "Yemen"
    },
    {
        "title": "Millions in Yemen at risk of disease as water supply cut",
        "body": "Fifteen million people in Yemen are at risk of deadly diseases such as cholera after their water supplies have been severely cut, Oxfam has warned.",
        "date": "20191023",
        "country": "Yemen"
    },
    {
        "title": "Yemen in dire need of aid from world",
        "body": "IT IS ESTIMATED that 22 million people in Yemen are in urgent need of humanitarian relief, half of them children. These people are suffering from malnutrition and have no access to ...",
        "date": "20190827",
        "country": "Yemen"
    },
    {
        "title": "No access to soap, clean water in Yemen: MSF",
        "body": "AL HAJJAH: Hand-washing to combat the spread of coronavirus is the order of the day, but it’s an unaffordable luxury for millions in war-ravaged where clean is dangerously...",
        "date": "20200325",
        "country": "Yemen"
    },
    {
        "title": "Medical tech firm to supply dressings tape to war-torn Yemen",
        "body": "A Fife-based firm that has developed a range of medical products has secured an order for hundreds of thousands of units to Yemen.",
        "date": "20200221",
        "country": "Yemen"
    },
    {
        "title": "Medical products to Yemen",
        "body": "A FIFE-based firm that has developed a range of medical products has secured an order for hundreds of thousands of units to .",
        "date": "20200225",
        "country": "Yemen"
    },
    {
        "title": "Medical tech firm to supply dressings tape to war-torn Yemen",
        "body": "A Fife-based firm that has developed a range of medical products has secured an order for hundreds of thousands of units to Yemen.",
        "date": "20200221",
        "country": "Yemen"
    },
    {
        "title": "Stop selling arms to war-torn countries",
        "body": "THE sale of arms by South African arms companies to parties involved in the Yemen conflict is helping to exacerbate a crippling humanitarian crisis, and flouting the values enshrine...",
        "date": "20210317",
        "country": "Yemen"
    },
    {
        "title": "Arms firms fanning flames in Yemen",
        "body": "THE sale of arms by South African arms companies to parties involved in the Yemen conflict is exacerbating a crippling humanitarian crisis, and flouting the values enshrined in our ...",
        "date": "20210316",
        "country": "Yemen"
    },
    {
        "title": "In focus: Humanitarian crisis in Yemen",
        "body": "The humanitarian crisis in Yemen was in focus when H E Sayyid Badr bin Hamad al Busaidi, Foreign Minister, received Peter Maurer, president, International Committee of the Red Cro...",
        "date": "20210707",
        "country": "Yemen"
    },
    {
        "title": "Over 15m Yemenis lack access to safe water: IOM",
        "body": "The International Organization for Migration (IOM) said Yemen is suffering from the worst humanitarian crisis in the world which is the result of Saudi war in the country.",
        "date": "20210831",
        "country": "Yemen"
    }
]