[
    {
        "title": "Fish prices rise sharply",
        "body": "Fish prices have shot up in the market after Cyclone Gonu hit the UAE and there is still an acute shortage of fish in the emirate, shoppers said.",
        "date": "20070616",
        "country": "Oman"
    },
    {
        "title": "Hundreds of flooded families relocated",
        "body": "The UAE’s primary humanitarian organisation assisted in the evacuation of around 500 people from Kalba which bore the brunt of cyclone Gonu yesterday, initially relocating them to...",
        "date": "20070607",
        "country": "Oman"
    },
    {
        "title": "Filipinos plot diplomatic solution to visa crisis",
        "body": "BURAImI Filipino diplomats have asked to meet with UAE immigration authorities as thousands of workers remain stranded in Iran and while on so-called visa runs. Libran Cabactulan, t...",
        "date": "20081002",
        "country": "Oman"
    },
    {
        "title": "Indian navy sinks Somali pirate ship after drawing fire",
        "body": "Information for this article was contributed by Qassim Abdul-Zahra and Sameer N.Yacoub of The Associated Press.",
        "date": "20081120",
        "country": "Oman"
    },
    {
        "title": "Yemen s khat addiction risks water crisis",
        "body": "SANA’A Nagy Ali Mohammed is not worried about a water shortage in Yemen. He says God will provide what’s needed for the craggy, volcanic land where he grows khat, a leaf chewed daily by most...",
        "date": "20080424",
        "country": "Oman"
    },
    {
        "title": "GCC summit should tackle new challenges",
        "body": "On the eve of the summit of Gulf Cooperation Council (GCC) in Muscat tomorrow, it is fair to say that the 27-year-old alliance is facing a number of extraordinary challenges. Created ...",
        "date": "20081228",
        "country": "Oman"
    },
    {
        "title": "O man A RISING DESTINATION",
        "body": "Oman appears to face an absolutely promising future. Usama bin Karim Al Haremi of Oman Air’s Corporate Communications and Media said that with its natural beauty and glorious history ...",
        "date": "20091006",
        "country": "Oman"
    },
    {
        "title": "Anti-doping top priority: Macki",
        "body": "MUSCAT — Medical and Anti-doping will be heading the priority list for the 2nd Asian Beach Games in December 2010 according to The Muscat Asian Beach Games Organising Committee (MABGO...",
        "date": "20090909",
        "country": "Oman"
    },
    {
        "title": "$200 million boost for port in Sohar",
        "body": "Times News Service MUSCAT — Three contracts worth RO95 million ($200 million) for financing, dredging and constructing the 1,380metre long, 25-metre deep jetty at Port of Sohar was signed by Maqbool bin Ali Sultan, minister of commerce and industry and chairman of Port of Sohar, and Jan Meijer, CEO, Sohar Industrial Port Company (SIPC) and partners, at Grand Hyatt here yesterday.",
        "date": "20090929",
        "country": "Oman"
    },
    {
        "title": "Al Hassan upbeat on new openings",
        "body": "MUSCAT — Al Hassan Engineering Company ( AHEC) SAOG (AHEC), the first contracting company to be listed on the Muscat Securities Market (MSM) in 1998, is upbeat and optimistic about se...",
        "date": "20090913",
        "country": "Oman"
    },
    {
        "title": "India-Oman deepwater gas pipeline mulled",
        "body": "MUSCAT: India is actively considering building a deepwater transnational gas pipeline from Oman for transporting natural gas sourced from Turkmenistan, Iran and Qatar.",
        "date": "20100920",
        "country": "Oman"
    },
    {
        "title": "Economic Society stresses sustainable development",
        "body": "MUSCAT — Oman Economic Society organised its fourth conference here on December 19 and 20 under the theme of “Opportunities and Challenges of Sustainable Development in GCC states ...",
        "date": "20101221",
        "country": "Oman"
    },
    {
        "title": "HM order for crisis management panel",
        "body": "MUSCAT: The National Committee for Civil Defence (NCDC) will today hold discussions to form a national crisis management panel.",
        "date": "20100609",
        "country": "Oman"
    },
    {
        "title": "Refocusing, restructuring ‘has paid off’",
        "body": "On balance, the restructuring moves were the right decision, reckons Mr Seah.",
        "date": "20100327",
        "country": "Oman"
    },
    {
        "title": "Sultanate predicted to face acute water crisis by 2050",
        "body": "MUSCAT: The Sultanate of Oman along with other oil producing countries in the Middle East and North Africa (Mena) region are facing extreme scarcity of , which could spiral the oil prices up, according to a latest study released by Maplecroft, yesterday.",
        "date": "20110323",
        "country": "Oman"
    },
    {
        "title": "Giant crude carrier Fida commissioned",
        "body": "ULSAN, South Korea — Oman Shipping Company (OSC) organised a ceremony here yesterday to name its latest Very Large Crude Carrier (VLCC), Fida, at Hyundai Heavy Industries (HHI) shipyard.",
        "date": "20110514",
        "country": "Oman"
    },
    {
        "title": "Index edges lower",
        "body": "MUSCAT: The MSM30 Index decreased 0.09 per cent to close at 5,982 points. The advance to decline ratio at the end of the trading session stood at 0.38:1. The total shares exchanged decreased ...",
        "date": "20110718",
        "country": "Oman"
    },
    {
        "title": "First phase of $1bn Salalah power project completed",
        "body": "MUSCAT — Sembcorp Salalah Power and Water Company, a joint venture company between Sembcorp’s fully-owned subsidiary Sembcorp Utilities and the Investment Corporation, has suc...",
        "date": "20110719",
        "country": "Oman"
    },
    {
        "title": "Yemen deal still unchanged",
        "body": "MUSCAT – An interconnect linking the power systems of Oman and the United Arab Emirates (UAE) is expected to be brought into operation this year, according to the state-owned power offtaker Power and Procurement Co (OPWP).",
        "date": "20110508",
        "country": "Oman"
    },
    {
        "title": "Water conservation",
        "body": "WATER is our most precious resource, vital to our daily lives, our economy and to the health of our environment. Rationalisation of use of and its proper management is a strategic investment. Whether you talk about economic development or improving public health, whether you focus on promoting food security or sustaining peace or coping with climate change or providing sustainable energy, access to clean is very critical.",
        "date": "20121111",
        "country": "Oman"
    },
    {
        "title": "Economic forum to spotlight investment opportunities",
        "body": "MUSCAT — More than 500 delegates are expected to attend the 3rd Economic Forum during April 22-23 which has been organised by the Ministry of Commerce and Industry in collaborati...",
        "date": "20120329",
        "country": "Oman"
    },
    {
        "title": "$100b investment in water sector",
        "body": "MUSCAT — Population growth and deterioration of water quality has prompted GCC governments to embark on major spending to combat scarcity and ensure sustainable resources f...",
        "date": "20120723",
        "country": "Oman"
    },
    {
        "title": "Shura, PAEW chief discuss plan to tide over water crisis",
        "body": "MUSCAT: In a meeting with Mohammed bin Abdullah Al Mahrouqi, Chairman of the Public Authority for Electricity and (PAEW) on Wednesday, the Majlis Al Shura discussed the recent in the Muscat governorate and ways to avert its recurrence, said Sultan Al Abri, member of the Shura Economic Committee.",
        "date": "20121229",
        "country": "Oman"
    },
    {
        "title": "Explore Oman’s exotic dive sites",
        "body": "WITH holiday season and New Year just round the corner, tourists and residents are planning scuba diving, snorkelling, and dolphin watching trips in Muscat.",
        "date": "20121225",
        "country": "Oman"
    },
    {
        "title": "Connecting Wadi Diqah Dam and Qurayat water desalination plant",
        "body": "MUSCAT: Improvement in the water supply network of Muscat governorate was discussed last Wednesday by Majlis Al Shura members in their meeting with Mohammed bin Abdullah Al Mahrouqi, C...",
        "date": "20130101",
        "country": "Oman"
    },
    {
        "title": "‘Faulty pipes led to water crisis’",
        "body": "Al Abri added that the would be sending those pipes to France for further analysis.",
        "date": "20130101",
        "country": "Oman"
    },
    {
        "title": "Infrastructure, transport projects to enhance ties",
        "body": "Japan and Oman have long enjoyed a strong relationship in which business and trade have played a sterling role. is strategically an important country for Japan, with golden opportu...",
        "date": "20131208",
        "country": "Oman"
    },
    {
        "title": "Oman to spend $20b on infrastructure",
        "body": "MUSCAT: In a major fillip to development, Ahmed bin Hassan Al Dheeb, undersecretary, Ministry of Commerce and Industry, announced that the next few years are likely to witness some of...",
        "date": "20131030",
        "country": "Oman"
    },
    {
        "title": "PDO staff raise more than OMR330,000 for Gaza victims",
        "body": "Times News Service MUSCAT: Petroleum Development Oman (PDO) staff have helped raise more than OMR330,000 for the victims of the recent hostilities in the Gaza Strip — the largest private ...",
        "date": "20140910",
        "country": "Oman"
    },
    {
        "title": "Bollywood is all set for another date with Oman",
        "body": "Times News Service MUSCAT: Another Bollywood big budget film is likely to be shot in Oman.",
        "date": "20140515",
        "country": "Oman"
    },
    {
        "title": "Bilateral ties on agenda as Rouhani visits Oman",
        "body": "MUSCAT: Iranian President Hassan Rouhani is expected in Muscat for a two-day visit starting tomorrow during which he will discuss with ’s leader bilateral cooperation and region...",
        "date": "20140311",
        "country": "Oman"
    },
    {
        "title": "Help Oman through oil crisis",
        "body": "MUSCAT: Individuals and the private sector must help the government in balancing its books with oil prices expected to stay on the lower side for an indefinite period, say experts.",
        "date": "20141225",
        "country": "Oman"
    },
    {
        "title": "Solve water crisis",
        "body": "The current water shortage in Oman is not new and now it is entering a crisis level because authorities have simply lost control of the problem.",
        "date": "20150607",
        "country": "Oman"
    },
    {
        "title": "Wells to tide over current water crisis",
        "body": "Abdullah al Mahrouqi, Chairman of PAWE, 84,000 cubic metres of water was being pumped daily from wells June 11: The authorities have been that have long been part of strategic ramping up w...",
        "date": "20150612",
        "country": "Oman"
    },
    {
        "title": "‘Report rip-off by tanker operators’",
        "body": "MUSCAT: Consumers have been urged to report water tanker operators who charge them unfair rates, to the Public Authority of Consumer Protection (PACP).",
        "date": "20150610",
        "country": "Oman"
    },
    {
        "title": "Three major plants to ease water crisis",
        "body": "April 13: Aiming to cater to the surging demand for water in Muscat and surrounding areas due to the rapid urbanisation and industrialisation, Oman Power and Water Procurement Company is currently engaged in the construction of three major desalination plants, it is learnt.",
        "date": "20160414",
        "country": "Oman"
    },
    {
        "title": "US Navy and ROP hold evacuation exercise in Muscat",
        "body": "MUSCAT: United States Embassy in Muscat conducted a bilateral training exercise with the Royal Oman Police (ROP) and the U.S. Navy in the diplomatic enclave in Shatti Al Qurum on Wednesday.",
        "date": "20160924",
        "country": "Oman"
    },
    {
        "title": "Oil slip puts construction on the skids",
        "body": "Due to the oil price dip, there are no new projects coming up in Oman. In addition to that, companies carrying out existing projects are facing big trouble with cash inflows",
        "date": "20160827",
        "country": "Oman"
    },
    {
        "title": "Sembcorp Salalah conducts full scale gas line explosion, fire evacuation drill",
        "body": "SALALAH: Sembcorp Salalah successfully conducted a full scale gas line explosion & fire evacuation drill in its IWPP facility. Codenamed Exercise Marvel, it has achieved its objec...",
        "date": "20160616",
        "country": "Oman"
    },
    {
        "title": "GULF CRISIS: IRAN’S FOREIGN MINISTER ZARIF TO VISIT QATAR",
        "body": "Iranian foreign minister Mohammad Javad Zarif was scheduled to visit Qatar on Monday, officials said, for talks on relations between Tehran and Doha that have caused tensions in the Gulf...",
        "date": "20171003",
        "country": "Oman"
    },
    {
        "title": "GULF CRISIS: IRAN’S FOREIGN MINISTER ZARIF TO VISIT QATAR",
        "body": "Iranian foreign minister Mohammad Javad Zarif was scheduled to visit Qatar on Monday, officials said, for talks on relations between Tehran and Doha that have caused tensions in the Gulf...",
        "date": "20171003",
        "country": "Oman"
    },
    {
        "title": "GULF CRISIS: IRAN’S FOREIGN MINISTER ZARIF TO VISIT QATAR",
        "body": "MUSCAT: Iranian foreign minister Mohammad Javad Zarif was scheduled to visit Qatar on Monday, officials said, for talks on relations between Tehran and Doha that have caused tensions in ...",
        "date": "20171003",
        "country": "Oman"
    },
    {
        "title": "GULF CRISIS: IRAN’S FOREIGN MINISTER ZARIF TO VISIT QATAR",
        "body": "MUSCAT: Iranian foreign minister Mohammad Javad Zarif was scheduled to visit Qatar on Monday, officials said, for talks on relations between Tehran and Doha that have caused tensions in...",
        "date": "20171003",
        "country": "Oman"
    },
    {
        "title": "Salalah desalination plant to make Oman future ready",
        "body": "Times News Service",
        "date": "20180422",
        "country": "Oman"
    },
    {
        "title": "$700,000 desalination challenge launched",
        "body": "The Sultanate on Wednesday launched the $700,000 ‘Oman Humanitarian Desalination Challenge’, which is looking at a hand-held, standalone, low-cost, desalination device suitable for s...",
        "date": "20180308",
        "country": "Oman"
    },
    {
        "title": "Contest to support global efforts in providing water during crisis",
        "body": "The Sultan Qaboos Higher Centre for Culture and Science (SQHCCS), The Research Council (TRC), in collaboration with the Middle East Desalination Research Center (MEDRC) launched the ‘O...",
        "date": "20180308",
        "country": "Oman"
    },
    {
        "title": "Oman Humanitarian Desalination Challenge gets under way",
        "body": "MEDRC Water Research and The Research Council (TRC), Oman have announced the opening of the online application window for the Oman Humanitarian Desalination Challenge Prize.",
        "date": "20181204",
        "country": "Oman"
    },
    {
        "title": "Oman at Budapest water meet",
        "body": "BUDAPEST: The Sultanate is participating in the Budapest Water Summit 2019 under the theme “Preventing the Water Crisis” which is being hosted by the Republic of Hungary from Octobe...",
        "date": "20191017",
        "country": "Oman"
    },
    {
        "title": "Water Day highlights the billions facing a shortage",
        "body": "Times News Service",
        "date": "20190324",
        "country": "Oman"
    },
    {
        "title": "MEDRC to back ‘Humanitarian Desalination Challenge’",
        "body": "In partnership with USAID, MEDRC is launching an international research call for proposals to boost innovation in small scale desalination technologies. The Humanitarian Desalin...",
        "date": "20190710",
        "country": "Oman"
    },
    {
        "title": "Veolia Oman mobilises to maintain water, waste services",
        "body": "Since the beginning of the crisis, global water solutions specialist Veolia has put in place business continuity plans specific to each country that focus primarily on producing a...",
        "date": "20200423",
        "country": "Oman"
    },
    {
        "title": "PDO’S transition to Energy Development Oman gets nod",
        "body": "EDO WILL BE A HOLDING COMPANY OF PETROLEUM DEVELOPMENT OMAN AND OTHER INVESTMENTS: RAOUL RESTUCCI",
        "date": "20200412",
        "country": "Oman"
    },
    {
        "title": "ON GULFNEWS.COM More stories",
        "body": "New timings in private offices in Oman for a week Unesco asks Turkey for report on Hagia Sophia UN tells Iran to fix , stop crackdown",
        "date": "20210725",
        "country": "Oman"
    },
    {
        "title": "Combating climate change",
        "body": "Oman is one among many countries that has heightened the degree of awareness and concern about climate change and its adverse impacts on national economies and lives. Weather patterns are chan...",
        "date": "20211019",
        "country": "Oman"
    },
    {
        "title": "We look out to Oman for solutions: Danish envoy",
        "body": "“Nothing goes wrong in Oman. Everything seems so pleasant,” said Ole Emil Moesby, Riyadhbased Danish Ambassador to , on visiting the Muscat Daily office during his short trip to the sultanate last week.",
        "date": "20210223",
        "country": "Oman"
    },
    {
        "title": "Two years’ rain in just two days brings floods to Oman",
        "body": "Flash floods following heavy rain in Oman have caused widespread damage, leaving at least one person dead and three missing.",
        "date": "20210722",
        "country": "Oman"
    },
    {
        "title": "At least 9 dead as cyclone lashes Oman, Iran",
        "body": "MUSCAT: At least nine people were killed in Oman and Iran on Sunday as tropical Cyclone Shaheen pummelled parts of their coastlines, authorities said.",
        "date": "20211005",
        "country": "Oman"
    }
]