[
    {
        "title": "Thousands of Afghans still in urgent need: aid chief",
        "body": "Many Afghans still urgently need humanitarian help despite recent political and security improvements, one of the world’s leading aid workers says.",
        "date": "20020119",
        "country": "Afghanistan"
    },
    {
        "title": "Time right to invite foreign investors",
        "body": "Unlike many other countries shaken by international events, Australia celebrates its national day tomorrow on a confident note, with a reasonably strong economy and a conservative polit...",
        "date": "20020125",
        "country": "Afghanistan"
    },
    {
        "title": "A calm and steady hand",
        "body": "Recent events have begun to prove that the calm and steady hand of Chief Executive Tung Chee-hwa has steadied Hong Kong’s ship and is guiding it to safe harbours.",
        "date": "20031230",
        "country": "Afghanistan"
    },
    {
        "title": "How long will China remain in America’s shadow?",
        "body": "China’s economic transformation in the post-Mao Zedong era has been truly remarkable. However, in foreign affairs, the country has placed more of a premium on traditional realpolitik calcu...",
        "date": "20030624",
        "country": "Afghanistan"
    },
    {
        "title": "Diplomat behind reconstruction effort makes most of a tough job",
        "body": "While there is no shortage of critics of the United States’ efforts to rebuild Iraq, few harsh words are heard about the man directing the operations, Paul Bremer.",
        "date": "20031120",
        "country": "Afghanistan"
    },
    {
        "title": "WHO’S STEALING OUR SAND?",
        "body": "The American-led war on terrorism, launched after the attacks in New York and Washington on September 11, 2001, was never expected to achieve quick results. Officials in US President George...",
        "date": "20030518",
        "country": "Afghanistan"
    },
    {
        "title": "Hundreds say a final farewell to engineer killed in hostage drama",
        "body": "Hundreds of family, friends and colleagues gathered yesterday to pay their final respects to the Chinese hostage killed during a military rescue in Pakistan.",
        "date": "20041018",
        "country": "Afghanistan"
    },
    {
        "title": "A heart is where the homes are",
        "body": "When Millard Fuller was at the University of Alabama Law School more than 40 years ago, he met a fellow student at 7pm. By 3am they had decided to set up a law partnership and had created a sim...",
        "date": "20040325",
        "country": "Afghanistan"
    },
    {
        "title": "Small nation plays on its strengths",
        "body": "For a small nation with a population of just under 5.4 million, Denmark packs a political and economic punch worthy of some of its bigger neighbours, according to the country’s senior dipl...",
        "date": "20040416",
        "country": "Afghanistan"
    },
    {
        "title": "‘ This is more in the range, given the devastation’",
        "body": "“ A crisis of this dimension is an ongoing thing. It rolls out,” she said. “I think it’s important to note that Canada reacted very quickly with this.”",
        "date": "20051011",
        "country": "Afghanistan"
    },
    {
        "title": "CRISIS EASES BUT CITY ON EDGE",
        "body": "Key developments yesterday:",
        "date": "20050904",
        "country": "Afghanistan"
    },
    {
        "title": "Canadians moving into tough-love mode",
        "body": "Evidence is beginning to accumulate that Canadians are going through one of those mysterious attitudinal changes that take place from time to time in all societies The mood of Cana...",
        "date": "20051104",
        "country": "Afghanistan"
    },
    {
        "title": "US commits ‘assault on global values’",
        "body": "Amnesty International branded the US prison camp in Guantanamo Bay, Cuba, a human rights failure yesterday, releasing a 308-page report that offers stinging criticism of the United States and...",
        "date": "20050526",
        "country": "Afghanistan"
    },
    {
        "title": "Welcome Kashmir aid",
        "body": "After the sheer terror of Saturday’s earthquake, and the shock of loss, a cold chill is settling over devastated Kashmir. Last night, a fierce rain mixed with hail hampered rescuers and soak...",
        "date": "20051012",
        "country": "Afghanistan"
    },
    {
        "title": "SEND US YOUR SUGGESTIONS • WHAT A YEAR!",
        "body": "From the Queen of the North sinking to the Conservatives winning the federal election, 2006 has been a big year. The TimesColonist will publish a special Year in Review section on Dec. 31,...",
        "date": "20061215",
        "country": "Afghanistan"
    },
    {
        "title": "WHAT A YEAR!",
        "body": "From the Queen of the North sinking to the Conservatives winning the federal election, 2006 has been a big year. The TimesColonist will publish a special Year in Review section on Dec. 31,...",
        "date": "20061218",
        "country": "Afghanistan"
    },
    {
        "title": "VOICE OF THE PEOPLE",
        "body": "LOUISE FRIBANCE",
        "date": "20060906",
        "country": "Afghanistan"
    },
    {
        "title": "It’s time for a new strategy on Afghanistan",
        "body": "It’s time to re-evaluate NATO’s strategy in Afghanistan. The current strategy is a long-term losing one. In order for the mission to be successful, Canada and its allies must win the suppo...",
        "date": "20060901",
        "country": "Afghanistan"
    },
    {
        "title": "AFGHANISTAN l After 5 years, country far from won over",
        "body": "perate country.",
        "date": "20061008",
        "country": "Afghanistan"
    },
    {
        "title": "Military denies ‘ personnel crisis’",
        "body": "A government call for bids to produce 20 new recruitment videos for the Canadian Forces says some positions in the military are in a “personnel crisis.” But media relations officers ...",
        "date": "20070801",
        "country": "Afghanistan"
    },
    {
        "title": "Some military departments in ‘personnel crisis,’ gov’t says",
        "body": "OTTAWA — A government call for new recruitment videos for the Canadian Forces says some positions in the military are in a “personnel crisis.”",
        "date": "20070801",
        "country": "Afghanistan"
    },
    {
        "title": "Afghan crisis worsens",
        "body": "AN ILLUSTRATION of how fraught the situation has become for British troops in Afghanistan is provided by The Herald today. As we report, the death of a Royal Marine in Helmand province y...",
        "date": "20070731",
        "country": "Afghanistan"
    },
    {
        "title": "Forces deny ‘personnel crisis’",
        "body": "OTTAWA — A government call for new recruitment videos for the Canadian Forces says some positions in the military are in a “personnel crisis.”",
        "date": "20070801",
        "country": "Afghanistan"
    },
    {
        "title": "Extreme cold",
        "body": "Tajikistan, paralysed by the coldest winter in decades, asked for international aid today with its energy crisis which has left millions of people without power and heating. With tempe...",
        "date": "20080207",
        "country": "Afghanistan"
    },
    {
        "title": "Humanitarian crisis looms in Afghanistan",
        "body": "Donor nations met in Kabul for the Return and Reintegration conference onWednesday. The objective was to enhance efforts to reintegrate Afghan refugees in their homeland. The confere...",
        "date": "20081121",
        "country": "Afghanistan"
    },
    {
        "title": "Attention must be paid",
        "body": "IAdded to the water supply in Washington, I mean. In a nation where every other 9-year-old seems to be medicated for attention deficit disorder, why do we refuse to take seriously the at...",
        "date": "20080717",
        "country": "Afghanistan"
    },
    {
        "title": "Illegal immigrants poisoned at Greek centre",
        "body": "Hundreds of illegal immigrants held in a detention centre on the Greek island of Lesbos have fallen ill after drinking contaminated from rusty and mouldy pipes, police said yes...",
        "date": "20081016",
        "country": "Afghanistan"
    },
    {
        "title": "Economic chaos, former PM warns",
        "body": "TORONTO — Former British prime minister Tony Blair says economic chaos and terrorism are growing threats.",
        "date": "20080118",
        "country": "Afghanistan"
    },
    {
        "title": "Khalifa charity to fund Afghan aid",
        "body": "work on several projects across the country, including providing clean drinking water. Oxfam’s country director, Grace Ommer, also travelled to the capital for the occasi...",
        "date": "20090701",
        "country": "Afghanistan"
    },
    {
        "title": "Pakistan is doing what it has to do",
        "body": "By yesterday in the lowland plains below Swat Valley in Pakistan, more than a quarter of a million refugees were crammed into thrown-together camps, short of , electricity, and sani...",
        "date": "20090512",
        "country": "Afghanistan"
    },
    {
        "title": "THE AGENDA",
        "body": "The main agenda for the summit, as previously outlined by Italian Prime Minister Silvio Berlusconi. .................................................... ECONOMIC AND RECOVERY: De...",
        "date": "20090709",
        "country": "Afghanistan"
    },
    {
        "title": "Will Obama’s Afghan strategy play into China’s hands?",
        "body": "US President Barack Obama’s Afghan strategy – 100,000 troops and a withdrawal beginning in July 2011– will demand costly intangibles and some are wondering whether it is here, in East Asia, ...",
        "date": "20091203",
        "country": "Afghanistan"
    },
    {
        "title": "Taliban abandon valley’s main town",
        "body": "The Associated Press ISLAMABAD — The Taliban have fled the Pakistani army’s advance on the main town in the Swat Valley, delivering the military a strategic prize in its offensive aga...",
        "date": "20090531",
        "country": "Afghanistan"
    },
    {
        "title": "Afghanistan not worth the price of U.S. lives",
        "body": "Recent news in The Day was “McChrystal crisis boosts doubts over Afghan War,” published June 23.",
        "date": "20100626",
        "country": "Afghanistan"
    },
    {
        "title": "Floods threaten fabric of the Pakistani state2",
        "body": "As local and international agencies struggle to comprehend the magnitude of the humanitarian crisis caused by Pakistan’s monsoon floods, there is as much concern for the potentially...",
        "date": "20100811",
        "country": "Afghanistan"
    },
    {
        "title": "Don’t let Yemen run out of water",
        "body": "The security situation i n Yemen looks increasingly fragile. The Yemen-based Al Qaida in the Arabian Peninsula ( AQAP) claimed responsibility for the two mail bombs destined for Chica...",
        "date": "20101208",
        "country": "Afghanistan"
    },
    {
        "title": "Nato woos Russia at its talks on Afghan policy",
        "body": "THE NATO summit Lisbon, described as one of the most important in the history of the alliance, will get under way today with the aim of setting a deadline for withdrawal from a...",
        "date": "20101119",
        "country": "Afghanistan"
    },
    {
        "title": "TALIBAN SUICIDE ATTACKER KILLS NINE",
        "body": "KHOST, Afghanistan: A Taliban suicide car bomber struck a district police headquarters in on Friday, killing nine people and wounding 40 others near the Pakistani border, offi...",
        "date": "20110219",
        "country": "Afghanistan"
    },
    {
        "title": "MILLIONS UNDER THREAT",
        "body": "More than two million people are facing food shortages in northern Afghanistan after a drought and the situation could get even worse if winter snows cut off access to remote regions, a g...",
        "date": "20111120",
        "country": "Afghanistan"
    },
    {
        "title": "Take the lead on famine aid",
        "body": "Re: “UN poised to declare East African crisis a ‘famine’ ” (Gazette, July 20).",
        "date": "20110721",
        "country": "Afghanistan"
    },
    {
        "title": "US pressure on militants hurting Afghanistan",
        "body": "Islamabad (Reuters) US President Barack Obama's warning to Islamabad over suspected ties to militants will hurt efforts to stabilise Afghanistan and fuel antiAmericanism, the chairman...",
        "date": "20111008",
        "country": "Afghanistan"
    },
    {
        "title": "Career to boot",
        "body": "FACED with treating more than 400 refugees as a junior medic, HMAS Cairns Petty Officer Paul Mayer remembers the Tampa crisis as his “baptism of fire” into the navy.",
        "date": "20111008",
        "country": "Afghanistan"
    },
    {
        "title": "Ashraf is elected new Pakistan PM",
        "body": "PAKISTAN’S Parliament has elected former water and power minister Raja Pervez Ashraf as the new prime minister after the incumbent was disqualified by the Supreme Court.",
        "date": "20120623",
        "country": "Afghanistan"
    },
    {
        "title": "Atlantic rowers in crisis  3,500 takeaway curry",
        "body": "A HEROIC team of wounded servicemen rowing the Atlantic have suffered a setback after two vital pieces of equipment broke.",
        "date": "20120102",
        "country": "Afghanistan"
    },
    {
        "title": "Time for water-tight patriotism",
        "body": "During the past few decades several countries have gone to war to gain control of dwindling oil and natural gas resources. The Soviet Union's shameful invasion of and the wars b...",
        "date": "20121023",
        "country": "Afghanistan"
    },
    {
        "title": "Half a million Afghans living in slum camps, says Amnesty",
        "body": "About half a million Afghans have fled their homes because of violence and are living in desperate conditions with little help from a government reluctant to deal with the problems, Amne...",
        "date": "20120224",
        "country": "Afghanistan"
    },
    {
        "title": "Some delay likely in asset sales",
        "body": "Running the country can be an awkward business. When external forces have so much effect, the Government can do without things under its control going wrong as well. Some arguments are ...",
        "date": "20120827",
        "country": "Afghanistan"
    },
    {
        "title": "JUD chief blames dams in India for Pak power crisis",
        "body": "LAHORE: Jamat-ud-Dawa (JuD) chief Hafiz Saeed has said that Pakistan has been facing the worst energy crisis because of Indian water aggression.",
        "date": "20130131",
        "country": "Afghanistan"
    },
    {
        "title": "Water crisis: Pakistan out to internationalise bilateral issue",
        "body": "Water is a serious issue for India and Pakistan as both countries are drained by rivers from the common Indus River watershed. Being agriculture-dominant economies, any problem with th...",
        "date": "20130208",
        "country": "Afghanistan"
    },
    {
        "title": "Water crisis: Pakistan out to internationalise bilateral issue",
        "body": "Water is a serious issue for India and Pakistan as both countries are drained by rivers from the common Indus River watershed. Being agriculture-dominant economies, any problem with th...",
        "date": "20130208",
        "country": "Afghanistan"
    },
    {
        "title": "Water crisis: Pakistan out to internationalise bilateral issue",
        "body": "Water is a serious issue for India and Pakistan as both countries are drained by rivers from the common Indus River watershed. Being agriculture-dominant economies, any problem with th...",
        "date": "20130208",
        "country": "Afghanistan"
    },
    {
        "title": "Waste amid a hunger crisis",
        "body": "The enormous amount of food and water thrown away by U.S. troops leaving Afghanistan was disturbing: 10,000 ready-to-eat meals nearing their expiration date and hundreds of thousands of bott...",
        "date": "20141119",
        "country": "Afghanistan"
    },
    {
        "title": "Iran water crisis",
        "body": "Central Iran’s largest river has dried up, prompting fears of water rationing in Tehran,",
        "date": "20140512",
        "country": "Afghanistan"
    },
    {
        "title": "OFWs in Afghanistan decry alert advisory",
        "body": "THE issuance of a crisis alert level 3 advisory in Afghanistan is unfair to overseas Filipino workers (OFW) there, a leading migrant expert said on Sunday.",
        "date": "20140714",
        "country": "Afghanistan"
    },
    {
        "title": "Iran’s rivers and lakes are running dry",
        "body": "DUBAI — As a child, Mohammad Rahmanpour spent his summers swimming in Lake Orumieh in northwestern Iran— then the largest in the Middle East. In less than two decades, the saltwater lake h...",
        "date": "20140806",
        "country": "Afghanistan"
    },
    {
        "title": "Iran’s ancient wetlands are fading away",
        "body": "Nazmeh Bozorgmehr Zabol",
        "date": "20150221",
        "country": "Afghanistan"
    },
    {
        "title": "Refugee chaos on Greek islands",
        "body": "Refugees rest on a platform at the train station in Gevgelija on the Macedonian-Greek border yesterday. The number of refugees arriving on Greece’s shores has exploded this year, but the country leaves them wallowing in ‘totally shameful’ conditions, the UN said yesterday. Since the beginning of the year, 124,000 people, almost all of them fleeing war and persecution in Syria and , have washed up on Greek shores — a 750-per cent increase from the same period last year.",
        "date": "20150808",
        "country": "Afghanistan"
    },
    {
        "title": "As lakes become deserts, drought is new Iran woe",
        "body": "ZABOL, Iran: Nazar Sarani’s village in southeast Iran was once an island. It is now a desert, a casualty of the country’s worsening . “We live in the dust,” said the 54-year-old cattle herder of his home in the once exceptional biosphere of Lake Hamoun, a wetland of varied flora and fauna, which is now nothing but sand-baked earth. Climate change, with less rainfall each year, is blamed, but so too is human error and government mismanagement. Iran’s reservoirs are only 40 percent full according to official figures, and nine cities including the capital Tehran are threatened with restrictions after dry winters.",
        "date": "20150322",
        "country": "Afghanistan"
    },
    {
        "title": "What does it mean?",
        "body": "Anyone following the ongoing refugee crisis has now seen the emblematic photograph countless times — an image of a three-year-old boy washed ashore, after the dinghy he was on, capsized ...",
        "date": "20150905",
        "country": "Afghanistan"
    },
    {
        "title": "Extra police sent to tackle crisis in Kos",
        "body": "MORE riot police were sent to the Greek island of Kos yesterday to tackle its migrant crisis.",
        "date": "20150813",
        "country": "Afghanistan"
    },
    {
        "title": "The cold, hard reality — Afghanistan is out of control",
        "body": "As Thailand enjoys mild weather this festive season, a brutal winter is taking hold in Afghanistan where a new humanitarian crisis is spiralling out of control.",
        "date": "20161223",
        "country": "Afghanistan"
    },
    {
        "title": "EU unveils plan for $760M in assistance for migrants",
        "body": "The European Union launched a plan Wednesday to spend hundreds of millions of dollars on humanitarian aid for migrants in member states that host large numbers of them.",
        "date": "20160303",
        "country": "Afghanistan"
    },
    {
        "title": "EU unveils plan for $760M in assistance for migrants",
        "body": "The European Union launched a plan Wednesday to spend hundreds of millions of dollars on humanitarian aid for migrants in member states that host large numbers of them.",
        "date": "20160303",
        "country": "Afghanistan"
    },
    {
        "title": "EU unveils plan for $ 760M in assistance for migrants",
        "body": "The European Union launched a plan Wednesday to spend hundreds of millions of dollars on humanitarian aid for migrants in member states that host large numbers of them.",
        "date": "20160304",
        "country": "Afghanistan"
    },
    {
        "title": "EU unveils plan for $760M in assistance for migrants",
        "body": "The European Union launched a plan Wednesday to spend hundreds of millions of dollars on humanitarian aid for migrants in member states that host large numbers of them.",
        "date": "20160303",
        "country": "Afghanistan"
    },
    {
        "title": "Iran urges neighbors to comply with water deals",
        "body": "Iran urged its neighbors to respect the water agreements or unwritten well-established traditions regarding the issue. The president’s chief of staff Mahmoud Vaezi said on Friday that...",
        "date": "20170827",
        "country": "Afghanistan"
    },
    {
        "title": "Threat to asylum seekers",
        "body": "Papua New Guinea’s leader said authorities will apprehend those responsible for a nine-day stand-off at an Australian-run detention centre for asylum seekers, where almost 600 men have...",
        "date": "20171110",
        "country": "Afghanistan"
    },
    {
        "title": "Threat to asylum seekers",
        "body": "Papua New Guinea’s leader said authorities will apprehend those responsible for a nine-day stand-off at an Australian-run detention centre for asylum seekers, where almost 600 men have ...",
        "date": "20171110",
        "country": "Afghanistan"
    },
    {
        "title": "Threat to asylum seekers",
        "body": "Papua New Guinea’s leader said authorities will apprehend those responsible for a nine-day stand-off at an Australian-run detention centre for asylum seekers, where almost 600 men have...",
        "date": "20171110",
        "country": "Afghanistan"
    },
    {
        "title": "No military solution in Afghanistan: UN chief",
        "body": "KABUL: There is no military solution to the conflict in that is forcing record numbers of people from their homes, United Nations Secretary-General Antonio Guterres said on ...",
        "date": "20170615",
        "country": "Afghanistan"
    },
    {
        "title": "IS bomber kills 41 in attack on Afghan cultural center",
        "body": "KABUL, Afghanistan (AP) – An Islamic State (IS) suicide bomber struck a Shiite cultural center in Kabul on Thursday, killing at least 41 people and underscoring the extremist group's grow...",
        "date": "20171230",
        "country": "Afghanistan"
    },
    {
        "title": "'Chilling reality': Afghanistan suffers worst floods in seven years",
        "body": "Afghanistan has been hit with the worst flooding in seven years, with 20 dead, thousands of homes swept away and many families, already displaced by drought, forced to leave their homes for the ...",
        "date": "20190307",
        "country": "Afghanistan"
    },
    {
        "title": "YOUTH FROM 135 NATIONS RAISE NO-JOB CONCERN",
        "body": "Keeping in mind the common goal of sustainable development, youth from countries like Tanzania, Afghanistan, Syria and others arrived at the leadership conference organised by the Te...",
        "date": "20190120",
        "country": "Afghanistan"
    },
    {
        "title": "In Afghanistan, delusions of a soldier — and an army",
        "body": "In the years since Pfc. Bowe Bergdahl walked off his platoon’s base in eastern Afghanistan early on June 30, 2009, he has become many things to many people, from a conscience-driven whistleblower...",
        "date": "20190421",
        "country": "Afghanistan"
    },
    {
        "title": "Kabul faces water crisis amid drought, rising population",
        "body": "A SHORTAGE of rain and snow, a booming population and wasteful consumption have drained the Afghan capital’s water basin and sparked a race to the bottom as households and businesses bor...",
        "date": "20190112",
        "country": "Afghanistan"
    },
    {
        "title": "Kabul launches novel plan to address water crisis",
        "body": "Afghanistan's government has started building nearly 2 million trenches and 25 small dams to address a water crisis in the capital city of Kabul, caused by a booming population and wastefu...",
        "date": "20201102",
        "country": "Afghanistan"
    },
    {
        "title": "Authorities probe Iranian guards forced migrants into river",
        "body": "Afghan officials on Sunday have said that they are hunting for Afghan migrants in a river bordering Iran after reports that Iranian border guards tortured dozens and threw them into the wa...",
        "date": "20200504",
        "country": "Afghanistan"
    },
    {
        "title": "Dozens of Afghan migrants allegedly thrown into river by Iranian guards",
        "body": "HERAT (Afghanistan) • Officials in Afghanistan yesterday launched a search to retrieve the bodies of Afghan migrants from a river in a western province after reports claimed that Iranian bo...",
        "date": "20200504",
        "country": "Afghanistan"
    },
    {
        "title": "Afghan peace process risks collapse as violence flares",
        "body": "KABUL: Two months after the US and the Taleban signed a deal Washington heralded as the way to end Afghanistan’s war, violence is spiraling out of control and experts say a fragile peace pr...",
        "date": "20200430",
        "country": "Afghanistan"
    },
    {
        "title": "ON THE BRINK OF HUMANITARIAN CRISIS: TALIBAN’S AFGHANISTAN",
        "body": "Now that the U.S. and other international forces have withdrawn, Afghanistan is left to the Taliban. But there is no official government yet. No official army, no official institutions in work and the country is waiting for its destiny.",
        "date": "20210904",
        "country": "Afghanistan"
    },
    {
        "title": "Afghanistan faces desperate food crisis",
        "body": "About 22.8 million people — more than half of Afghanistan’s population — face acute food insecurity, while 3.2 million children under the age of five could suffer acute malnutrition, the ...",
        "date": "20211119",
        "country": "Afghanistan"
    },
    {
        "title": "‘Pak faces difficulties in providing help to Taliban govt without recognition’",
        "body": "ISLAMABAD: Pakistan is facing difficulties in providing technical, financial and expert support to the Taliban government in Afghanistan in the absence of the regime's international recog...",
        "date": "20210930",
        "country": "Afghanistan"
    },
    {
        "title": "US urged to unfreeze Afghanistan’s overseas assets",
        "body": "Chinese envoy to the UN called on the US to unfreeze Afghanistan’s overseas assets as soon as possible so as to help Afghanistan ease a humanitarian crisis.",
        "date": "20211224",
        "country": "Afghanistan"
    },
    {
        "title": "Simple measures solve big problems",
        "body": "Inthe 1990s, I spent about a month",
        "date": "20060829",
        "country": "Albania"
    },
    {
        "title": "Impatience, please",
        "body": "THE INTERNATIONAL COMMITTEE of the Red Cross warns that conditions for ordinary Iraqis are bad, and getting worse. Pierre Kraehenbuehl, director of operations for the ICRC, says there...",
        "date": "20070415",
        "country": "Albania"
    },
    {
        "title": "Searing heat is taking toll in Southern Europe",
        "body": "ATHENS, Greece — Southern Europe sweltered under the summer’s second major heat wave Wednesday as firefighters battled blazes raging in Greece, Italy and Macedonia.",
        "date": "20070726",
        "country": "Albania"
    },
    {
        "title": "Europe on fire",
        "body": "ATHENS, Greece — Southern Europe sweltered under the summer’s second major heat wave Wednesday as firefighters battled blazes raging in Greece, Italy and Macedonia.",
        "date": "20070726",
        "country": "Albania"
    },
    {
        "title": "Heat scorches Southern Europe",
        "body": "ATHENS — Southern Europe sweltered under the summer’s second major heat wave Wednesday as firefighters battled blazes raging in Greece, Italy and Macedonia.",
        "date": "20070726",
        "country": "Albania"
    },
    {
        "title": "Vlora on course to becoming a tourist hub",
        "body": "Vlora Palm trees line a neatly paved main boulevard, new apartment blocks overlook the blue Adriatic and a plan is under way to build a full-service marina for luxury yachts.",
        "date": "20091209",
        "country": "Albania"
    },
    {
        "title": "A great day for the veterans",
        "body": "Brooklyn: How thrilling it was for me to attend my first Veterans Day Parade on Wednesday. I got to see Grand Marshal Tony Curtis closeup, and he couldn’t have been nicer. He posed for photo...",
        "date": "20091114",
        "country": "Albania"
    },
    {
        "title": "How Disney magic resolved Greek tragedy",
        "body": "The following is this columnist’s look into the future of Europe’s debt crisis. A news story on January 5, 2011, may look something like this: Morgan Stanley topped 2010 global debt-andequ...",
        "date": "20100429",
        "country": "Albania"
    },
    {
        "title": "Has Beijing got what it takes to be a global player?",
        "body": "China is now officially the world’s second-largest economy, but has it got the political influence to go with its new-found status? Has it got what it takes to count among the ranks of globa...",
        "date": "20101002",
        "country": "Albania"
    },
    {
        "title": "Whywe need all-rounders",
        "body": "He has a strange history, Renaissance Man. The accolade has diminished as the job description has shrunk.",
        "date": "20101115",
        "country": "Albania"
    },
    {
        "title": "Meth project is misguided",
        "body": "Former police detective Dale Kirk has no doubt seen the harmful effects of methamphetamine, yet his call for a graphic mass media campaign along the lines of the Montana Meth Project is mis...",
        "date": "20100521",
        "country": "Albania"
    },
    {
        "title": "Crisis escalates in Albania after protest deaths",
        "body": "TIRANA, Albania (AP) — A political crisis escalated in Albania on Saturday as the government and the opposition traded blame for the deaths of three protests during a violent demon...",
        "date": "20110123",
        "country": "Albania"
    },
    {
        "title": "Crisis escalates in Albania after protest deaths",
        "body": "TIRANA, Albania (AP) — A political crisis escalated in Albania on Saturday as the government and the opposition traded blame for the deaths of three protests during a violent demon...",
        "date": "20110123",
        "country": "Albania"
    },
    {
        "title": "Heatwave crisis in Eastern Europe",
        "body": "EASTERN Europe has been hit by a near-record heatwave which has seen wildfires raging and people fainting in the streets.",
        "date": "20110826",
        "country": "Albania"
    },
    {
        "title": "Crisis escalates in Albania over gov’t corruption",
        "body": "TIRANA, Albania (AP) – A political crisis has escalated in Albania as the government and the opposition traded blame for the deaths of three protesters in a violent demonstration ...",
        "date": "20110124",
        "country": "Albania"
    },
    {
        "title": "Political crisis in Albania after three die in protests",
        "body": "ALBANIA: A political crisis escalated in Albania yesterday as the government and opposition traded blame for the deaths of three protesters during a violent protest against a gove...",
        "date": "20110124",
        "country": "Albania"
    },
    {
        "title": "2 sides trade blame on Albania deaths",
        "body": "TIRANA, Albania — A political crisis escalated in Albania on Saturday as the government and the opposition traded blame for the deaths of three protesters during a violent demons...",
        "date": "20110123",
        "country": "Albania"
    },
    {
        "title": "Greece’s loss, Germany’s gain? Why Merkel’s ‘good’ crisis is set to turn bad",
        "body": "Not all financial and economic crises are created equal and many are not worthy of the name.",
        "date": "20120602",
        "country": "Albania"
    },
    {
        "title": "Greece’s loss, Germany’s gain? Why Merkel’s ‘good’ crisis is set to turn bad",
        "body": "Not",
        "date": "20120602",
        "country": "Albania"
    },
    {
        "title": "Greece’s loss, Germany’s gain? Why Merkel’s ‘good’ crisis is set to turn bad",
        "body": "Not all financial and economic crises are created equal and many are not worthy of the name.",
        "date": "20120602",
        "country": "Albania"
    },
    {
        "title": "Greece’s loss, Germany’s gain? Why Merkel’s ‘good’ crisis is set to turn bad",
        "body": "Not all financial and economic crises are created equal and many are not worthy of the name.",
        "date": "20120602",
        "country": "Albania"
    },
    {
        "title": "New DNA test: Head isn’t French king’s",
        "body": "1: Mastodon tooth found with donation",
        "date": "20131010",
        "country": "Albania"
    },
    {
        "title": "Albanian on a mission",
        "body": "HE comes from a south-eastern European country unfamiliar to many Malaysians. But in his homeland, he is one of the most successful businessmen leading a conglomerate with its entrepre...",
        "date": "20130803",
        "country": "Albania"
    },
    {
        "title": "If the UN thinks Britain is so ghastly, why does half the world want to live here?",
        "body": "THE Guardian’s main front-page story yesterday was an ‘exclusive’ interview with the United Nations’ Special Rapporteur on Adequate Housing as a Component of the Right to an Adequate ...",
        "date": "20130912",
        "country": "Albania"
    },
    {
        "title": "Syrian army presses advance near capital",
        "body": "DAMASCUS, Nov 29, (Agencies): At least four people were killed Friday in mortar fire near the famed Ummayad mosque in Damascus, as Syrian forces pressed an operation against rebels in the strategic Qalamoun region.",
        "date": "20131130",
        "country": "Albania"
    },
    {
        "title": "Response to Ukraine crisis sees ship deployed nowhere near there",
        "body": "Canada’s naval response to the crisis in Ukraine is not headed anywhere near that country — for the time being.",
        "date": "20140502",
        "country": "Albania"
    },
    {
        "title": "Scores die in military air attack on Taliban hideout",
        "body": "MIRANSHAH: Pakistani fighter jets launched air strikes yesterday against militant hideouts in the country’s troubled north-west, killing at least 80 insurgents, including those linked to...",
        "date": "20140616",
        "country": "Albania"
    },
    {
        "title": "Greek ferry fire death toll rises to 7",
        "body": "BARI: Survivors of a disaster in which a car ferry caught fire in a heaving Adriatic Sea yesterday described a terrifying ordeal that could easily have claimed far more lives.",
        "date": "20141230",
        "country": "Albania"
    },
    {
        "title": "Canadian warship bypassing Ukraine — for now1",
        "body": "Canada’s naval response to the crisis in Ukraine is not headed anywhere near that country — for the time being.",
        "date": "20140502",
        "country": "Albania"
    },
    {
        "title": "Chinese tycoon eyes opportunities in Greece",
        "body": "Last week Mr. Yan, founder of China's largest private sector company by revenues, launched the first ever lawsuits against six municipal and county governments for unpaid bills.",
        "date": "20150206",
        "country": "Albania"
    },
    {
        "title": "Geopolitical challenges",
        "body": "You don’t need to be Henry Kissinger or Zbigniew Brzezinski to see that Greece is facing major geopolitical challenges. History has taught us that whenever Greece is experiencing a period o...",
        "date": "20150615",
        "country": "Albania"
    },
    {
        "title": "REFUGEES",
        "body": "EU Commission First Vice President Frans Timmermans insisted that all member states “respect the outcome” of the relocation plan, which he said showed the bloc is “capable of taking de...",
        "date": "20150923",
        "country": "Albania"
    },
    {
        "title": "Making a meal of it",
        "body": "“IT’S A BIT like how in England and New Zealand you talk about the weather when you meet new people because you have to find a way into talking about more serious matters.” Having travelled ac...",
        "date": "20151018",
        "country": "Albania"
    },
    {
        "title": "Doing business in Greece",
        "body": "IN 2012, the economy of Greece ranked 42nd largest in the world, according to World Bank statistics. As of 2013, Greece is the 13th largest economy in the 28-member European Union. In terms of ...",
        "date": "20150325",
        "country": "Albania"
    },
    {
        "title": "Four migrant women and a child drown in Aegean sea",
        "body": "ATHENS: Four migrant women and a child drowned Saturday off the Greek island of Samos in the first deaths in the Aegean Sea since a controversial EU-Turkey deal took effect three weeks ago.",
        "date": "20160410",
        "country": "Albania"
    },
    {
        "title": "First drownings since migrant deal",
        "body": "Five people were saved but another five died, including four women and a child when their plastic boat capsized.",
        "date": "20160411",
        "country": "Albania"
    },
    {
        "title": "First drownings since migrant deal",
        "body": "Five people were saved but another five died, including four women and a child when their plastic boat capsized.",
        "date": "20160411",
        "country": "Albania"
    },
    {
        "title": "Route closure heightens migrants’ desperation",
        "body": "IDOMENI, Greece — Desperate migrants and refugees piled up Thursday in fetid fields of mud at a closed border crossing as officials warned that a welltrodden route to Europe used by hundred...",
        "date": "20160311",
        "country": "Albania"
    },
    {
        "title": "Anastasios says Greeks should quit corrupt ways",
        "body": "The Archbishop of Albania Anastasios has urged the Greek people to resist the decadence and corruption that pervades all aspects of life today and learn to look at the reality of the Greek financial candidly.",
        "date": "20171230",
        "country": "Albania"
    },
    {
        "title": "Enhanced role for Souda Bay due to Incirlik crisis?",
        "body": "An ongoing crisis between Turkey and its NATO allies in the West regarding the use of the Incirlik airbase, in the country’s southeast, is fueling speculation about an upgraded role for the alliance’s base at Souda Bay on Crete, Kathimerini understands.",
        "date": "20170522",
        "country": "Albania"
    },
    {
        "title": "Faced with a new reality",
        "body": "After a long effort, the second review of the country’s third bailout has finally been completed, with a heavy toll on future generations. At the same time, tensions have peaked dangerously on the domestic political front. All this, from one perspective, is nothing but the consequence of Greece’s economic and political ruin which was simply confirmed in 2010. If the problem was confined to this alone, then one could hope that the country could get back on its feet, albeit with much difficulty. However, developments on Greece’s periphery are of far greater concern. A with unforeseeable consequences is already under way in the Balkans. The perennial cause of this volatile situation is the fact that after the dissolution of Yugoslavia, the only nation that remains fragmented is the Albanian one – in , Kosovo and the Former Yugoslav Republic of Macedonia (FYROM). The that has been plaguing Skopje is a result of this unresolved issue. As a consequence, the danger of the southwestern Balkans turning into a black hole similar to Ukraine or Syria is be in no way negligible, especially if Moscow gets involved decisively. However, Turkey undoubtedly remains the main concern. It is a given that we must remain vigilant with regard to Turkey’s activities in the Aegean, but we must also admit that the country has been compromised for years now. After the of 1987, under Andreas Papandreou’s PASOK government, Greece agreed not to conduct unilateral oil exploration. Ten years later the Madrid agreement signed by Costas Simitis administration acknowledged Turkey’s “vital in- terests” in the Aegean. No one can rule out a military act by Turkey against Greece, but Ankara’s attention is currently focused on the Eastern Mediterranean and the underwater drilling France’s Total and Italy’s Eni will conduct in July. Turkey’s response has been to reserve areas within Cyprus’s exclusive economic zone and the international south of Kastelorizo for military exercises with live ammunition. So having finished with the bailout review, we can now focus on other problems.",
        "date": "20170504",
        "country": "Albania"
    },
    {
        "title": "GrowinG Global",
        "body": "Three days, 70 pavilions, more than 100 countries.",
        "date": "20170802",
        "country": "Albania"
    },
    {
        "title": "Festival takes visitors around the world in three days",
        "body": "Three days, 70 pavilions, more than 100 countries.",
        "date": "20170802",
        "country": "Albania"
    },
    {
        "title": "Earthweek: Diary of a Changing World",
        "body": "Arachnid Response",
        "date": "20180820",
        "country": "Albania"
    },
    {
        "title": "Italy in hot water over migrant row",
        "body": "ROME: A row between Italy’s populist government and the EU could sink hopes of ending Europe’s longstanding crisis over migrants, and even raises doubts about Rome’s place in the bloc, analy...",
        "date": "20180830",
        "country": "Albania"
    },
    {
        "title": "Rights official urges Bosnia to do more for migrants",
        "body": "By AMEL EMRIC, Associated Press",
        "date": "20180516",
        "country": "Albania"
    },
    {
        "title": "Earthweek: a diary of the planet",
        "body": "Arachnid warming",
        "date": "20180819",
        "country": "Albania"
    },
    {
        "title": "Five stars for drama in magnificent Montenegro",
        "body": "MONTENEGRO’S national anthem is a sturdy Slavic song that praises ‘Mother Montenegro’ and says ‘we love you, the rocky hills and your awesome gorges’.",
        "date": "20180926",
        "country": "Albania"
    },
    {
        "title": "Elections canceled as tensions mount",
        "body": "TIRANA, Albania — Albania’s president on Saturday canceled upcoming municipal elections, citing the need to reduce political tensions in the country.",
        "date": "20190609",
        "country": "Albania"
    },
    {
        "title": "Italian navy ship rescues 36 migrants off Libya",
        "body": "ROME: The Italian navy said Thursday one of its ships had rescued 36 migrants in international waters off Libya, raising the likelihood of a new stand-off over which port will take them in.",
        "date": "20190510",
        "country": "Albania"
    },
    {
        "title": "Rescuers scramble after Albanian quake",
        "body": "DURRES, ALBANIA — Rescue crews with excavators searched for survivors trapped in toppled apartment buildings and hotels Tuesday as the death toll from a powerful pre-dawn earthquake in ...",
        "date": "20191127",
        "country": "Albania"
    },
    {
        "title": "Mitsotakis calls for Plan B to tackle migration",
        "body": "Arriving at his first European Council summit in Brussels yesterday, Prime Minister Kyriakos Mitsotakis said that Greece and the European Union should not be held hostage to Turkey over migration and should have a “Plan B” in place to respond to a possible new refugee .",
        "date": "20191018",
        "country": "Albania"
    },
    {
        "title": "Albania’s flamingos, pelicans flourish in virus lockdown",
        "body": "NART, Albania: With tourists home, boats docked and factories silenced under a coronavirus lockdown, Albania’s pink flamingos and curly pelicans are flourishing in the newfound tran...",
        "date": "20200426",
        "country": "Albania"
    },
    {
        "title": "Albania’s flamingos, pelicans flourish in virus lockdown",
        "body": "NART, Albania: With tourists home, boats docked and factories silenced under a coronavirus lockdown, Albania’s pink flamingos and curly pelicans are flourishing in the newfound tran...",
        "date": "20200426",
        "country": "Albania"
    },
    {
        "title": "‘Only a universal mobilization of solidarity will defeat the pandemic’",
        "body": "From the other end of the line, the voice of Archbishop Anastasios of Albania, as always, conveys serenity and wisdom. Either in person or from a distance, his presence is soothing in an...",
        "date": "20200417",
        "country": "Albania"
    },
    {
        "title": "Albania's pelicans enjoy lockdown",
        "body": "NART With tourists home, boats docked and factories silenced under a coronavirus lockdown, pink flamingos and curly pelicans are flourishing in the newfound tranquility of ...",
        "date": "20200425",
        "country": "Albania"
    },
    {
        "title": "Qatar stood by Lebanon in all historical milestones: Dr Diab",
        "body": "CARETAKER Prime Minister of the Lebanese Republic Dr Hassan Diab has praised the talks he held in Doha recently with His Highness the Amir of State of Qatar Sheikh Tamim bin Hamad Al Thani and Prime Minister and Minister of Interior HE Sheikh Khalid bin Khalifa bin Abdulaziz Al Thani, which dealt with the situation in Lebanon.",
        "date": "20210423",
        "country": "Albania"
    },
    {
        "title": "Thousands evacuated from Athens suburb as fires rage",
        "body": "Thousands of people have been evacuated from Varibobi, a northeastern suburb of Athens, and more than 100 homes and businesses have been destroyed as helicopters, planes and ground forces ...",
        "date": "20210805",
        "country": "Albania"
    },
    {
        "title": "Baillie Gifford nonfiction prize shortlist announced",
        "body": "The shortlist for the Baillie Gifford prize for nonfiction moves from life in Germany after the Third Reich to places humans have abandoned and the secrets of the Sackler family.",
        "date": "20211016",
        "country": "Albania"
    },
    {
        "title": "Behind France’s riots",
        "body": "When rising French political star Nicolas Sarkozy returned in May to his former cabinet post as Interior Minister, it was with the expectation that he would zealously pursue a tough ...",
        "date": "20051103",
        "country": "Algeria"
    },
    {
        "title": "Helium crisis over, business breathes easier",
        "body": "You probably didn’t notice unless you recently tried to buy a helium balloon, but the world is just now recovering from a helium shortage, which is more serious than it sounds.",
        "date": "20061216",
        "country": "Algeria"
    },
    {
        "title": "In Nigeria, promise unfulfilled",
        "body": "curse than gift for Nigeria, whose leaders have persistently squandered chances to reinvest the oil wealth in ways that would bolster the nation’s economy and provide basic services for it...",
        "date": "20061217",
        "country": "Algeria"
    },
    {
        "title": "Taking Terror Fight to N. Africa Leads U.S. to Unlikely Alliances",
        "body": "ALGIERS — Locked in a prison here, for now, is a desert bandit dubbed the “Bin Laden of the Sahara,” whose capture was secretly orchestrated by U.S. forces after a long chase across some of the most forbidding terrain on Earth.",
        "date": "20061028",
        "country": "Algeria"
    },
    {
        "title": "Kids run hot/cold on global warming",
        "body": "G",
        "date": "20061223",
        "country": "Algeria"
    },
    {
        "title": "Greek fires tamed after deadly week",
        "body": "ATHENS – Fires that have blazed a trail of destruction across Greece for a week were mostly under control yesterday, as people counted the cost of a disaster that has claimed 64 lives and lef...",
        "date": "20070831",
        "country": "Algeria"
    },
    {
        "title": "Call for new UN environment agency",
        "body": "Forty-six nations called for the creation of a more powerful UN environment agency yesterday, saying the survival of humanity was at risk, but the United States, China and Russia did not...",
        "date": "20070204",
        "country": "Algeria"
    },
    {
        "title": "Al Gore praises wine industry",
        "body": "Addressing the second wine and climate change conference in Barcelona, former US Vice President Al Gore has praised members of the global wine trade for focusing on climate change and tak...",
        "date": "20080222",
        "country": "Algeria"
    },
    {
        "title": "Polisario worried about Morocco-EU ties",
        "body": "Algiers (AFP) The Polisario Front’s leader is alarmed that closer EU-Morocco relations pose a danger for the future of Western Sahara and his group’s longrunning battle for an independen...",
        "date": "20081021",
        "country": "Algeria"
    },
    {
        "title": "Village ideal world for Aussie",
        "body": "AFTERescaping death in war-torn Kenya, Australian athlete Youcef Abdi wishes the whole world was like the Olympic athletes’ village.",
        "date": "20080820",
        "country": "Algeria"
    },
    {
        "title": "Qatar prepares for diplomatic test over Sudan",
        "body": "Doha (AFP) Qatar is bracing to show its diplomatic mettle again with an Arab League mandate to try to broker peace in Sudan’s war-ravaged Darfur region.",
        "date": "20080913",
        "country": "Algeria"
    },
    {
        "title": "Fifa calls 2010 crisis talks",
        "body": "ZURICH: Fifa president Sepp Blatter has called an emergency meeting of its executive committee ahead of the World Cup draw in South Africa to deal with the fallout from Thierry Henry’s handball, violence at games and match-fixing allegations in Europe.",
        "date": "20091124",
        "country": "Algeria"
    },
    {
        "title": "Hyflux signs funding pact with Japanese bank",
        "body": "WATER treatment company Hyflux and a Japanese bank have joined forces to work on projects.",
        "date": "20090821",
        "country": "Algeria"
    },
    {
        "title": "GREEK PROTESTS TURN UGLY",
        "body": "Right-wing and left-wing demonstrators battle each other and the authorities.",
        "date": "20090510",
        "country": "Algeria"
    },
    {
        "title": "Energy-Construction Costs Decrease, Creating Opportunity",
        "body": "Uncertainty about future oil prices has put a freeze on many new energy-related construction projects. But deals that have managed to go forward are incurring dramatically lower costs, tha...",
        "date": "20090913",
        "country": "Algeria"
    },
    {
        "title": "Angola takes over Opec presidency as output is cut",
        "body": "London (Bloomberg) Angola, Opec’s newest member, took over the group’s presidency on January 1 as producers implement a record output cut to reverse last year’s slump in prices.",
        "date": "20090103",
        "country": "Algeria"
    },
    {
        "title": "Mubarak tries to mend fences with Algeria",
        "body": "The visit by the Egyptian president Hosni Mubarak to Algeria earlier this week was a judicious move that will relieve the tensions between the two countries, stated the pan-Arab newspape...",
        "date": "20100709",
        "country": "Algeria"
    },
    {
        "title": "AFRICAN NATIONS TO FAIL GOALS",
        "body": "MOST African countries will fail to attain the UN Millennium Goals on access to water and sanitation.",
        "date": "20101129",
        "country": "Algeria"
    },
    {
        "title": "Six ships carrying aid supplies and 700 activists",
        "body": "JERUSALEM: The convoy of aid ships was named the Freedom Flotilla and it represented the most ambitious attempt yet to break Israel’s three-year blockade of Gaza.",
        "date": "20100601",
        "country": "Algeria"
    },
    {
        "title": "Global water crisis prompts surge in desalination plants",
        "body": "The world’s unquenchable thirst for clean water drove a record increase in the desalination and reuse of sewage last year, figures show, as countries around the world try to ...",
        "date": "20100331",
        "country": "Algeria"
    },
    {
        "title": "Wheat price sparks food-supply fears",
        "body": "FEW rural pleasures match seeing a golden field of grain, rustling and ripe for reaping. But the harvest season in the Northern Hemisphere is being marked by turmoil on global wheat markets....",
        "date": "20100917",
        "country": "Algeria"
    },
    {
        "title": "Sultanate predicted to face acute water crisis by 2050",
        "body": "MUSCAT: The Sultanate of Oman along with other oil producing countries in the Middle East and North Africa (Mena) region are facing extreme scarcity of , which could spiral the oil prices up, according to a latest study released by Maplecroft, yesterday.",
        "date": "20110323",
        "country": "Algeria"
    },
    {
        "title": "Clinton wags her finger at Arab states",
        "body": "DOHA, Qatar: US Secretary of State Hillary Clinton delivered a stark warning to Arab leaders yesterday that they would face growing extremism and even rebellion unless they quickly ad...",
        "date": "20110114",
        "country": "Algeria"
    },
    {
        "title": "Troubled Mali is back in AU fold to quell radicals",
        "body": "THE African Union (AU) has readmitted Mali after suspending it following a March coup, and backed plans for authorities there to recapture the north from radical Islamists.",
        "date": "20121026",
        "country": "Algeria"
    },
    {
        "title": "Mayor backs costly trip to Algeria",
        "body": "BARELY two weeks after the Nelson Mandela Bay council adopted a stringent 2012/13 budget, mayor Zanoxolo Wayile approved a R42 000 trip for council speaker Maria Hermans and a municipal ...",
        "date": "20120705",
        "country": "Algeria"
    },
    {
        "title": "Mali suspension lifted",
        "body": "The African Union (AU) has readmitted Mali after suspending it from the pan-African bloc following a March coup, and backed plans for authorities there to recapture the north from radica...",
        "date": "20121026",
        "country": "Algeria"
    },
    {
        "title": "Analysis The UN is right to be sceptical about a military adventure in Mali",
        "body": "The UN has thrown a large bucket of cold water over plans for international military intervention in northern Mali, despite growing pressure on west African countries from the US and EU t...",
        "date": "20121130",
        "country": "Algeria"
    },
    {
        "title": "Hostage praises Algerian rescuers",
        "body": "THE Algerian military did a “bloody good job”, a survivor of the Sahara hostage crisis says.",
        "date": "20130123",
        "country": "Algeria"
    },
    {
        "title": "They hid in terror and just hoped for the best",
        "body": "Tony Grisedale’s account of survival amid the carnage of the hostage crisis at Ain Amenas natural gas refinery makes an agonising ordeal seem almost commonplace. Hearing the emergency alarm as a gang of Islamist militants attacked the plant, he retreated to the complex’s living quarters, lay low and, as the sounds of gunfire punctuated the silence, hoped for the best.",
        "date": "20130122",
        "country": "Algeria"
    },
    {
        "title": "Kerry urges to demonstrate leadership in crisis-hit talks",
        "body": "JERUSALEM, April 3, (AFP): A frustrated US secretary of state demanded Thursday action from recalcitrant Israeli and Palestinian leaders, saying it was time for them to demonstrate lead...",
        "date": "20140404",
        "country": "Algeria"
    },
    {
        "title": "Big guns of Africa lie in wait",
        "body": "GROUP C of the African Nation Cup, identified as the group of death, is likely to produce an unpredictable outcome. And that’s just how Bafana Bafana coach Ephraim “Shakes” Mashaba prefers it. ...",
        "date": "20141207",
        "country": "Algeria"
    },
    {
        "title": "Israel shelves prisoner release as Mideast talks stall",
        "body": "JERUSALEM — Mideast peace talks remained in deep crisis Thursday, as Israel froze plans to release Palestinian prisoners and its officials threatened sanctions after the Palestinian Auth...",
        "date": "20140404",
        "country": "Algeria"
    },
    {
        "title": "Egypt, Greece and Cyprus signal emerging energy cooperation",
        "body": "CAIRO: Egypt, facing its worst power crisis in decades, on Saturday pledged greater energy cooperation with Greece and Cyprus, a diplomatic move that opened up the possibility of progress ...",
        "date": "20141109",
        "country": "Algeria"
    },
    {
        "title": "Importance of joint work",
        "body": "Water ministers of the 5+5 western Mediterranean countries approved a joint water strategy during a recent meeting in . The decision puts forward a joint vision to handle is...",
        "date": "20150408",
        "country": "Algeria"
    },
    {
        "title": "Algeria entrepreneurs bet on low oil",
        "body": "Algeria, a country that depends on energy for 97 per cent of its exports and two-thirds of its government revenue, is facing an economic crisis precipitated by the plunge in oil prices....",
        "date": "20150509",
        "country": "Algeria"
    },
    {
        "title": "Iran warships head to Yemen waters",
        "body": "I ran yesterday dispatched a naval destroyer and another vessel to waters near Yemen as the United States quickened weapons supply to the Saudiled coalition striking rebels there, underlinin...",
        "date": "20150409",
        "country": "Algeria"
    },
    {
        "title": "New Year thoughts",
        "body": "At Williams College, in the frigid northwest corner of Massachusetts, I am teaching a four-week course called “The Politics of Intelligence.” It explores the problems that intelligence...",
        "date": "20150119",
        "country": "Algeria"
    },
    {
        "title": "Investors pull out over Deutsche Bank concerns",
        "body": "LONDON’S top-flight index slid into negative territory as investors pulled out of financial stocks amid mounting concerns over the health of Deutsche Bank.",
        "date": "20160928",
        "country": "Algeria"
    },
    {
        "title": "Euro exit shows Russia’s soccer crisis ahead of WC",
        "body": "MOSCOW, June 22, (AP): Going out in the group stage to a 3-0 defeat to Wales capped a disastrous European Championship for 2018 World Cup host Russia, which has been better known in France fo...",
        "date": "20160623",
        "country": "Algeria"
    },
    {
        "title": "With border closure, desperation mounts",
        "body": "IDOMENI, Greece — Desperate migrants and refugees piled up Thursday in fetid fields of mud at a closed border crossing as officials warned that a welltrodden route to Europe used by hundreds of thousands in the past year was no longer available.",
        "date": "20160311",
        "country": "Algeria"
    },
    {
        "title": "Asia markets, dip ahead of Yellen speech",
        "body": "HONG KONG: Asian markets mostly drifted lower on Friday while the dollar dipped, as investors waited on a speech later in the global day by Federal Reserve chief Janet Yellen.",
        "date": "20160827",
        "country": "Algeria"
    },
    {
        "title": "NBBF crisis: Yola advises NOC to order for fresh election",
        "body": "With a day to the FIBA deadline for the Nigeria to resolve the crisis that has enveloped the Nigeria Basketball Federation, NBBF, a former chieftain of the National Sports Commission (...",
        "date": "20171129",
        "country": "Algeria"
    },
    {
        "title": "‘Thirsty protests’ hit Morocco over water shortages",
        "body": "RABAT: Residents angered by persistent water shortages in southern Morocco have taken to the streets in a series of “thirsty protests” that has grabbed the attention of the country’s king.",
        "date": "20171016",
        "country": "Algeria"
    },
    {
        "title": "EU polls take their toll on refugee crisis",
        "body": "s Europe gears up for crucial elections in Germany, France and the Netherlands with immigration high on the agenda, the refugee crisis that until last year grabbed prime-time headlines seems...",
        "date": "20170223",
        "country": "Algeria"
    },
    {
        "title": "‘Thirsty protests’ hit Morocco over water shortages",
        "body": "RABAT: Residents angered by persistent water shortages in southern Morocco have taken to the streets in a series of “thirsty protests” that has grabbed the attention of the country’s king...",
        "date": "20171016",
        "country": "Algeria"
    },
    {
        "title": "Algeria affirms support for Kuwait’s mediation stances",
        "body": "KUWAIT CITY, July 17: Ambassador of Algeria to Kuwait HE Abdulhameed Abdawi has affirmed his country’s support for Kuwait’s stances both in the United Nations Security Council and in its...",
        "date": "20180718",
        "country": "Algeria"
    },
    {
        "title": "Algeria abandons 13,000 migrants in Sahara desert",
        "body": "From this isolated frontier post deep in the sands of the Sahara, the expelled migrants can be seen coming over the horizon by the hundreds. They look like specks in the distance, trudging m...",
        "date": "20180626",
        "country": "Algeria"
    },
    {
        "title": "Algeria abandons 13,000 migrants in Sahara desert",
        "body": "From this isolated frontier post deep in the sands of the Sahara, the expelled migrants can be seen coming over the horizon by the hundreds. They look like specks in the distance, trudging m...",
        "date": "20180626",
        "country": "Algeria"
    },
    {
        "title": "Algeria abandons 13,000 migrants in Sahara desert",
        "body": "ASSAMAKA: From this isolated frontier post deep in the sands of the Sahara, the expelled migrants can be seen coming over the horizon by the hundreds. They look like specks in the distance, t...",
        "date": "20180626",
        "country": "Algeria"
    },
    {
        "title": "Algeria abandons 13,000 migrants in Sahara desert",
        "body": "ASSAMAKA: From this isolated frontier post deep in the sands of the Sahara, the expelled migrants can be seen coming over the horizon by the hundreds. They look like specks in the distance, ...",
        "date": "20180626",
        "country": "Algeria"
    },
    {
        "title": "MILLIONS MARCH IN ALGERIA DEMANDING PRESIDENT LEAVE.",
        "body": "ALGIERS, ALGERIA• Algerians took to the streets by the millions for the sixth straight Friday of nationwide protests, trying to push their ailing president from power and bring down an e...",
        "date": "20190330",
        "country": "Algeria"
    },
    {
        "title": "Millions in Algeria march to demand ouster of president",
        "body": "ALGIERS, ALGERIA • Algerians took to the streets by the millions for the sixth straight Friday of nationwide protests, t r ying to push their ailing president from power and bring down an...",
        "date": "20190330",
        "country": "Algeria"
    },
    {
        "title": "MILLIONS MARCH IN ALGERIA DEMANDING PRESIDENT LEAVE.",
        "body": "ALGIERS, ALGERIA• Algerians took to the streets by the millions for the sixth straight Friday of nationwide protests, trying to push their ailing president from power and bring down an e...",
        "date": "20190330",
        "country": "Algeria"
    },
    {
        "title": "Algeria: Oil-dependent country hit by protests",
        "body": "PARIS: The North African country of Algeria, where a contentious presidential election is set for tomorrow, has been the scene since February of massive demonstrations against a regime s...",
        "date": "20191211",
        "country": "Algeria"
    },
    {
        "title": "World news in brief",
        "body": "Columbus statue pulled down by protestors in Baltimore",
        "date": "20200706",
        "country": "Algeria"
    },
    {
        "title": "Africa’s forgotten refugees",
        "body": "WORLD Refugee Day falls on June 20 each year and is dedicated to refugees across the globe.",
        "date": "20200620",
        "country": "Algeria"
    },
    {
        "title": "8 illegal fishing boats spotted in UAE’S territorial waters",
        "body": "ABU DHABI: A patrol of the Critical Infrastructure and Coastal Protection Authority, CICIPA, located at 12:00 on Monday a number of fishing boats entering the territorial of ...",
        "date": "20200819",
        "country": "Algeria"
    },
    {
        "title": "One in three UAE residents gained weight since coronavirus outbreak, survey finds",
        "body": "Nearly a third of people in the UAE have gained weight since the outbreak of the coronavirus, a survey has found.",
        "date": "20200531",
        "country": "Algeria"
    },
    {
        "title": "Halt in use of leaded gasoline touted",
        "body": "BERLIN — Leaded gasoline has finally reached the end of the road, the U.N. environment office said Monday, after the last country in the world where it was available halted the sale of the h...",
        "date": "20210831",
        "country": "Algeria"
    },
    {
        "title": "Global Water Award attracts large number of participants",
        "body": "DUBAI: As the deadline for registration in the 3rd cycle of the Mohammed Bin Rashid Al Maktoum Global Award draws closer by the end of this April, the UAE Aid Foundation ‘Suqia’...",
        "date": "20210423",
        "country": "Algeria"
    },
    {
        "title": "Soldiers among 42 killed as wildfires rage in Algeria",
        "body": "More than 40 people, including 25 soldiers, have died in wildfires that erupted east of the Algerian capital, Algiers, the country’s prime minister said yesterday.",
        "date": "20210811",
        "country": "Algeria"
    },
    {
        "title": "Parched fields push North Africa farmers to the edge",
        "body": "SIDI SALEM, Tunisia — Crushing a lump of dry dusty earth in his hand, Tunisian olive farmer Ali Fileli looked out over his parched fields.",
        "date": "20211116",
        "country": "Algeria"
    },
    {
        "title": "NK revives nuclear reactor",
        "body": "UN Secretary-General Ban Kimoon warned Tuesday that the North Korean crisis had gone “too far” after Pyongyang announced plans to reactivate a nuclear reactor amid the latest series of tit-for-tat escalation of tensions in the Korean Peninsula.",
        "date": "20130403",
        "country": "Andorra"
    },
    {
        "title": "North Korea vows to restart nuclear facilities",
        "body": "North Korea said Tuesday it will restart its long-shuttered plutonium reactor and increase production of nuclear weapons material, in what outsiders see as its latest attempt to extrac...",
        "date": "20130403",
        "country": "Andorra"
    },
    {
        "title": "US acts to calm fears over North Korea’s ‘alarming’ nuclear plan",
        "body": "The US described the prospect of North Korea restarting a mothballed atomic reactor closed since 2007 as “extremely alarming” yesterday, as tensions over its nuclear ambitions ratcheted u...",
        "date": "20130403",
        "country": "Andorra"
    },
    {
        "title": "US: North Korea a growing threat2",
        "body": "WASHINGTON  The parading of US air and naval power within view of the Korean Peninsula  rst a few long-range bombers, then stealth ghters, then ships  is as much about psychological war as real war.",
        "date": "20130404",
        "country": "Andorra"
    },
    {
        "title": "The bottomline",
        "body": "WASHINGTON: The owners of Andorra’s Grupo Banca Privada d’Andorra are launching their own investigation of US allegations the bank laundered money for criminals across the world, two ...",
        "date": "20150324",
        "country": "Andorra"
    },
    {
        "title": "Uphill climb to culinary greatness",
        "body": "NEW YORK — When Eric Ripert turned 18, he had a crisis of confidence. He was working in Paris at the famed La Tour D’Argent, a gruelling first step on the journey from his childhood in the mou...",
        "date": "20160525",
        "country": "Andorra"
    },
    {
        "title": "Chef Eric Ripert recalls uphill climb to culinary greatness",
        "body": "NEWYORK>> WhenEricRipert turned 18, he had a crisis of confidence. He was working in Paris at the famed La Tour D’Argent, a gruelingfirst step on the journey fromhis childhood in themo...",
        "date": "20160522",
        "country": "Andorra"
    },
    {
        "title": "Uphill climb to culinary greatness",
        "body": "NEW YORK — When Eric Ripert turned 18, he had a crisis of confidence. He was working in Paris at the famed La Tour D’Argent, a gruelling first step on the journey from his childhood in the mou...",
        "date": "20160525",
        "country": "Andorra"
    },
    {
        "title": "Chef Ripert recalls uphill climb to culinary greatness",
        "body": "NEW YORK, May 21, (AP): When Eric Ripert turned 18, he had a crisis of confidence. He was working in Paris at the famed La Tour D’Argent, a grueling first step on the journey from his childho...",
        "date": "20160522",
        "country": "Andorra"
    },
    {
        "title": "Around Town",
        "body": "Summer Opera Festival",
        "date": "20180711",
        "country": "Andorra"
    },
    {
        "title": "How a Chinese venture in Venezuela made millions while locals grew hungry",
        "body": "TUCUPITA, Venezuela, (Reuters) - The project was meant to feed millions.",
        "date": "20190508",
        "country": "Andorra"
    },
    {
        "title": "Paris forecast to record its hottest ever day as heatwave sears Europe",
        "body": "Paris is forecast to record its hottest day ever while new all-time highs set on Wednesday in Germany, the Netherlands and Belgium could be beaten within hours as the second dangerous heatwav...",
        "date": "20190726",
        "country": "Andorra"
    },
    {
        "title": "Climate crisis blamed as temperature records broken in three nations",
        "body": "Belgium, Germany and the Netherlands have recorded their highest ever temperatures as the second extreme heatwave in as many months to be linked by scientists to the climate emergency gr...",
        "date": "20190725",
        "country": "Andorra"
    },
    {
        "title": "All-time temperature records tumble again as heatwave sears Europe",
        "body": "Germany, the Netherlands and Belgium have recorded all-time national temperature highs for the second day running and Paris has had its hottest day ever as the second dangerous heatwave of...",
        "date": "20190726",
        "country": "Andorra"
    },
    {
        "title": "We must not leave mountains and mountain people behind",
        "body": "MOUNTAINS are home to a growing number of the hungriest people in the world. A new study by the UN Food and Agriculture Organisation and its partners shows that the number of mountain p...",
        "date": "20201211",
        "country": "Andorra"
    },
    {
        "title": "Rapper pours effort into water crisis",
        "body": "UNITED NATIONS — In a new documentary, Jay- Z is reminded of his early life in the Brooklyn projects as he sees children playing near open sewers in a slum in .",
        "date": "20061124",
        "country": "Angola"
    },
    {
        "title": "Jay-Z finds ‘mission’ in water crisis",
        "body": "NEW YORK — In a new documentary, Jay-Z is reminded of his early life in the Brooklyn projects as he sees children playing near open sewers in an Angolan slum.",
        "date": "20061123",
        "country": "Angola"
    },
    {
        "title": "Foul water: Foe of the poor",
        "body": "It kills millions and impoverishes regions. But solutions can be simple, a local group shows.",
        "date": "20061224",
        "country": "Angola"
    },
    {
        "title": "Rap star Jay-Z pumps up water crisis in MTV documentary",
        "body": "UNITED NATIONS — In a new documentary, Jay-Z is reminded of his early life in the Brooklyn projects as he sees children playing near open sewers in an Angolan slum. “In my business, we like...",
        "date": "20061118",
        "country": "Angola"
    },
    {
        "title": "Undone by their ignorance",
        "body": "Lcupied with tax cuts and fiscal probity, Keene is unhappy that his agenda has been turned on its head since 2001 by a fiscally ruinous neo-con revival of an old idea — that of American fore...",
        "date": "20061105",
        "country": "Angola"
    },
    {
        "title": "A godsend for Darfur, or a new curse?",
        "body": "TDAKAR, Senegal – he announcement by researchers at Boston University last week that a vast underground lake the size of Lake Erie had been discovered beneath the barren soil of northern ...",
        "date": "20070723",
        "country": "Angola"
    },
    {
        "title": "Opec exports all set to increase by 610,000 bpd, says analyst",
        "body": "Opec oil exports, excluding Angola, will leap 610,000 barrels per day (bpd) in the four weeks to September 8, with most heading west to replenish falling US stocks, an analyst who estima...",
        "date": "20070825",
        "country": "Angola"
    },
    {
        "title": "He was that rarity: a journalist you could trust – and respect",
        "body": "THE POINT about Bill Deedes – the first point he’d have made for himself – is that his obituarists go too far. He wasn’t one of the greatest journalists of the 20th century. ‘I was rather a fe...",
        "date": "20070819",
        "country": "Angola"
    },
    {
        "title": "WORLD BANK APPLAUDS, AND WARNS ON, LOANS TO AFRICA",
        "body": "World Bank president Paul Wolfowitz hailed mainland lending and investment in Africa as possibly “a very good thing”, but warned borrowers should avoid taking on debt they cannot repay.",
        "date": "20070307",
        "country": "Angola"
    },
    {
        "title": "ZAMBIA WANTS ARMS SHIP STOPPED",
        "body": "LUSAKA – Zambia’s president urged regional states yesterday to bar a Chinese ship carrying arms to Zimbabwe from entering their , saying the shipment could deepen the country’s el...",
        "date": "20080422",
        "country": "Angola"
    },
    {
        "title": "Bar Chinese ship, Zambia urges",
        "body": "LUSAKA — Zambia’s president urged regional states yesterday to bar a Chinese ship carrying arms to Zimbabwe from entering their , saying the shipment could deepen the country’s el...",
        "date": "20080422",
        "country": "Angola"
    },
    {
        "title": "States urged to bar Zimbabwe arms ship",
        "body": "Zambia’s president, Levy Mwanawasa, urged regional states yesterday to bar a Chinese ship carrying arms to Zimbabwe from entering their , saying the cargo could deepen that countr...",
        "date": "20080422",
        "country": "Angola"
    },
    {
        "title": "Angola deploys soldiers in Congo",
        "body": "The violence in the DemocratKIBATI  ic Republic of Congo entered a new phase yesterday when witnesses said Angola had deployed troops against a rebel advance in the east.",
        "date": "20081108",
        "country": "Angola"
    },
    {
        "title": "Fears of widening conflict rise in Congo",
        "body": "The Associated Press GOMA, Congo — Congo’s warring rivals traded accusations Tuesday that Angola, Zimbabwe and Rwanda are mobilizing forces to fight in Congo.",
        "date": "20081105",
        "country": "Angola"
    },
    {
        "title": "Angola takes over Opec presidency as output is cut",
        "body": "London (Bloomberg) Angola, Opec’s newest member, took over the group’s presidency on January 1 as producers implement a record output cut to reverse last year’s slump in prices.",
        "date": "20090103",
        "country": "Angola"
    },
    {
        "title": "Mine closures should put Trans Hex in profit",
        "body": "TRANS Hex expected to move back into profit in its next financial year after closing loss-making diamond mines in South Africa and Angola, chief executive Llewellyn Delport said yesterd...",
        "date": "20090527",
        "country": "Angola"
    },
    {
        "title": "Mine closures should put Trans Hex in profit",
        "body": "TRANS Hex expected to move back into profit in its next financial year after closing loss-making diamond mines in South Africa and Angola, chief executive Llewellyn Delport said yesterd...",
        "date": "20090527",
        "country": "Angola"
    },
    {
        "title": "Babies dying needlessly",
        "body": "More than a million newborn babies are dying needlessly every year around the world because of lack of care in their first month of their life, according to research.",
        "date": "20091013",
        "country": "Angola"
    },
    {
        "title": "AFRICAN NATIONS TO FAIL GOALS",
        "body": "MOST African countries will fail to attain the UN Millennium Goals on access to water and sanitation.",
        "date": "20101129",
        "country": "Angola"
    },
    {
        "title": "Angolan leader on historic visit to SA",
        "body": "PRETORIA: Angolan President Jos Eduardo dos Santos yesterday started a historic first state visit to South Africa, aimed at ending decades-long enmity between two of the region’s major ...",
        "date": "20101215",
        "country": "Angola"
    },
    {
        "title": "Lessons of the crisis",
        "body": "LIKE the big banks, big oil needs to be restrained, said The Independent in an editorial on Wednesday. Excerpts: Could it happen here in UK? The environmental disaster that followed ...",
        "date": "20100611",
        "country": "Angola"
    },
    {
        "title": "Like big banks, big oil needs to be restrained",
        "body": "The environmental disaster that followed the blowout of the Deepwater Horizon rig in the Gulf of Mexico has shown that drilling is indeed a hazardous activity. Could it hap...",
        "date": "20100614",
        "country": "Angola"
    },
    {
        "title": "Oil and vinegar",
        "body": "The Deepwater Horizon oil rig explosion that killed 11 workers on 20 April has the potential to transform the face of oil exploration. But what it really needs to do is to serve as the fi...",
        "date": "20100514",
        "country": "Angola"
    },
    {
        "title": "China to fuel Africa’s growth",
        "body": "THE past 10 years have belonged to China, an emerging superpower in economic dollars and political capital. It would be foolish to suggest that China will not continue to make bigger wa...",
        "date": "20100103",
        "country": "Angola"
    },
    {
        "title": "Chinese ease housing crisis",
        "body": "In an open field 30 kilometres south of Angola’s chaotic capital, a US$ 3.5 billion city seems to rise from nothing, a showpiece in a government drive to build one million homes.",
        "date": "20110616",
        "country": "Angola"
    },
    {
        "title": "Brazil looks to Africa as Europe sputters",
        "body": "BRAZIL is launching a top-level drive to expand economic ties with Africa, a sign of how crises in the rich world are pushing faster-growing emerging economies to trade and invest among themse...",
        "date": "20111120",
        "country": "Angola"
    },
    {
        "title": "Today in history",
        "body": "Today is Tuesday, November 22, the 326th day of 2011. There are 39 days left in the year. Highlights in history on this date: 1699: Treaty is signed by Denmark, Russia, Saxony and Poland for p...",
        "date": "20111122",
        "country": "Angola"
    },
    {
        "title": "Cronin pans red baiters, but red tape is real threat",
        "body": "THE SACP’s Umsebenzi OnLine says South Africa is seeing “broader buy-in” for the New Growth Path, the government economic strategy led by Economic Development Minister Ebrahim Patel.",
        "date": "20110121",
        "country": "Angola"
    },
    {
        "title": "Cronin pans red baiters, but red tape is real threat",
        "body": "THE SACP’s Umsebenzi OnLine says South Africa is seeing “broader buy-in” for the New Growth Path, the government economic strategy led by Economic Development Minister Ebrahim Patel. SACP ...",
        "date": "20110121",
        "country": "Angola"
    },
    {
        "title": "Bourbon sees higher vessel rates",
        "body": "Bourbon SA, owner of the biggest fleet of supply and crew ships for the oil industry, expects improved demand and higher rates for vessels this year and the next due to more offshore project...",
        "date": "20120109",
        "country": "Angola"
    },
    {
        "title": "Bourbon sees higher vessel rates",
        "body": "Bourbon SA, owner of the biggest fleet of supply and crew ships for the oil industry, expects improved demand and higher rates for vessels this year and the next due to more offshore projects.",
        "date": "20120109",
        "country": "Angola"
    },
    {
        "title": "Africa’s high growth rates likely to lure investments from Asian funds",
        "body": "Ange Aboa THE NEXT wave of private investment in Africa is likely to come from Asian funds, lured by sustained high growth rates and increasing economic and political stability, accordin...",
        "date": "20120618",
        "country": "Angola"
    },
    {
        "title": "Africa’s high growth rates likely to lure investments from Asian funds",
        "body": "THE NEXT wave of private investment in Africa is likely to come from Asian funds, lured by sustained high growth rates and increasing economic and political stability, according to the c...",
        "date": "20120618",
        "country": "Angola"
    },
    {
        "title": "Food crisis looms in southern Africa",
        "body": "GENEVA: More than 6 million people across Angola, Lesotho, Malawi and Zimbabwe were at risk of severe food shortages because of repeated cycles of drought and flooding, the global humani...",
        "date": "20130306",
        "country": "Angola"
    },
    {
        "title": "Drought, floods put six million people in southern Africa at risk",
        "body": "GENEVA: More than six million people across Angola, Lesotho, Malawi and Zimbabwe were at risk of severe food shortages because of repeated cycles of drought and flooding, the global human...",
        "date": "20130306",
        "country": "Angola"
    },
    {
        "title": "6m facing hunger in southern Africa",
        "body": "MORE than six million people across Angola, Lesotho, Malawi and Zimbabwe are at risk of severe food shortages because of repeated cycles of drought and flooding, the International Feder...",
        "date": "20130306",
        "country": "Angola"
    },
    {
        "title": "Wars over water will be everywhere in Africa",
        "body": "Anwar Sadat was precise in predicting what would force Egypt to go to war again. Way back in 1979, while signing the Egypt-Israel peace treaty, the former Egyptian president said, “The only...",
        "date": "20130616",
        "country": "Angola"
    },
    {
        "title": "Historical events",
        "body": "324 - Licinius abdicates his position as Roman Emperor. 401 - St Anastasius I ends his reign as Catholic Pope 1055 - Seldjuken under Toghril Beg occupy Baghdad 1154 - King Henry II of Eng...",
        "date": "20131219",
        "country": "Angola"
    },
    {
        "title": "Selling drugs to eat",
        "body": "The first to settle the hill above Lisbon were Portuguese returning from the colonies.",
        "date": "20141108",
        "country": "Angola"
    },
    {
        "title": "Total strikes oil for second time offshore Ivory Coast",
        "body": "PARIS/ABIDJAN: France’s Total said it had discovered oil in a deep offshore area in the west of Ivory Coast, the company’s second oil find in a year in the West African country.",
        "date": "20140419",
        "country": "Angola"
    },
    {
        "title": "AN ELEPHANT PARADISE LOST",
        "body": "IN THE dry end of a dry season, the blazing sun reduces water holes to circular irises of cracked mud.",
        "date": "20140116",
        "country": "Angola"
    },
    {
        "title": "NHS... medical miracle or just a money pit?",
        "body": "NO wonder the NHS is in crisis. We are told by government to watch our pennies yet the NHS is like a runaway train and out of control despite all promises of getting some control of its man...",
        "date": "20150812",
        "country": "Angola"
    },
    {
        "title": "JPMorgan profit rises on stock, bond trading",
        "body": "JPMORGAN Chase’s profit had climbed 12 percent, beating analysts’ estimates, as firstquarter revenue from trading stocks and bonds increased for the first time since 2010, the biggest US b...",
        "date": "20150415",
        "country": "Angola"
    },
    {
        "title": "Refugee arrivals surge in Greece",
        "body": "GENEVA/ UNITED NATIONS: The number of refugees arriving on Greek islands has leapt to 7,000 a day from about 4,500 at the end of September, probably because of fears the weather will worsen s...",
        "date": "20151010",
        "country": "Angola"
    },
    {
        "title": "Yellow fever death toll rises to 125 in Angola",
        "body": "An ongoing yellow fever epidemic in Angola has killed 125 people out of 664 suspected cases since December 30, government statistics show, despite attempts to quell the outbreak.",
        "date": "20160228",
        "country": "Angola"
    },
    {
        "title": "Yellow fever death toll rises to 125 in Angola",
        "body": "LUANDA — An ongoing yellow fever epidemic in Angola has killed 125 people out of 664 suspected cases since December 30, government statistics show, despite attempts to quell the outbrea...",
        "date": "20160229",
        "country": "Angola"
    },
    {
        "title": "Yellow fever death toll rises to 125 in Angola",
        "body": "LUANDA: An ongoing yellow fever epidemic in Angola has killed 125 people out of 664 suspected cases since December 30, government statistics show, despite attempts to quell the outbreak...",
        "date": "20160228",
        "country": "Angola"
    },
    {
        "title": "50m Africans face hunger after crops fail",
        "body": "Up to 50 million people in Africa will need food by Christmas as a crisis across the continent triggered by El Nio worsens, the UN and major international charities have warned.",
        "date": "20160527",
        "country": "Angola"
    },
    {
        "title": "CAN ENDA’S ‘BOY WONDER’ SOLVE HEALTH CRISIS?",
        "body": "THE youngest Cabinet minister in the modern history of the State is today faced with Ireland’s most intractable mess – Health.",
        "date": "20160507",
        "country": "Angola"
    },
    {
        "title": "Angola rallies to help DRC refugees",
        "body": "Thousands of refugees from the Democratic Republic of Congo are fleeing across the border to Angola — even though Angola has not always been a hospitable neighbour. So far, an estimated 16...",
        "date": "20170505",
        "country": "Angola"
    },
    {
        "title": "UNHCR in its first batch of relief supplies to DR Congo migrants",
        "body": "LUANDA, Angola: The UN refugee agency on Sunday airlifted its first batch of relief supplies to the more than 11,000 people fleeing the latest violence in the Democratic Republic of Congo (...",
        "date": "20170501",
        "country": "Angola"
    },
    {
        "title": "Angola votes ffor new leader",
        "body": "LUANDA — Angolans voted yesterday in an election marking the end of President Jose Eduardo Dos Santos’s 38-year reign, with his MPLA party set to retain power despite the economic .",
        "date": "20170824",
        "country": "Angola"
    },
    {
        "title": "Ravaging effects of climate change already showing",
        "body": "PICTURE this: parched, cracked earth, starvation, limited access to water and eventually death.",
        "date": "20170116",
        "country": "Angola"
    },
    {
        "title": "Mass exodus after Angola cracks down",
        "body": "About 380,000 illegal migrants, mostly from the neighbouring Democratic Republic of Congo, have left Angola in less than a month during a massive operation targeting diamond smugglin...",
        "date": "20181022",
        "country": "Angola"
    },
    {
        "title": "Graft, deprivation sharpen Angolas malaria outbreak",
        "body": "LUANDA  Heavy rains, filthy conditions, medicine shortages and endemic corruption have combined to make a lethal malarial cocktail for .",
        "date": "20180308",
        "country": "Angola"
    },
    {
        "title": "Angola bets on largest-ever offshore oil investment",
        "body": "Column of flame emanates from the bow of the boat, illuminating the jet-black ocean for miles around. For three months now the Kaombo Norte has been anchored off the northern coast of Angola ...",
        "date": "20181114",
        "country": "Angola"
    },
    {
        "title": "Ballon d’or on my mind: Griezmann",
        "body": "MADRID: Atletico Madrid star Antoine Griezmann says he still can’t fathom why he was not voted one of the world’s top three players by FIFA — but hopes winning the “more prestigious” Ballon d’o...",
        "date": "20180918",
        "country": "Angola"
    },
    {
        "title": "Angolan herder families imperilled by ranches",
        "body": "LUANDA - Thousands of Angolan pastoralists are at risk of starvation after commercial cattle farms, encroaching on fertile land, have made them more vulnerable to drought, Amnesty Inte...",
        "date": "20191024",
        "country": "Angola"
    },
    {
        "title": "Africa: Can Joo Loureno cure Angola of its crony capitalism? The president’s pledge to wash away corruption in the oil-rich state is facing scrutiny",
        "body": "Not far from the flashy skyscrapers of downtown Luanda, the capital of one of Africa’s supposedly richest countries, is a public morgue. Celestino Chivava, who worked in the Angolan oil ind...",
        "date": "20190710",
        "country": "Angola"
    },
    {
        "title": "BEST BETS",
        "body": "6 p.m. on Nickelodeon Are You Afraid of the Dark?",
        "date": "20191011",
        "country": "Angola"
    },
    {
        "title": "BEST BETS",
        "body": "6 p.m. on Nickelodeon Are You Afraid of the Dark?",
        "date": "20191011",
        "country": "Angola"
    },
    {
        "title": "Hunger forces girls to sell sex",
        "body": "London – Young girls in southern Africa are selling sex – sometimes for less than the cost of bread – to survive a hunger ensnaring tens of millions, say aid agencies.",
        "date": "20200201",
        "country": "Angola"
    },
    {
        "title": "Hunger forces girls to sell sex",
        "body": "– Young girls in southern Africa are selling sex – sometimes for less than the cost of bread – to survive a hunger ensnaring tens of millions, say aid agencies.",
        "date": "20200201",
        "country": "Angola"
    },
    {
        "title": "Botswana to send elephants home",
        "body": "The plight of the African elephant is well known, declining from around 12 million animals to 400,000 in just a century. Yet, in a handful of countries, the opposite problem — overpopul...",
        "date": "20201207",
        "country": "Angola"
    },
    {
        "title": "CHEAP AS BREAD, GIRLS SELL SEX TO SURVIVE CRISIS IN AFRICA",
        "body": "LONDON—YOUNG girls in southern Africa are selling sex—sometimes for less than the cost of bread—to survive a hunger crisis ensnaring tens of millions, aid agencies said on Thursday.",
        "date": "20200201",
        "country": "Angola"
    },
    {
        "title": "Botswana to send ‘refugee’ elephants home to Angola",
        "body": "THE plight of the African elephant is well known, declining from around 12 million animals to 400,000 in just a century. Yet, in a handful of countries, the opposite problem – overpopul...",
        "date": "20201206",
        "country": "Angola"
    },
    {
        "title": "Turkish Red Crescent seeks aid for Africa",
        "body": "LEADING charity Turkish Red Crescent (Kızılay) announced a new campaign Friday for Africa’s south, which is facing a dire food shortage and drought. The campaign under the motto, “Extend y...",
        "date": "20210717",
        "country": "Angola"
    },
    {
        "title": "Call for force to stop pirates off west Africa",
        "body": "Global shipping leaders are calling for a beefed-up naval presence off west Africa, amid warnings that the region is facing a Somalia-style piracy .",
        "date": "20210222",
        "country": "Angola"
    },
    {
        "title": "Call for force to stop pirates off west Africa",
        "body": "Global shipping leaders are calling for a beefed-up naval presence off west Africa, amid warnings that the region is facing a Somalia-style piracy .",
        "date": "20210222",
        "country": "Angola"
    },
    {
        "title": "Call for force to stop pirates off west Africa",
        "body": "Global shipping leaders are calling for a beefed-up naval presence off west Africa, amid warnings that the region is facing a Somalia-style piracy .",
        "date": "20210222",
        "country": "Angola"
    },
    {
        "title": "Call for force to stop pirates off west Africa",
        "body": "Global shipping leaders are calling for a beefed-up naval presence off west Africa, amid warnings that the region is facing a Somalia-style piracy .",
        "date": "20210222",
        "country": "Angola"
    },
    {
        "title": "Call for force to stop pirates off west Africa",
        "body": "Global shipping leaders are calling for a beefed-up naval presence off west Africa, amid warnings that the region is facing a Somalia-style piracy .",
        "date": "20210222",
        "country": "Angola"
    },
    {
        "title": "Illegal immigrants feel the heat",
        "body": "TOA BAJA, Puerto Rico — First, riot police raided the slum with batons and pepper spray. Then authorities shut off the water and electricity. With an eviction order pending in the courts, ...",
        "date": "20090907",
        "country": "Antigua%20and%20Barbuda"
    },
    {
        "title": "Brazil flood aid criticized",
        "body": "SAO PAULO — Brazil rushed aid yesterday by air, over land and through rapidly rising waters to dozens of cities and towns isolated by floods that have killed at least 32 people left more tha...",
        "date": "20090507",
        "country": "Antigua%20and%20Barbuda"
    },
    {
        "title": "Small islands take a hammering",
        "body": "BASSETERRE, St. Kitts — The Caribbean’s small island states ride out hurricanes year after year, but they are fighting to stay afloat in a global economic storm that is battering rich and poo...",
        "date": "20090705",
        "country": "Antigua%20and%20Barbuda"
    },
    {
        "title": "WWF: humans use 1.5 planets’ worth of resources",
        "body": "The Earth’s population is using the equivalent of 1.5 planets’ worth of natural resources, but the long-term decline of animal life appears to have been halted, a WWF report shows.",
        "date": "20101014",
        "country": "Antigua%20and%20Barbuda"
    },
    {
        "title": "Child Jesus reaches out to abandoned children, unwed mothers",
        "body": "Grace to be Born",
        "date": "20111225",
        "country": "Antigua%20and%20Barbuda"
    },
    {
        "title": "Becauseofjagdeo,guyanaisbetterpositionedonfoodsecurity",
        "body": "Dear Editor,",
        "date": "20111020",
        "country": "Antigua%20and%20Barbuda"
    },
    {
        "title": "Caricom and Libya",
        "body": "On Wednesday we reported Caricom Chairman Dr Denzil Douglas of St Kitts and Nevis as saying that Col Gaddafi of Libya should recognize that “the end is apparently very near and in order t...",
        "date": "20110828",
        "country": "Antigua%20and%20Barbuda"
    },
    {
        "title": "Caribbean nations look to a solar future",
        "body": "BRIDGETOWN, Barbados  With the exception of oil rich Trinidad and Tobago, most, if not all, other Caribbean islands are extremely vulnerable when it comes to the high costs of imported fue...",
        "date": "20121215",
        "country": "Antigua%20and%20Barbuda"
    },
    {
        "title": "Let us celebrate a very modern Queen1",
        "body": "She was born before the advent of television but has come to dominate its realm like a colossus, one of the most widely recognized broadcast icons on the planet.",
        "date": "20120602",
        "country": "Antigua%20and%20Barbuda"
    },
    {
        "title": "Caribbean nations push local farming",
        "body": "KINGSTON, Jamaica — The scent of coconut oil and fiery jerk spice blows through kitchens across this island, but as the country’s food imports have become a billion-dollar threat to finances ...",
        "date": "20130804",
        "country": "Antigua%20and%20Barbuda"
    },
    {
        "title": "Jamaica reclaiming its agricultural past",
        "body": "KINGSTON, Jamaica — The scent of coconut oil and fiery jerk spice blows through kitchens across this green island, but as the country’s food imports have become a billion-dollar threat to fin...",
        "date": "20130805",
        "country": "Antigua%20and%20Barbuda"
    },
    {
        "title": "Granger slams response to Chikungunya",
        "body": "Government was chided on Friday for its response to the spread of the mosquitoborne Chikungunya virus, with APNU Leader David Granger stating that the authorities had not been very forthcom...",
        "date": "20140707",
        "country": "Antigua%20and%20Barbuda"
    },
    {
        "title": "The government should look for an alternative management organization to provide drainage for the coastland and city",
        "body": "Dear Editor,",
        "date": "20141128",
        "country": "Antigua%20and%20Barbuda"
    },
    {
        "title": "Around the world",
        "body": "North America A former president of the United Nations General Assembly was charged over allegations he accepted US$1.3 million in bribes from Chinese businessmen. John Ashe is a forme...",
        "date": "20151008",
        "country": "Antigua%20and%20Barbuda"
    },
    {
        "title": "SAVING OUR SEAS Regional cooperation key to solving marine pollution",
        "body": "REGIONAL COOPERATION is critical to arresting the scourge of marine pollution impacting the Caribbean, where 80 per cent of the pollution seen is due to activities on land – from de...",
        "date": "20160609",
        "country": "Antigua%20and%20Barbuda"
    },
    {
        "title": "Calls for queen to pay for ‘repairs’",
        "body": "LONDON, Nov 23, (Agencies): An online petition calling for the British monarchy to pay for 369 million in repairs to Buckingham Palace has gathered momentum by Tuesday had garnere...",
        "date": "20161124",
        "country": "Antigua%20and%20Barbuda"
    },
    {
        "title": "De Niro: Help rebuild Barbuda paradise destroyed by Irma",
        "body": "UNITED NATIONS: Two-time Oscar-winning actor Robert De Niro came to the United Nations on Monday to appeal to all countries and organizations to help rebuild the devastated Caribbean isl...",
        "date": "20170920",
        "country": "Antigua%20and%20Barbuda"
    },
    {
        "title": "And southern Florida braces for hurricane’s wrath",
        "body": "SAN JUAN, Puerto Rico — Hurricane Irma lashed Puerto Rico with heavy rain and powerful winds Wednesday night, leaving nearly 900,000 people without power as authorities struggled to get a...",
        "date": "20170907",
        "country": "Antigua%20and%20Barbuda"
    },
    {
        "title": "Caribbean residents left reeling",
        "body": "A deadly hurricane Irma scraped Cuba’s northern coast Friday on a course toward Florida, leaving in its wake a ravaged string of Caribbean resort islands strewn with splintered lumber, cor...",
        "date": "20170909",
        "country": "Antigua%20and%20Barbuda"
    },
    {
        "title": "Caribbean braces for 2nd punch",
        "body": "CAIBARIEN, Cuba — A deadly Hurricane Irma scraped Cuba’s northern coast Friday on a course toward Florida, leaving in its wake a ravaged string of Caribbean resort islands strewn with splint...",
        "date": "20170909",
        "country": "Antigua%20and%20Barbuda"
    },
    {
        "title": "Beijing fills void left by Western ‘neglect’ in Barbuda",
        "body": "Steel drums carry a jubilant rendition of Guantanamera over the ruins of Barbuda’s capital Codrington, as dignitaries and residents mark the latest bit of progress in the island’s gruelli...",
        "date": "20180716",
        "country": "Antigua%20and%20Barbuda"
    },
    {
        "title": "In storm-hit Barbuda, China fills void left by Western ‘neglect’",
        "body": "CODRINGTON, Antigua and Barbuda: Steel drums carry a jubilant rendition of “Guantanamera” over the ruins of Barbuda’s capital Codrington, as dignitaries and residents mark the latest b...",
        "date": "20180716",
        "country": "Antigua%20and%20Barbuda"
    },
    {
        "title": "Sink or swim Caribbean Islands innovate to thrive",
        "body": "When the Caribbean island of Barbuda was battered by Hurricane Irma last September, about 90 per cent of homes were destroyed or damaged, the entire population had to be evacuated.",
        "date": "20180727",
        "country": "Antigua%20and%20Barbuda"
    },
    {
        "title": "Islands innovate, thrive in a ‘high-stress’ world",
        "body": "BARCELONA, July 24, (RTRS): When the Caribbean island of Barbuda was battered by Hurricane Irma last September, about 90 percent of homes were destroyed or damaged, the entire populat...",
        "date": "20180725",
        "country": "Antigua%20and%20Barbuda"
    },
    {
        "title": "Special and humanitarian missions undertaken by the PLA navy",
        "body": "2",
        "date": "20190422",
        "country": "Antigua%20and%20Barbuda"
    },
    {
        "title": "Gonsalves against military intervention in Venezuela",
        "body": "KINGSTOWN, St Vincent (CMC) — Prime Minister Dr Ralph Gonsalves says St Vincent and the Grenadines will oppose any military intervention of Venezuela by the United States in order to effe...",
        "date": "20190329",
        "country": "Antigua%20and%20Barbuda"
    },
    {
        "title": "THIS TIME, IT’S SERIOUS",
        "body": "Thailand’s road map on plastic waste management has never been clearer. Two weeks ago, government spokeswoman Narumon Pinyosinwat announced that the cabinet had approved the Ministry of...",
        "date": "20191125",
        "country": "Antigua%20and%20Barbuda"
    },
    {
        "title": "UN meeting reveals world in crisis and a really bad mood",
        "body": "The planet is heating. Island nations are slipping away. A Pakistan-India nuclear war could be a “bloodbath.” Governments aren’t working together like they used to. Polarization is tear...",
        "date": "20190930",
        "country": "Antigua%20and%20Barbuda"
    },
    {
        "title": "SA eco-warrior Grant Blakeway takes on world’s toughest rowing race",
        "body": "SOUTH African eco-warrior Grant Blakeway watched from the marina in San Sebastian de La Gomera last year as 35 teams set off on an epic rowing race across the Atlantic Ocean.",
        "date": "20201203",
        "country": "Antigua%20and%20Barbuda"
    },
    {
        "title": "Caricom divided on Venezuela in OAS vote",
        "body": "WASHINGTON, DC, United States (CMC) — Caribbean Community (Caricom) countries were divided on the issue of “free and fair” elections in Venezuela, with The Bahamas, Haiti, Jamaica, St Luc...",
        "date": "20201024",
        "country": "Antigua%20and%20Barbuda"
    },
    {
        "title": "Too prickly to be a pet",
        "body": "QUESTION Can a hedgehog be kept as a pet?",
        "date": "20200902",
        "country": "Antigua%20and%20Barbuda"
    },
    {
        "title": "Too prickly to be a pet",
        "body": "QUESTION",
        "date": "20200902",
        "country": "Antigua%20and%20Barbuda"
    },
    {
        "title": "Planting Seeds of Hope in Antigua and Barbuda",
        "body": "The sun-kissed, dual-island nation of Antigua and Barbuda has long been the destination of choice for visitors to the Caribbean seeking white sands, azure waters, and sublime tranquility. ...",
        "date": "20210930",
        "country": "Antigua%20and%20Barbuda"
    },
    {
        "title": "UN warns impact of Caribbean volcano could affect other islands",
        "body": "UNITED NATIONS, United States: The humanitarian and economic crisis unleashed by the eruption of the La Soufriere volcano on the Caribbean island of Saint Vincent will last months and coul...",
        "date": "20210416",
        "country": "Antigua%20and%20Barbuda"
    },
    {
        "title": "UN warns impact of Caribbean volcano could affect other islands",
        "body": "UNITED NATIONS, United States: The humanitarian and economic crisis unleashed by the eruption of the La Soufriere volcano on the Caribbean island of Saint Vincent will last months coul...",
        "date": "20210416",
        "country": "Antigua%20and%20Barbuda"
    },
    {
        "title": "UN warns that impact of Caribbean volcano could affect other islands",
        "body": "The humanitarian and economic crisis unleashed by the eruption of the La Soufriere volcano on the Caribbean island of St Vincent will last months and could extend to nearby islands, a UN ...",
        "date": "20210415",
        "country": "Antigua%20and%20Barbuda"
    },
    {
        "title": "Israel offers security help as Argentina absorbs Syrian refugees",
        "body": "BUENOS AIRES (JTA) – Israeli parliamentarians have offered to help with the absorption of 3,000 Syrian refugees in Argentina, stressing the fight against terrorism and the need to addre...",
        "date": "20160816",
        "country": "Argentina"
    },
    {
        "title": "Now birth defects linked to mosquito control pesticide",
        "body": "WASHINGTON: While the rest of the world is focused on hunting down mosquitoes with Zika, a group of doctors and researchers in Argentina has published a report making the provocative argu...",
        "date": "20160219",
        "country": "Argentina"
    },
    {
        "title": "Economics 101",
        "body": "WE have a suggestion for Bernie Sanders: Go visit Venezuela. Venezuela, Cuba, and Argentina are probably the three best examples in the Western Hemisphere of what socialism can do to an ec...",
        "date": "20160518",
        "country": "Argentina"
    },
    {
        "title": "Floods pose challenge for S. American integration",
        "body": "BUENOS AIRES: The flooding that has affected four South American countries has underscored the need for an integrated approach to addressing the causes and effects of climate change.",
        "date": "20160127",
        "country": "Argentina"
    },
    {
        "title": "TODAY IN HISTORY",
        "body": "In 2000, David Dodge was named the new Bank of Canada governor, replacing retiring governor Gordon Thiessen. Dodge ended his term in January 2008. In 2001, the Quebec government announced ...",
        "date": "20171220",
        "country": "Argentina"
    },
    {
        "title": "Time to design a new water future",
        "body": "I WRITE this from the 2017 International Water Association (IWA) and Development Congress in , where 2 000 delegates from 30 countries have gathered.",
        "date": "20171116",
        "country": "Argentina"
    },
    {
        "title": "El Salvador bans metal mining",
        "body": "El Salvador has made history after becoming the first country in the world to ban metal mining. Lawmakers passed the ban in a unanimous vote last Wednesday. The decision followed a lon...",
        "date": "20170407",
        "country": "Argentina"
    },
    {
        "title": "Argentina welcomes Syrians",
        "body": "SAN LUIS, Argentina, March 23, (AP): George S. walks on the dark tarmac holding his sleepy 7-year-old son Fadi in his arms.",
        "date": "20170324",
        "country": "Argentina"
    },
    {
        "title": "Industrialisation of water and sanitation key to leveraging drought crisis",
        "body": "I WRITE this from the 2017 International Water Association in Argentina, where 2 000 delegates from 30 countries have gathered.",
        "date": "20171116",
        "country": "Argentina"
    },
    {
        "title": "International art project seeks to transform Flint’s image",
        "body": "ARTISTS FROM Michigan and around the world are painting 50 murals in Flint to refocus the city’s image on art rather than the lead-tainted water crisis.",
        "date": "20190609",
        "country": "Argentina"
    },
    {
        "title": "Mural project seeks to transform Flint’s image",
        "body": "FLINT, Mich. — Artists from Michigan and around the world are painting 50 murals in Flint to refocus the city’s image on art rather than the lead-tainted .",
        "date": "20190602",
        "country": "Argentina"
    },
    {
        "title": "Massive power outage hits parts of Latin America",
        "body": "DPA, 16TH JUNE, 2019 - Large parts of Latin America were hit by a massive power outage early on Sunday, according to energy companies and local media reports.",
        "date": "20190617",
        "country": "Argentina"
    },
    {
        "title": "Argentine prez in the dark on huge blackout",
        "body": "BUENOS AIRES — Argentine President Mauricio Macri called the massive blackout that left tens of millions in South America without power on Sunday “unprecedented,” and promised a thorough...",
        "date": "20190617",
        "country": "Argentina"
    },
    {
        "title": "Argentina heads for ninth sovereign debt default",
        "body": "Argentina is heading for its ninth sovereign debt default, analysts have warned, with increasingly frustrated investors set to reject the government’s debt restructuring offer due th...",
        "date": "20200413",
        "country": "Argentina"
    },
    {
        "title": "Plastic found in southern right whale",
        "body": "Scientists found plastic debris in the digestive tract of a southern right whale stranded in Argentina, according to a study from the Southern Right Whale Health Monitoring Program, co- led by the UC Davis School of Veterinary Medicine; and Instituto de Conservacin de Ballenas in .",
        "date": "20201025",
        "country": "Argentina"
    },
    {
        "title": "Sharing of the River Nile",
        "body": "In 2011, Ethiopia launched construction on the Grand Ethiopian Renaissance Dam (GERD) in the Blue Nile, in order to secure its resources and generate hydropower. But the project has b...",
        "date": "20200911",
        "country": "Argentina"
    },
    {
        "title": "Venezuela signs contract with Russia to acquire coronavirus vaccine",
        "body": "CARACAS, (Reuters) - Venezuela has signed a contract with Russia to acquire enough of the Sputnik V coronavirus vaccine to inoculate 10 million people in a first phase, Vice President De...",
        "date": "20201230",
        "country": "Argentina"
    },
    {
        "title": "Experts wonder if climate crisis caused Parana river to dry up",
        "body": "CORRIENTES, ARGENTINA: South America’s second longest river, the Parana, has dropped to its lowest level since the 1940s, leaving environmentalists and experts worried that the climate c...",
        "date": "20210902",
        "country": "Argentina"
    },
    {
        "title": "Experts wonder if climate crisis caused Parana river to dry up",
        "body": "CORRIENTES, ARGENTINA: South America’s second longest river, the Parana, has dropped to its lowest level since the 1940s, leaving environmentalists and experts worried that the climate c...",
        "date": "20210902",
        "country": "Argentina"
    },
    {
        "title": "Experts wonder if climate crisis caused Parana river to dry up",
        "body": "CORRIENTES, ARGENTINA: South America’s second longest river, the Parana, has dropped to its lowest level since the 1940s, leaving environmentalists and experts worried that the climate c...",
        "date": "20210902",
        "country": "Argentina"
    },
    {
        "title": "Experts wonder if climate crisis caused Parana river to dry up",
        "body": "CORRIENTES, ARGENTINA: South America’s second longest river, the Parana, has dropped to its lowest level since the 1940s, leaving environmentalists and experts worried that the climate c...",
        "date": "20210902",
        "country": "Argentina"
    },
    {
        "title": "Russia wants to double gas price",
        "body": "Moscow/Tbilisi — Russia’s gas monopoly Gazprom is seeking to more than double gas prices for Georgia from 2007, a company official said yesterday amid a simmering political crisis b...",
        "date": "20061103",
        "country": "Armenia"
    },
    {
        "title": "Peace Corps vets head back into field",
        "body": "WASHINGTON — In its 45 years, the Peace Corps has sent more than 180,000 volunteers around the world to help people in developing nations and serve as goodwill ambassadors for the United S...",
        "date": "20061124",
        "country": "Armenia"
    },
    {
        "title": "PEACE CORPS VETERANS GET ANOTHER CHANCE TO SERVE",
        "body": "Nonprofit organization puts experienced volunteers back into action worldwide.",
        "date": "20061124",
        "country": "Armenia"
    },
    {
        "title": "Peace Corps veterans ready for encore",
        "body": "WASHINGTON // In its 45 years, the Peace Corps has sent more than 180,000 volunteers around the world to help people in developing nations and serve as goodwill ambassadors for the United ...",
        "date": "20061124",
        "country": "Armenia"
    },
    {
        "title": "Kurds: Bordering on unsolvable",
        "body": "By YEVGENY SATANOVSKY",
        "date": "20071118",
        "country": "Armenia"
    },
    {
        "title": "Tragedy in Georgia",
        "body": "FOUR years ago, that other Georgia staged its Rose Revolution and renewed itself as a pioneer of democracy in the bedeviled Caucaus. A U.S. educated, 30-something president shone as a...",
        "date": "20071109",
        "country": "Armenia"
    },
    {
        "title": "A G8 removed from the real world",
        "body": "It’s been 13 long months since the leaders of the G8 gathered for their annual talkfest. I’m sure the details of last year’s communique are etched into your brain but just in case you’ve forgot...",
        "date": "20080707",
        "country": "Armenia"
    },
    {
        "title": "Intervention may breed instability",
        "body": "AT A TIME like this, with Georgia and Russia fighting over a scrap of territory in the Caucasus, it is hard not to long for the simplicities of the Cold War. In those years, the heavily-fo...",
        "date": "20080812",
        "country": "Armenia"
    },
    {
        "title": "Tensions mount by the shores of the Black Sea",
        "body": "If, in the coming year, you find yourself relaxing on the beach in the Bulgarian resort of Bourgas on Europe’s little-noticed east coast, you may soon realize that you are in the centre o...",
        "date": "20080102",
        "country": "Armenia"
    },
    {
        "title": "Taunting the bear",
        "body": "The hostilities between Russia and Georgia that erupted Friday over the breakaway province of South Ossetia look, in retrospect, almost absurdly overdetermined. For years, the Russi...",
        "date": "20080811",
        "country": "Armenia"
    },
    {
        "title": "Turkey, Armenia set to make accord",
        "body": "ISTANBUL: Turkey and Armenia have agreed on a framework to normalise ties after nearly a century of hostility, a move that could stabilise the volatile, oil-rich Caucasus but may affect ...",
        "date": "20090424",
        "country": "Armenia"
    },
    {
        "title": "Biden says new missiles to defend Europe",
        "body": "BUCHAREST, Romania — Vice President Biden said yesterday that Europe was threatened by medium-and short-range missiles and that a new missile-defense system would help protect it.",
        "date": "20091023",
        "country": "Armenia"
    },
    {
        "title": "Keeping the crescent fertile1",
        "body": "WThis begins a three-part series on the importance of sustainability in conflict zones, examining the links between natural resources and economic security; the ways crossborder en...",
        "date": "20090205",
        "country": "Armenia"
    },
    {
        "title": "Russia forms joint rapid reaction force in effort to build alliance of ex-Soviet states",
        "body": "MOSCOW (AP) – Russia sought to strengthen its security alliance with six other exSoviet nations on Wednesday by forming a joint rapid reaction force, in a continuing effort to curb US in...",
        "date": "20090205",
        "country": "Armenia"
    },
    {
        "title": "Armenia looks to tourism as way forward",
        "body": "What we are doing now is our homework to increase our standards. We understand that we still have to invest in infrastructure and in human resources.”",
        "date": "20100517",
        "country": "Armenia"
    },
    {
        "title": "Peace through culture",
        "body": "AS RUSSIAN President Dimitry Medvedev visits India to nurture a strategic partnership, in Moscow chill wintry winds have begun to blow though the sun shines brightly. While he discusses w...",
        "date": "20101223",
        "country": "Armenia"
    },
    {
        "title": "UN chief urges Turkey to resolve conflicts",
        "body": "THIS month, Africa’s Francophone countries will mark the 50th anniversary of their independence, and of the ties they maintain with France. But is there much to celebrate?",
        "date": "20100522",
        "country": "Armenia"
    },
    {
        "title": "Beyond the Turkey-Israel rift",
        "body": "TURKEY has become the driving force behind a growing campaign to make Israel accountable for its bloody takeover last week of a Gaza aid flotilla in which nine Turkish peace activists were k...",
        "date": "20100609",
        "country": "Armenia"
    },
    {
        "title": "Premier rehashes some old promises",
        "body": "ins said.",
        "date": "20110221",
        "country": "Armenia"
    },
    {
        "title": "Unesco envoys meet to update ‘intangible heritage’ list",
        "body": "Mongolian calligraphy, Armenian fertility rites or French horsemanship? Envoys meet this week to decide which of 84 traditions should join Unesco’s list of protected ‘‘intangible her...",
        "date": "20111122",
        "country": "Armenia"
    },
    {
        "title": "A success story comes to an end",
        "body": "Since the beginning of the protest movement in Syria five months ago, Turkish-Syrian relations have turned increasingly sour, stumbling from one problem to another.",
        "date": "20110812",
        "country": "Armenia"
    },
    {
        "title": "People flee Gaddafi city",
        "body": "HEAVILY armed fighters have tightened their siege of ousted Libyan leader Muammar Gaddafi’s hometown of Sirte as hundreds of terrified civilians poured out of the Mediterranean coastal city.",
        "date": "20110927",
        "country": "Armenia"
    },
    {
        "title": "Up to 700,000 Syrians may flee abroad by the end of year, says UN refugee agency",
        "body": "GENEVA (Reuters) – Up to 700,000 Syrian refugees may flee abroad by the end of the year, the UN refugee agency said on Thursday, nearly quadrupling its previous forecast for the exodus from t...",
        "date": "20120928",
        "country": "Armenia"
    },
    {
        "title": "Chinese court upholds fine against dissident Ai Weiwei",
        "body": "GENEVA, Sept 27 ( Reuters) - Up to 700,000 Syrian refugees may flee abroad by the end of the year, the U. N. refugee agency said on Thursday, nearly quadrupling its previous forecast for the ex...",
        "date": "20120928",
        "country": "Armenia"
    },
    {
        "title": "'Green genocide' in Azerbaijan's occupied territories",
        "body": "The environment and abundant natural resources of the Armenian-occupied Azerbaijani territory have been damaged, environmentalists warn. The rivers and lakes there are polluted, ...",
        "date": "20130503",
        "country": "Armenia"
    },
    {
        "title": "Water crisis threatening Asia Pacific",
        "body": "DESPITE the economic progress of most of the countries in the AsiaPacific region, security in the region still remains a challenge, a new study prepared jointly by the Asian Develop...",
        "date": "20130314",
        "country": "Armenia"
    },
    {
        "title": "Azerbaijan alarms of disaster at uncontrolled water reservoir",
        "body": "The Association for Civil Society Development in Azerbaijan has launched a project aimed at preventing a possible humanitarian catastrophe related to the Sarsang reservoir in the Armenian- occupied territories of Azerbaijan.",
        "date": "20130830",
        "country": "Armenia"
    },
    {
        "title": "ADB warns PH, Asia of water crisis",
        "body": "MOST countries in Asia and the Pacific, including the Philippines, are at risk of suffering a water crisis because of insufficient investments in resource management despite the rapid expansion of their economies, the Asian Development Bank (ADB) has warned.",
        "date": "20130314",
        "country": "Armenia"
    },
    {
        "title": "Dortmund go second as Leverkusen crash again",
        "body": "BERLIN: Borussia Dortmund built on their midweek Champions League victory over Zenit St Petersburg by going second in the Bundesliga yesterday with a 3-0 win over Nuremberg.",
        "date": "20140302",
        "country": "Armenia"
    },
    {
        "title": "Groups eye public shareholding company to import, sell livestock",
        "body": "Also:",
        "date": "20140303",
        "country": "Armenia"
    },
    {
        "title": "Harper government diplomacy",
        "body": "In a classic treatise on diplomatic practice first published nearly 100 years ago, Sir Edward Satow stated that “Diplomacy is the application of intelligence and tact to the conduct of o...",
        "date": "20140823",
        "country": "Armenia"
    },
    {
        "title": "PACE demands Armenia’s immediate pullout from Sarsang reservoir zone",
        "body": "The Parliamentary Assembly of the Council of Europe has made a decision on the long-debated issue -- the Sarsang reservoir, which has been under Armenian occupation for many years and is a source of great danger for the whole region.",
        "date": "20151125",
        "country": "Armenia"
    },
    {
        "title": "Armenia police disperse protest over power price hikes",
        "body": "YEREVAN: Riot police in the Armenian capital early yesterday used water cannon to disperse several hundred demonstrators protesting a government hike in electricity prices, an AFP jo...",
        "date": "20150624",
        "country": "Armenia"
    },
    {
        "title": "Armenia police disperse protest over power price hikes",
        "body": "YEREVAN: Riot police in the Armenian capital early yesterday used cannon to disperse several hundred demonstrators protesting a government hike in electricity prices, an AFP jo...",
        "date": "20150624",
        "country": "Armenia"
    },
    {
        "title": "Armenia threatening water stability in region",
        "body": "Despite their recoverable nature, the diminishing global water resources pose a real danger to the nature. This danger recognizes no borders.",
        "date": "20150109",
        "country": "Armenia"
    },
    {
        "title": "Nuland reminds Armenia of humanity",
        "body": "A high-ranking U.S. official chided Armenia for their inhumanity towards Azerbaijani captives.",
        "date": "20150220",
        "country": "Armenia"
    },
    {
        "title": "Water quality in play on ballots in the Midwest",
        "body": "ARMENIA, Wis. — The groundwater that once ran cool and clean from taps in this Midwestern farming town is now laced with contaminants and fear. People refuse to drink it. They won’t brush t...",
        "date": "20181104",
        "country": "Armenia"
    },
    {
        "title": "Rural water woes an urgent election issue",
        "body": "ARMENIA, Wis. — The groundwater that once ran cool and clean from taps in this Midwestern farming town is now laced with contaminants and fear. People refuse to drink it. They won’t brush t...",
        "date": "20181106",
        "country": "Armenia"
    },
    {
        "title": "Minister: Iran cuts power to Iraq to meet domestic demand",
        "body": "Iran’s energy minister said rising energy consumption amid a suffocating heat wave forced the country to cut power exports to neighboring Iraq which is grappling with an electricity c...",
        "date": "20180718",
        "country": "Armenia"
    },
    {
        "title": "Thousands of rare tortoises rescued",
        "body": "THE OPPOSITION leader spearheading weeks of protests in Armenia has warned the government not to deploy troops as his supporters blocked roads, cut access to the country’s main airport ...",
        "date": "20180503",
        "country": "Armenia"
    },
    {
        "title": "No deal puts us at the mercy of sinister corporate courts",
        "body": "Imagine a world where transnational corporations don’t have to follow the same laws as everyone else, but instead have their own corporate courts, where the law is tailored to their inter...",
        "date": "20190801",
        "country": "Armenia"
    },
    {
        "title": "This Day in History",
        "body": "TODAY’S HIGHLIGHT 1973: Four people are taken hostage by a robber in a Stockholm bank in Sweden. During the six-day drama the captor and captives develop a friendship later described as “th...",
        "date": "20190823",
        "country": "Armenia"
    },
    {
        "title": "In Iran, researchers’ lives are on the line",
        "body": "The nine conservationists had embarked on one of the most ambitious wildlife projects in Iran in recent years, setting camera traps in seven provinces to monitor the critically endangered Asiatic cheetah, whose dwindling population stalks Iran’s central plateau.",
        "date": "20190826",
        "country": "Armenia"
    },
    {
        "title": "For most of the world, the war in Ukraine is forgotten",
        "body": "Venezuela, Brexit, Syria, Afghanistan, the Mueller investigation, Kashmir, the Uighurs. With everything going on in the world today, the war in Ukraine barely gets the attention it deserve...",
        "date": "20190330",
        "country": "Armenia"
    },
    {
        "title": "Flames 15km from central Sydney",
        "body": "Bushfires reached suburban areas as near as 15km to Sydney’s city centre yesterday as houses were destroyed and thousands more people were evacuated.",
        "date": "20020103",
        "country": "Australia"
    },
    {
        "title": "South Africans in crisis, crow Aussies",
        "body": "South African Test cricket was in crisis following their 3-0 series loss to Australia, the Australian media widely reported yesterday. ‘‘Players from past and present eras have insisted that S...",
        "date": "20020108",
        "country": "Australia"
    },
    {
        "title": "Sydney suburbs threatened as winds whip up new fires",
        "body": "Another wave of bushfires was threatening Sydney’s northern suburbs last night after a repeat of the extreme weather conditions that sparked the Christmas Day inferno.",
        "date": "20020102",
        "country": "Australia"
    },
    {
        "title": "Time right to invite foreign investors",
        "body": "Unlike many other countries shaken by international events, Australia celebrates its national day tomorrow on a confident note, with a reasonably strong economy and a conservative polit...",
        "date": "20020125",
        "country": "Australia"
    },
    {
        "title": "Boatpeople intercepted off Australia",
        "body": "Fifty-four Vietnamese asylumseekers were on their way to a remote Indian Ocean island yesterday after their boat was intercepted by the Royal Australian Navy a few kilometres off Western Aus...",
        "date": "20030703",
        "country": "Australia"
    },
    {
        "title": "After peak in July, deflation eases in HK",
        "body": "Hong Kong’s deflation eased slightly last month after peaking at a three-year high in July, with prices starting to firm up for jewellery, package tours, clothes and shoes.",
        "date": "20030924",
        "country": "Australia"
    },
    {
        "title": "Lost shoals of a greedy planet",
        "body": "“Many people now seem to understand we’re utterly dependent on the ocean and we have the power to undermine the way the ocean works”",
        "date": "20030811",
        "country": "Australia"
    },
    {
        "title": "Australia’s superpower balancing act",
        "body": "Last week, Australian Foreign Minister Alexander Downer found himself in the uncomfortable position of trying to straddle the barbed-wire fence that exists between Beijing and Washington...",
        "date": "20040826",
        "country": "Australia"
    },
    {
        "title": "Praying for rain",
        "body": "Every day is the same. I open the local newspaper and there they are, smiling up at me: four little golden suns, indicating the weather for today and the next three days. Today: sunny. Tomorrow:...",
        "date": "20040716",
        "country": "Australia"
    },
    {
        "title": "US marines move in to help storm victims",
        "body": "US marines began contributing to relief operations yesterday after the storms that have left more than 1,500 people dead or missing.",
        "date": "20041209",
        "country": "Australia"
    },
    {
        "title": "ALIEN invasion",
        "body": "THEY CALL IT “the blob that ate the Black Sea”. Now, the world’s most dangerous alien species, a jellyfish about the size of your hand, is invading the nearby Caspian Sea, where scientists last...",
        "date": "20040320",
        "country": "Australia"
    },
    {
        "title": "TIDE OF SUPPORT FOR WATERS",
        "body": "The wealth gap between ourselves and the ‘‘rich’’ world, especially Australia, grows wider eachday. Given the unsustainable balance of payments together with the consumption-led illusi...",
        "date": "20060916",
        "country": "Australia"
    },
    {
        "title": "Watershed moment",
        "body": "SWorld needs to decide how it will avert the looming freshwater crisis",
        "date": "20060904",
        "country": "Australia"
    },
    {
        "title": "Fiji crisis develops into regional row",
        "body": "Fiji’s political crisis grew into a regional row yesterday as Australia and New Zealand said they had reinforced their embassies over fears of a possible coup but Canberra rejected acc...",
        "date": "20061107",
        "country": "Australia"
    },
    {
        "title": "Australian drought called worst in 1,000 years",
        "body": "SYDNEY, Australia (AFP) — Australia, already the world’s driest inhabited continent, is in the grip of its worst drought in 1,000 years, a leading expert told the country’s political le...",
        "date": "20061108",
        "country": "Australia"
    },
    {
        "title": "Engineers body supports scheme",
        "body": "THE Bradfield Scheme, touted as an option in solving Australia’s water problems, was a visionary, nationbuilding idea worthy of consideration, according to peak industry body, Eng...",
        "date": "20070224",
        "country": "Australia"
    },
    {
        "title": "Not a drop to drink",
        "body": "Maslow’s Hierarchy of Needs psychological theory ranks the drinking of water as the most important bodily function after breathing. Yet rapidly increasing scarcity of this resource would s...",
        "date": "20070202",
        "country": "Australia"
    },
    {
        "title": "Farming frontier",
        "body": "A BOLD plan to turn northern Australian into a giant ‘food bowl’ is part of Prime Minister John Howard’s $10 billion bid to solve the national water crisis.",
        "date": "20070126",
        "country": "Australia"
    },
    {
        "title": "Water duo briefings",
        "body": "THE two companies short-listed to undertake a $100 million bulk water infrastructure upgrade at Townsville will receive their first detailed, on-ground briefing today.",
        "date": "20071018",
        "country": "Australia"
    },
    {
        "title": "Papers forecast",
        "body": "A study of newspaper headlines has found they are a strong predictor of future crises. A study by Bond University, Australia, found newspaper headlines forecast the current financial c...",
        "date": "20081204",
        "country": "Australia"
    },
    {
        "title": "Climate change a huge challenge",
        "body": "Australia could face the biggest climate change challenges of any developed country, says its Environment Minister Peter Garrett.",
        "date": "20080912",
        "country": "Australia"
    },
    {
        "title": "Concerns over drinking water crisis in Australia",
        "body": "SYDNEY // Up to one million Australians could face a shortage of drinking water if the country’s drought continues, a report on the country’s largest river system revealed yesterday. Th...",
        "date": "20080721",
        "country": "Australia"
    },
    {
        "title": "Israel isn’t the only country battling to squeeze the last drop out of scarce water resources",
        "body": "Israel’s water problems may look grave, with the Kinneret dropping to new lows and the price of water set to rise, but other countries – such as Australia and Jordan – are facing similar, ...",
        "date": "20080713",
        "country": "Australia"
    },
    {
        "title": "‘Sustainable water’ certification on the way",
        "body": "Istanbul (AFP) A couple of years from now, cola, rice, breakfast cereal, cotton T-shirts and many other goods may come with a new logo: a label that says the water used to make this product c...",
        "date": "20090318",
        "country": "Australia"
    },
    {
        "title": "THIS Catch spring rain with a ‘Handytank’",
        "body": "A product out of Australia, designed to help with that country’s water shortage crisis, has made its way to Canada.",
        "date": "20090529",
        "country": "Australia"
    },
    {
        "title": "Water scarcity ‘now bigger threat than financial crisis’",
        "body": "Humanity is facing “water bankruptcy” as a result of a crisis even greater than the financial meltdown now destabilising the global economy, two authoritative new reports show. They...",
        "date": "20090315",
        "country": "Australia"
    },
    {
        "title": "Water Authority’s public relations campaign has changed public’s behavior, survey finds",
        "body": "“Israel is drying out,” the commercials warn as the actress’s face and house crack apart like dry dusty ground. Powerful and straightforward, the Authority’s television and billbo...",
        "date": "20090216",
        "country": "Australia"
    },
    {
        "title": "Water crisis makes Maude boil",
        "body": "People who target the environmental movement have a habit of pulling out an old Jones town reference about drinking the so-called Kool-Aid. It’s a metaphor for blind attachment to a belie...",
        "date": "20100422",
        "country": "Australia"
    },
    {
        "title": "Struggling on infrastructure",
        "body": "QUEENSLAND will struggle for years to come because infrastructure investment has been woefully inadequate, a report by Engineers has found.",
        "date": "20101117",
        "country": "Australia"
    },
    {
        "title": "Pollution puts world’s rivers in crisis",
        "body": "PARIS —The vast majority of the world’s rivers are reeling from pollution, overdevelopment and excessive extraction, and billions of dollars of investment by rich countries to avert w...",
        "date": "20100930",
        "country": "Australia"
    },
    {
        "title": "Front beats top",
        "body": "In the water crisis currently being experienced by Kaitaia, the FNDC is asking citizens to reduce their water consumption.",
        "date": "20100330",
        "country": "Australia"
    },
    {
        "title": "Crisis over for giant",
        "body": "CONSTRUCTION and contract mining giant Leighton Holdings Ltd says it is through the financial and looking to make the most of project opportunities in and Asia.",
        "date": "20100213",
        "country": "Australia"
    },
    {
        "title": "Aussies raise aid by $40m",
        "body": "AUSTRALIA is to provide an additional $ 40 million in aid for Pakistan, more than doubling funding to assist in relief operations following the most devastating flooding in a centu...",
        "date": "20100918",
        "country": "Australia"
    },
    {
        "title": "FLOODS CRISIS",
        "body": "Knee-deep water inundated communities in southeastern Australia and split one town in two yesterday as swollen rivers carried flood fears downstream and officials urged residents to e...",
        "date": "20110119",
        "country": "Australia"
    },
    {
        "title": "Flood water recedes despite further rain",
        "body": "AUSTRALIA: New thunderstorms brought more pounding rains to a waterlogged coastal community in north-eastern as Rockhampton mayor Brad Carter said it could take a year to fully re...",
        "date": "20110107",
        "country": "Australia"
    },
    {
        "title": "Queensland quandary",
        "body": "A child’s toy floats in flood waters covering a suburban street Thursday in Rockhampton, Australia. Flood waters peaked at 9.2 metres Tuesday in the central Queensland city. leve...",
        "date": "20110107",
        "country": "Australia"
    },
    {
        "title": "New Zealand, Australia airlift desalination unit",
        "body": "Wellington New Zealand and Australia yesterday began an airlift to help supply fresh to the tiny drought-stricken Pacific nation of Tuvalu, which is under a state of emergency due to...",
        "date": "20111008",
        "country": "Australia"
    },
    {
        "title": "10 die as more floods hit Australia",
        "body": "MILITARY helicopters were searching for scores of people missing after a wall of water ripped through an Australian valley, tossing cars around like toys in the deadliest episode of the f...",
        "date": "20110112",
        "country": "Australia"
    },
    {
        "title": "Australia boosts Libyan aid",
        "body": "CANBERRA: Australia will provide an extra $10 million in humanitarian aid to support the growing number of people caught up in the in Libya.",
        "date": "20110418",
        "country": "Australia"
    },
    {
        "title": "Australia launches river rescue plan",
        "body": "The government pledged A$1.77 billion ($1.83 billion, Dh6.71 billion) to pump more than 450 billion litres of water into the Murray-Darling River and help rejuvenate a system supplying ...",
        "date": "20121027",
        "country": "Australia"
    },
    {
        "title": "75 DROWNED SEEKING ASYLUM: AUSTRALIA SAYS",
        "body": "Australian authorities said as many as 75 people may be dead after a boat carrying about 200 asylum seekers capsized near Christmas Island in Indonesian . “We’re quite concerned...",
        "date": "20120622",
        "country": "Australia"
    },
    {
        "title": "75 DROWNED SEEKING ASYLUM: AUSTRALIA SAYS",
        "body": "Australian authorities said as many as 75 people may be dead after a boat carrying about 200 asylum seekers capsized near Christmas Island in Indonesian . “We’re quite concerned...",
        "date": "20120622",
        "country": "Australia"
    },
    {
        "title": "Life’s basic need is being plundered",
        "body": "If you enjoyed a cup of coffee this morning, it might interest you to know it took 140 litres of water to produce that cup – such a simple but profound equation.",
        "date": "20120110",
        "country": "Australia"
    },
    {
        "title": "DOZENS RESCUED AFTER ASYLUM BOAT CAPSIZES",
        "body": "More than 100 asylum seekers have been rescued after their boat capsized off Christmas Island, the Sydney Morning Herald reported.",
        "date": "20130821",
        "country": "Australia"
    },
    {
        "title": "PICK OF THE DAY",
        "body": "WITH so many Irish people moving to Australia, this new series will give those of us left behind a chance to see what we’re misssing out on. Offering a vast landscape filled with remarkabl...",
        "date": "20130518",
        "country": "Australia"
    },
    {
        "title": "Syrian refugees need more aid",
        "body": "CARITAS Australia has called for more to be done to contain the growing humanitarian crisis in Syria and neighbouring countries.",
        "date": "20130328",
        "country": "Australia"
    },
    {
        "title": "Time to party for Raetihi families",
        "body": "Raetihi will be celebrating this weekend.",
        "date": "20131107",
        "country": "Australia"
    },
    {
        "title": "Gavin Hickey, Australian Labor Party",
        "body": "I was inspired to run for Farrer after Tony Abbott said he would eliminate the carbon tax. I was proud had implemented legislation for an emissions trading scheme and wanted to...",
        "date": "20130904",
        "country": "Australia"
    },
    {
        "title": "Fukushima can’t happen again",
        "body": "THREE years ago the world held its breath, crossed its fingers and learnt a new word.",
        "date": "20140311",
        "country": "Australia"
    },
    {
        "title": "Sinkhole pipe showing its age",
        "body": "A 50-YEAR-OLD water pipe experiencing a “midlife crisis” has been blamed for creating a 10m sinkhole on one of Broadbeach’s busiest arterial roads.",
        "date": "20140715",
        "country": "Australia"
    },
    {
        "title": "Crisis in Crimea",
        "body": "Your excellent coverage of the Ukraine crisis is a reminder of, among other things, the crucial importance of warm water ports on the Black Sea and who controls them (West scrambles to con...",
        "date": "20140314",
        "country": "Australia"
    },
    {
        "title": "Palanivel suggests Malaysia go big on rainwater harvesting",
        "body": "PUTRAJAYA: A minister yesterday suggested that Malaysia emulate the rainwater harvesting and recycling systems implemented successfully in several countries, including Austral...",
        "date": "20140412",
        "country": "Australia"
    },
    {
        "title": "PAK SAILOR JUMPS SHIP DURING EXERCISE",
        "body": "SYDNEY: A 23-year-old Pakistani navy sailor is believed to have jumped ship into crocodile-infested waters during a multinational exercise in the north of Australia. The “man overboard” cr...",
        "date": "20140908",
        "country": "Australia"
    },
    {
        "title": "Share water with farmers in crisis",
        "body": "IN the film, Crocodile Dundee, Mick Dundee was asked “if you have a problem, where do you go for advice?”. He replied, “well, I go and speak to my mates”.",
        "date": "20151211",
        "country": "Australia"
    },
    {
        "title": "California looks Down Under for drought advice",
        "body": "SYDNEY — California’s longest and sharpest drought on record has its increasingly desperate water stewards looking for solutions in Australia, the world’s driest inhabited continent...",
        "date": "20150526",
        "country": "Australia"
    },
    {
        "title": "Tapping water ideas",
        "body": "SYDNEY — California has turned to the world’s driest inhabited continent for solutions to its longest and sharpest drought on record. , the land poet Dorothea Mackellar dubbed “a...",
        "date": "20150607",
        "country": "Australia"
    },
    {
        "title": "More discussion needed on issues",
        "body": "ON the agenda for the Rural City of Wangaratta council’s meeting last Friday (October 30) the planning for roads and bridges seemed basic common sense, but the pictures and “hype” for the f...",
        "date": "20151102",
        "country": "Australia"
    },
    {
        "title": "Save Felton",
        "body": "FOUR years ago, the farmers of Felton defeated an attempt by Ambre Energy to open up Felton for coal mining.",
        "date": "20161227",
        "country": "Australia"
    },
    {
        "title": "Calls for Aust to act on water crisis",
        "body": "WATERAID has called on the Australian Government to help its nearest Pacific neighbours gain access to safe .",
        "date": "20160322",
        "country": "Australia"
    },
    {
        "title": "Concern for older celebs in jungle heatwave",
        "body": "I’M A Celebrity bosses are on high alert as a potentially fatal heatwave is set to sweep Australia this weekend.",
        "date": "20161201",
        "country": "Australia"
    },
    {
        "title": "Lapping up the kilometres…",
        "body": "EXHAUSTED after wearing out eight pairs of shoes in 40 marathons across deserts from Antarctica to the US, Australian Mina Guli hopes her runs will inspire others to safeguard the planet’s fre...",
        "date": "20160324",
        "country": "Australia"
    },
    {
        "title": "Aussie finishes 40 treks",
        "body": "Exhausted after wearing out eight pairs of shoes in 40 marathons across deserts from Antarctica to the United States, Australian Mina Guli hopes her runs will inspire other people to safeguard...",
        "date": "20160324",
        "country": "Australia"
    },
    {
        "title": "Jeff Davy, Citizens Electoral Council",
        "body": "Tell us about yourself. I am 59, with three children and eight grandchildren. Until 10 years ago I was a local dairy farmer. Vote 1 for the CEC’s solutions — in Murray, and the Senate — but do...",
        "date": "20160629",
        "country": "Australia"
    },
    {
        "title": "Solution offered",
        "body": "WELLINGTON: The New Zealand government is offering to help Australia resolve the Manus Island refugee crisis and has reiterated its offer to accept up to 150 of them.",
        "date": "20171104",
        "country": "Australia"
    },
    {
        "title": "Act now to avoid water torture",
        "body": "HOUSEHOLD water bills will follow skyrocketing energy costs and double by 2040 without a national approach to upgrading our pipes and dams.",
        "date": "20171208",
        "country": "Australia"
    },
    {
        "title": "Oxfam praises $10m aid for Rohingyas",
        "body": "OXFAM has welcomed an extra",
        "date": "20171024",
        "country": "Australia"
    },
    {
        "title": "SA to investigate water theft allegations",
        "body": "A royal commission into allegations of widespread water theft from the MurrayDarling Basin is set to begin in South next year.",
        "date": "20171128",
        "country": "Australia"
    },
    {
        "title": "Potable water shortage very likely to end up in war",
        "body": "FOR nearly two decades I have been aware that there is a crisis in supplying potable water for human consumption. I disagree that there is a shortage of .",
        "date": "20170621",
        "country": "Australia"
    },
    {
        "title": "Canavan in water warning",
        "body": "NORTHERN Australia Minister Matt Canavan has warned a major water crisis could “creep up” on the country if long- term infrastructure projects remained underfunded.",
        "date": "20181102",
        "country": "Australia"
    },
    {
        "title": "Mismanagement of water crisis shocking",
        "body": "AS A visitor to your country and someone brought up in Cape Town, it really pains me to witness the changes since 1992. The seemingly uncontrolled growth of buildings in what were prime spot...",
        "date": "20180111",
        "country": "Australia"
    },
    {
        "title": "UN report cites Murray-Darling panic",
        "body": "NEW YORK: Australia’s Murray-Darling basin has been cited in a new United Nations report warning a global is looming and describes the role forests can play to ease the threat.",
        "date": "20180711",
        "country": "Australia"
    },
    {
        "title": "Asylum seekers inbound",
        "body": "A BOAT has sailed from the south of Java bound for Australia carrying an estimated 25 Rohingya and Afghan asylum seekers, believed to be the first time in several years that such a vessel ha...",
        "date": "20180130",
        "country": "Australia"
    },
    {
        "title": "Why are we wasting water?",
        "body": "Sir, Early water allocations are paramount to save valuable dying crops, stock and supply other drought stricken farming areas.",
        "date": "20180914",
        "country": "Australia"
    },
    {
        "title": "Govt launches drought plan",
        "body": "CANBERRA: Australia announced a large aid package to help droughtparched communities yesterday, as the government faced allegations it has bungled the response to a made worse...",
        "date": "20191108",
        "country": "Australia"
    },
    {
        "title": "Water crisis",
        "body": "GUYRA, Australia - The little town of Guyra in eastern Australia lies next to a freshwater lagoon just half a day’s drive from Sydney, but its drinking is due to run dry in 400 days’ ti...",
        "date": "20190929",
        "country": "Australia"
    },
    {
        "title": "Australia launches billion dollar drought plan",
        "body": "SYDNEY: Australia announced a large aid package to help drought-parched communities yesterday, as the government faced allegations it has bungled the response to a made worse b...",
        "date": "20191108",
        "country": "Australia"
    },
    {
        "title": "Australia launches billion-dollar drought plan",
        "body": "SYDNEY - Australia announced a large aid package to help drought-parched communities yesterday, as the government faced allegations it has bungled the response to a made worse ...",
        "date": "20191108",
        "country": "Australia"
    },
    {
        "title": "Australia launches billion dollar drought plan",
        "body": "Australia announced a large aid package to help drought-parched communities yesterday, as the government faced allegations it has bungled the response to a made worse by its own...",
        "date": "20191108",
        "country": "Australia"
    },
    {
        "title": "Water is now Australia’s hottest commodity",
        "body": "Police in Australia are investigating the theft of about 25,000 litres of drinking water from a local council as a severe drought and wildfire have left rural communities rava...",
        "date": "20191214",
        "country": "Australia"
    },
    {
        "title": "Deputy calls for release",
        "body": "With the recent bushfire crisis, the crippling drought and now the Coronavrius spreading angst, Deputy Premier John Barilaro said it is safe to say this state has endured unprecedented cha...",
        "date": "20200331",
        "country": "Australia"
    },
    {
        "title": "Aussie plastic returns to pollute our waters",
        "body": "The need for better recycling systems has been highlighted by the discovery of a strong connection between and Indonesia’s ocean plastic problems.",
        "date": "20200801",
        "country": "Australia"
    },
    {
        "title": "Water is something that we should gladly pay for",
        "body": "I found Nina Lakhani’s article on America’s water crisis interesting (3 July). But it appears that the is about pricing, not so much lack of availability. As chief engineer of th...",
        "date": "20200717",
        "country": "Australia"
    },
    {
        "title": "Rice crisis looming",
        "body": "AUSTRALIA is facing a “rice crisis” and will run out of homegrown rice before Christmas, News Corp can reveal.",
        "date": "20200914",
        "country": "Australia"
    },
    {
        "title": "Crisis recognition",
        "body": "Thousands of dairy, rice and grain growers need water immediately so they can plant winter crops to safeguard Australia’s food security, according to Southern Riverina Irrigators.",
        "date": "20200415",
        "country": "Australia"
    },
    {
        "title": "Office of the President in Kiribati moves to address water crisis in Banaba Island",
        "body": "Tarawa: The Office of the President in Kiribati has responded to desperate pleas for fresh water supplies from the people of Banaba.",
        "date": "20210313",
        "country": "Australia"
    },
    {
        "title": "Remote island seeks help",
        "body": "BANABA: One of the most remote Pacific islands is asking for help from New Zealand and Australia to deal with a water crisis.",
        "date": "20210311",
        "country": "Australia"
    },
    {
        "title": "Turbulence ahead T",
        "body": "he government will not stand by and allow the Singapore Airlines pilots’ union to “do Singapore in”. It will not allow them to “risk” the country’s position as an air hub. These were pretty st...",
        "date": "20031209",
        "country": "Austria"
    },
    {
        "title": "Sub-atomic sleuths",
        "body": "Incongruous amid the rolling hills and tidy farms of eastern Austria, its fences are topped with barbed wire and the guard at the gate carefully checks for identification before letting a vi...",
        "date": "20040105",
        "country": "Austria"
    },
    {
        "title": "Germany’s sandbag siege against Danube",
        "body": "COMMUNITIES along the Danube and some of its main tributaries yesterday packed sandbags against houses and shopfronts to protect them from the rising floodwaters that have claimed the live...",
        "date": "20050825",
        "country": "Austria"
    },
    {
        "title": "Defiant Iran widens nuclear development",
        "body": "VIENNA, Austria — Iran has ignored a U. N. Security Council ultimatum to freeze uranium enrichment and has expanded its program by setting up hundreds of centrifuges, the U. N. nucle...",
        "date": "20070223",
        "country": "Austria"
    },
    {
        "title": "Sports fans in for a triple telly treat as IT’S WATCH OF THE DAY",
        "body": "SPORTS-mad Saturday is here, and tomorrow’s bonanza gives every fan a mouth-watering dilemma.",
        "date": "20070907",
        "country": "Austria"
    },
    {
        "title": "Bill heats up talk of solar water systems",
        "body": "At first glance, the ranchstyle stucco house on a quiet Encino street looks no different from its neighbors. A manicured lawn. A bottlebrush tree. Two cars in the driveway. You couldn’t tell...",
        "date": "20070529",
        "country": "Austria"
    },
    {
        "title": "...and abroad",
        "body": "❏",
        "date": "20070414",
        "country": "Austria"
    },
    {
        "title": "Consumer unit sale just capital for RBS",
        "body": "THE Royal Bank of Scotland has sold its European consumer-finance unit to Banco Santander, strengthening its capital base after buying part of ABN Amro Holding last year.",
        "date": "20080405",
        "country": "Austria"
    },
    {
        "title": "RBS continues its capital rebuilding",
        "body": "R OYAL B a n k h a s s o l d its European consumer finance (ECF) business to Abbey-owner Santander as it seeks to rebuild its capital base in the wake of its purchase of ABN Amro. The unit ha...",
        "date": "20080405",
        "country": "Austria"
    },
    {
        "title": "Changing climate a mixed bag for tourism",
        "body": "CLIMATE change will bring on a new crop of winners and losers in tourism.",
        "date": "20080507",
        "country": "Austria"
    },
    {
        "title": "A COUN TRY IN CRISIS",
        "body": "THE boarded-up property in a well-to-do suburb of Linz, Austria’s third city, had no running water, only one working lightbulb and was infested with mice. Here, an apparently respectable la...",
        "date": "20080430",
        "country": "Austria"
    },
    {
        "title": "Goldman UK banker gets 12m bonus",
        "body": "IT WAS bumper bonus time for a top Goldman banker in London, who bagged 12m last year, an increase of 5m.",
        "date": "20080401",
        "country": "Austria"
    },
    {
        "title": "Economic crisis sparks rioting",
        "body": "PARIS",
        "date": "20090502",
        "country": "Austria"
    },
    {
        "title": "May Day riots across Europe blamed on economic crisis",
        "body": "Tension over the global economic slump provoked May Day protests and riots across Europe on Friday, with trouble breaking out in Germany, Greece, Austria, Turkey and France.",
        "date": "20090502",
        "country": "Austria"
    },
    {
        "title": "Sri Lanka rejects ceasefire pleas",
        "body": "SRI Lanka rejected international calls to halt its final offensive against Tamil rebels on Thursday, hours after the UN Security Council called for civilian lives to be spared.",
        "date": "20090515",
        "country": "Austria"
    },
    {
        "title": "Security Council plea for Sri Lanka to protect civilians",
        "body": "The UN Security Council has agreed for the first time to press the warring sides in Sri Lanka to ensure the safety of civilians.",
        "date": "20090515",
        "country": "Austria"
    },
    {
        "title": "Four EU nations offer flood aid to Romania",
        "body": "Austria, Belgium, Estonia and France have offered aid to Romania to help it cope with devastating floods that have killed at least 25 people, the European Union said yesterday.",
        "date": "20100705",
        "country": "Austria"
    },
    {
        "title": "Pope creates squad to revive Church",
        "body": "VATICAN CITY: The Pope has created a team to stem the secularisation of Catholic countries and ‘‘re-evangelise’’ the West as tens of thousands of worshippers desert the Church over issu...",
        "date": "20100701",
        "country": "Austria"
    },
    {
        "title": "Fears for millions as toxic spill pollutes major river",
        "body": "Disaster crews frantically diluted the chemical sludge with acid and clay to try to stop the waterway becoming severely poisoned.",
        "date": "20101008",
        "country": "Austria"
    },
    {
        "title": "EU treads uncharted waters to defend euro",
        "body": "BRUSSELS—The European Union faced a new round of risky treaty change Friday after its leaders agreed to embark on landmark reforms designed to wade off another financial by shoring...",
        "date": "20101030",
        "country": "Austria"
    },
    {
        "title": "Asian Pasta Capri",
        "body": "Ana Mandara wine director Ryan Williams suggests pairing this dish with a 2008 Hillinger Blaufrankisch. It has aromas of dark raspberries, nutmeg and cinnamon with a hint of rose petals. T...",
        "date": "20100519",
        "country": "Austria"
    },
    {
        "title": "World’s longest tunnel to save Alps",
        "body": "GENEVA: A huge drilling machine is about to chew through the last few centimetres of rock standing in the way of creating the world’s longest tunnel.",
        "date": "20101015",
        "country": "Austria"
    },
    {
        "title": "Trash crisis sows menace: No safe water to drink",
        "body": "TUBA, Benguet: There is no safe water to drink by residents affected by the Baguio City trash slide.",
        "date": "20110908",
        "country": "Austria"
    },
    {
        "title": "President starts key trip to Europe",
        "body": "BEIJING / VIENNA — President Hu Jintao left for Vienna on Sunday as China’s role in helping the debt-ridden eurozone comes under the global spotlight.",
        "date": "20111031",
        "country": "Austria"
    },
    {
        "title": "Hu starts key trip to Europe",
        "body": "BEIJING / VIENNA — President Hu Jintao left for Vienna on Sunday as China’s role in helping the debt-ridden eurozone comes under the global spotlight.",
        "date": "20111031",
        "country": "Austria"
    },
    {
        "title": "NTU inks renewable energy deals with Austrian firms",
        "body": "THE Nanyang Technological University (NTU) signed agreements with two Austrian companies yesterday to advance research in the field of renewable energy.",
        "date": "20110223",
        "country": "Austria"
    },
    {
        "title": "Li’s Hutchison to buy Orange Austria",
        "body": "FRANKFURT: Hong Kong billionaire Li Ka-shing’s Hutchison Whampoa Ltd agreed to buy Orange Austria in a deal valued at 1.3 billion euros (Us$1.7bil), adding to more than Us$31bil of investme...",
        "date": "20120204",
        "country": "Austria"
    },
    {
        "title": "Hutchison to buy Orange Austria as Asia firms shop in Europe",
        "body": "Hong Kong (Reuters) Hong Kong’s Hutchison 3G will buy Orange Austria from France Telecom and a private equity fund in a deal valued at €1.3 billion (Dh6.2 billion) including debt, expandin...",
        "date": "20120204",
        "country": "Austria"
    },
    {
        "title": "Hutch pays $1.7bn for Orange Austria",
        "body": "HONG KONG: Hong Kong’s Hutchison 3G will buy Orange Austria from France Telecom and a private equity fund in a deal valued at 1.3 billion ($1.7 billion) including debt, expanding the corp...",
        "date": "20120204",
        "country": "Austria"
    },
    {
        "title": "HUTCHISON REVISES EIRCOM OFFER",
        "body": "Hutchison Whampoa, the flagship conglomerate of Li Ka- shing, has made a revised  2 billion ( HK$ 20.1 billion) bid for troubled Irish telecommunications company Eircom Group, accor...",
        "date": "20120511",
        "country": "Austria"
    },
    {
        "title": "Floods crisis in central Europe",
        "body": "RAGING waters f ro m t hree r iver s flooded large parts of the south-east German city of Passau today after days of heavy rainfall in central Europe.",
        "date": "20130603",
        "country": "Austria"
    },
    {
        "title": "FLOODING",
        "body": "GERMANY",
        "date": "20130608",
        "country": "Austria"
    },
    {
        "title": "FLOODING",
        "body": "GERMANY",
        "date": "20130608",
        "country": "Austria"
    },
    {
        "title": "Flood levels highest since 1501",
        "body": "PASSAU, Germany — Swollen rivers gushed into the old section of Passau in southeast Germany on Monday, as rose in the city to levels not seen in more than five centuries.",
        "date": "20130604",
        "country": "Austria"
    },
    {
        "title": "EUROPE SUFFERS AS THE WATERS RISE",
        "body": "RAGING waters have poured into picturesque towns in south east Germany as flooding spread across a large area of central Europe.",
        "date": "20130604",
        "country": "Austria"
    },
    {
        "title": "Flooding in German town worst in five centuries",
        "body": "PASSAU, GERMANY — Swollen rivers gushed into the old section of Passau in southeast Germany on Monday, as rose in the city to levels not seen in more than five centuries.",
        "date": "20130604",
        "country": "Austria"
    },
    {
        "title": "Others",
        "body": "In Italy, Austria and Germany the music societies own their buildings, theatres and opera houses. In Cape Town, the philharmonic orchestra is a 100 years old and like a squatter relies on ...",
        "date": "20140324",
        "country": "Austria"
    },
    {
        "title": "West not keen on military action against Russia: expert",
        "body": "WATERLOO— There is little appetite in the West to use military might to stop Russia’s incursion into Crimea, says an expert with the Centre for International Governance Innovation, e...",
        "date": "20140304",
        "country": "Austria"
    },
    {
        "title": "Gas-hungry EU wobbly on Russia",
        "body": "VIENNA — A clutch of countries is breaking ranks with the European Union’s efforts to put economic and diplomatic pressure on Russia over Ukraine, building a pipeline meant to carry huge am...",
        "date": "20140709",
        "country": "Austria"
    },
    {
        "title": "Gas-hungry EU wobbly on Russia",
        "body": "VIENNA — A clutch of countries is breaking ranks with the European Union’s efforts to put economic and diplomatic pressure on Russia over Ukraine, building a pipeline meant to carry huge am...",
        "date": "20140709",
        "country": "Austria"
    },
    {
        "title": "Deepening migrant crisis sparks panic",
        "body": "THOUSANDS of desperate migrants have arrived in Austria after days on the road being denied shelter.",
        "date": "20150920",
        "country": "Austria"
    },
    {
        "title": "Crisis shame",
        "body": "THE drowning of 15 children, including four babies, in the treacherous waters between Turkey and Greece is grim evidence the refugee is growing.",
        "date": "20150914",
        "country": "Austria"
    },
    {
        "title": "Weary migrants finally allowed to enter Austria",
        "body": "VIENNA—Thousands of exhausted migrants streamed into Austria on Saturday, bussed to the border by a Hungarian government that gave up trying to stop them as Europe’s asylum system buckled under pressure from the sheer numbers reaching its frontiers.",
        "date": "20150906",
        "country": "Austria"
    },
    {
        "title": "Refugees get hero’s welcome in Germany",
        "body": "BERLIN: Thousands of exhausted migrants received a hero’s welcome on Sunday as they streamed into Western Europe, but Austria warned the emergency measures are only “temporary” as the EU st...",
        "date": "20150908",
        "country": "Austria"
    },
    {
        "title": "A desperate walk to freedom begins in Hungary,",
        "body": "BICSKE , HUNGARY • Hundreds of migrants, stymied by Hungarian authorities who had halted trains to Germany, began a final march toward freedom Friday, breaking away from police and heading on foot for the western border.",
        "date": "20150905",
        "country": "Austria"
    },
    {
        "title": "DOMINICAN REPUBLIC CONFIRMS 10 CASES OF ZIKA VIRUS",
        "body": "SANTO DOMINGO: The Dominican Republic said Saturday it has 10 confirmed cases of the mosquito-borne Zika virus, the ailment suspected of causing serious birth defects in newborns. Alta...",
        "date": "20160125",
        "country": "Austria"
    },
    {
        "title": "Violence erupts as migrants try to cross Macedonia- Greece border",
        "body": "Idomeni ( Greece), March 1: Hundreds of refugees on Tuesday tried to break through a border fence into Macedonia from Greece, where more than 7,000 people are stranded, as anger mounts over bar...",
        "date": "20160302",
        "country": "Austria"
    },
    {
        "title": "Austria may elect a far-right president",
        "body": "VIENNA: Austria looked set to elect the European Union’s first far-right head of state yesterday, with support for Freedom Party candidate Norbert Hofer buoyed by a migration that h...",
        "date": "20160523",
        "country": "Austria"
    },
    {
        "title": "Austria set to elect EU’s 1st far- right leader",
        "body": "Austria could elect the European Union’s first far- right head of state on Sunday, with support for Freedom Party candidate Norbert Hofer buoyed by a migration crisis that has heightened fears about employment and security.",
        "date": "20160523",
        "country": "Austria"
    },
    {
        "title": "Praise for disaster management after ship fire",
        "body": "THE APL Austria container ship which caught ablaze last month and was forced to dock at the Port of Ngqura has sailed to Durban for more repair work.",
        "date": "20170330",
        "country": "Austria"
    },
    {
        "title": "Austria tests waters with 100-year bond",
        "body": "LONDON: Austria launched the sale of a 100-year bond yesterday after overwhelming investor interest gave its debt officials confidence it could become the first euro zone country to se...",
        "date": "20170913",
        "country": "Austria"
    },
    {
        "title": "Returning Syrian refugee says Hungary is now ‘cool’",
        "body": "BUDAPEST: Two years on from sleeping rough in Budapest on a perilous trek from Syria to Germany, teenage refugee Yusra Mardini is back in the Hungarian capital competing in the world swimmi...",
        "date": "20170725",
        "country": "Austria"
    },
    {
        "title": "Austria tests new waters by marketing 100-year bond",
        "body": "Austria launched the sale of a 100-year bond yesterday after overwhelming investor interest gave its debt officials confidence it could become the first euro zone country to sell a “cen...",
        "date": "20170913",
        "country": "Austria"
    },
    {
        "title": "About this global crisis?",
        "body": "asylum in the first country of arrival may have had a noble intent, but in execution they have been a shambles. Today they are all but abandoned — a threat to EU solidarity and unity as ...",
        "date": "20170330",
        "country": "Austria"
    },
    {
        "title": "H HIGHLIGHTS",
        "body": "UN",
        "date": "20180201",
        "country": "Austria"
    },
    {
        "title": "MIGRANTS",
        "body": "MILAN — On both sides of the Atlantic, migrants flooding across borders by the hundreds each day have met a hostile reception and governments unable to agree on how to cope with the arrivals. In Europe, where far-right parties have joined the governments in Italy and and made gains elsewhere, even the most basic decision of which port would accept a ship filled with migrants has been fraught.",
        "date": "20180627",
        "country": "Austria"
    },
    {
        "title": "U.N.: Death toll rose, even as migration fell",
        "body": "LONDON — The sea journey between North Africa and Italy is now deadlier than at any point since the peak of the European migration crisis in 2015, even as unauthorized migration along the ...",
        "date": "20180904",
        "country": "Austria"
    },
    {
        "title": "Merkel’s coalition in crisis: Interior minister to resign over migration row",
        "body": "German Chancellor Angela Merkel’s ruling coalition risked breaking apart Monday, as her hardline conservative Bavarian allies pushed a showdown over migrant policy after she was unmoved by her interior minister’s threat to resign.",
        "date": "20180703",
        "country": "Austria"
    },
    {
        "title": "Kenya blocks entry of Somali lawmakers amid diplomatic spat",
        "body": "SOMALI news outlets reported that Kenya denied a number of lawmakers access into the country, the latest round of a diplomatic standoff between the two neighbours.",
        "date": "20190522",
        "country": "Austria"
    },
    {
        "title": "Austria’s conservative leader ousted",
        "body": "VIENNA — Austria’s conservative leader Sebastian Kurz was ousted as chancellor in a noconfidence vote in parliament on Monday, but launched his re-election campaign just hours later.",
        "date": "20190528",
        "country": "Austria"
    },
    {
        "title": "Tough balancing act at EU summit",
        "body": "At his first European Council meeting this week, Prime Minister Kyriakos Mitsotakis will face a difficult balancing act of backing further funding for Turkey to curb the flow of refugees through Greece while also supporting sanctions against Ankara for its illegal drilling off Cyprus and its incursion in northern Syria.",
        "date": "20191014",
        "country": "Austria"
    },
    {
        "title": "Now May threatens sanctions against leader who’s left Venezuela in crisis",
        "body": "THERESA May has thrown her weight behind Venezuela’s opposition leader Juan Guaido and threatened sanctions against the socialist regime.",
        "date": "20190205",
        "country": "Austria"
    },
    {
        "title": "No party at ‘Ibiza of Alps’",
        "body": "Vienna – Apres-ski partying will be curbed in a ski resort in Austria that became one of Europe’s coronavirus hotspots early in the pandemic, authorities said yesterday.",
        "date": "20200822",
        "country": "Austria"
    },
    {
        "title": "No party at ‘Ibiza of Alps’",
        "body": "Vienna – Apres-ski partying will be curbed in a ski resort in Austria that became one of Europe’s coronavirus hotspots early in the pandemic, authorities said yesterday.",
        "date": "20200822",
        "country": "Austria"
    },
    {
        "title": "150 Households",
        "body": "AT LEAST 150 households in Baguio City and two towns in Benguet received relief packs amid the pandemic through the help of a Cordilleran nurse based in Vienna, .",
        "date": "20200724",
        "country": "Austria"
    },
    {
        "title": "EU DIPLOMATS HEAD TO TURKEY AMID MIGRANT CRISIS CONCERNS",
        "body": "Istanbul, March 3: Top EU diplomats headed to Turkey on Tuesday amid concern over a fresh migrant crisis, as Austria accused Ankara of trying to “blackmail” the bloc by opening its border...",
        "date": "20200304",
        "country": "Austria"
    },
    {
        "title": "EU DIPLOMATS HEAD TO TURKEY AMID MIGRANT CRISIS CONCERNS",
        "body": "Istanbul, March 3: Top EU diplomats headed to Turkey on Tuesday amid concern over a fresh migrant crisis, as Austria accused Ankara of trying to “blackmail” the bloc by opening its border...",
        "date": "20200304",
        "country": "Austria"
    },
    {
        "title": "Austria and Poland lead calls to detain migrants for 20 weeks",
        "body": "EU COUNTRIES are pressing Brussels to water down protections for asylum seekers, allowing them to detain migrants for five months to avoid future border crises.",
        "date": "20211227",
        "country": "Austria"
    },
    {
        "title": "River City: Glasgow could lead way in harnessing water power",
        "body": "GLASGOW has the potential to lead Scotland by creating a Copenhagenstyle district heating system powered by the Clyde.",
        "date": "20210520",
        "country": "Austria"
    },
    {
        "title": "What was the Tower Commission?",
        "body": "1. The Tower Commission was assembled to review circumstances surrounding what 20th-century political scandal?",
        "date": "20210522",
        "country": "Austria"
    },
    {
        "title": "EU backs helping Afghanistan’s neighbors cope with refugees",
        "body": "BRUSSELS >> European Union justice and home affairs ministers pledged Tuesday to support Afghanistan’s neighbors to help them host people fleeing the new Taliban regime and prevent a new w...",
        "date": "20210901",
        "country": "Austria"
    },
    {
        "title": "ALIEN invasion",
        "body": "THEY CALL IT “the blob that ate the Black Sea”. Now, the world’s most dangerous alien species, a jellyfish about the size of your hand, is invading the nearby Caspian Sea, where scientists last...",
        "date": "20040320",
        "country": "Azerbaijan"
    },
    {
        "title": "Here’s Mur misery",
        "body": "It was Reed’s cunning plan which helped Lawrie Sanchez’s men pull off a sensational 1-0 World Cup qualifying win in September 2005.",
        "date": "20061118",
        "country": "Azerbaijan"
    },
    {
        "title": "Russia severs transportation, mail links with Georgia",
        "body": "Relations between Russia and the former Soviet Republic of Georgia continued to deteriorate yesterday, despite the intervention of international mediators who negotiated t...",
        "date": "20061003",
        "country": "Azerbaijan"
    },
    {
        "title": "Big pharma meets its match in U.S. voters",
        "body": "Top stories",
        "date": "20061009",
        "country": "Azerbaijan"
    },
    {
        "title": "Tragedy in Georgia",
        "body": "FOUR years ago, that other Georgia staged its Rose Revolution and renewed itself as a pioneer of democracy in the bedeviled Caucaus. A U.S. educated, 30-something president shone as a...",
        "date": "20071109",
        "country": "Azerbaijan"
    },
    {
        "title": "World oil giants",
        "body": "When an angry Enrico Mattei coined the phrase “the seven sisters” to describe the Anglo-Saxon companies that controlled the Middle East’s oil after the second world war, the founder of Ital...",
        "date": "20070316",
        "country": "Azerbaijan"
    },
    {
        "title": "Power shifts in global oil business",
        "body": "When an angry Enrico Mattei coined the phrase the “Seven Sisters” to describe the AngloSaxon companies that controlled the Middle East’s oil after World War II, the founder of Italy’s moder...",
        "date": "20070319",
        "country": "Azerbaijan"
    },
    {
        "title": "Tensions mount by the shores of the Black Sea",
        "body": "If, in the coming year, you find yourself relaxing on the beach in the Bulgarian resort of Bourgas on Europe’s little-noticed east coast, you may soon realize that you are in the centre o...",
        "date": "20080102",
        "country": "Azerbaijan"
    },
    {
        "title": "Optimists still stride strong in oil patch1",
        "body": "IThe Patch f anyone out there should be worried about the future of the oil sands business, it’s Neil Camarta.",
        "date": "20081007",
        "country": "Azerbaijan"
    },
    {
        "title": "Could this be the most dangerous flashpoint since the Cuba crisis",
        "body": "YESTERDAY a small war in the Caucasus became a major international flashpoint. Until now, almost no one had heard of Georgia’s breakaway region of South Ossetia. But as Russian tanks...",
        "date": "20080809",
        "country": "Azerbaijan"
    },
    {
        "title": "Plan to protect region from gas threat",
        "body": "The European Commission plans to build a supergrid of power supplies to protect Europe’s energy from the threat of a Russian stranglehold.",
        "date": "20081115",
        "country": "Azerbaijan"
    },
    {
        "title": "Turkey, Armenia set to make accord",
        "body": "ISTANBUL: Turkey and Armenia have agreed on a framework to normalise ties after nearly a century of hostility, a move that could stabilise the volatile, oil-rich Caucasus but may affect ...",
        "date": "20090424",
        "country": "Azerbaijan"
    },
    {
        "title": "AROUND THE GLOBE",
        "body": "Strong turnout for Azerbaijan President Aliyev",
        "date": "20090319",
        "country": "Azerbaijan"
    },
    {
        "title": "Making a wish...",
        "body": "ONE OF the prestige events of the annual meeting of the International Council of the Israel Museum is the awarding of annual fellowships. This year's recipients were art collectors S...",
        "date": "20090603",
        "country": "Azerbaijan"
    },
    {
        "title": "Azerbaijan offers power deal to Pakistan",
        "body": "ISLAMABAD — To ease the power shortage in Pakistan, Azerbaijan government has offered to export electricity to the country through a proposed swap arrangement with Iran.",
        "date": "20111213",
        "country": "Azerbaijan"
    },
    {
        "title": "Boy pulled from quake wreckage",
        "body": "Ercis (AP) A 13-year-old boy, pulled from a collapsed building without injury yesterday, five days after Turkey’s powerful earthquake struck, survived by drinking rain water that seeped th...",
        "date": "20111029",
        "country": "Azerbaijan"
    },
    {
        "title": "13-year-old boy pulled from building without injury in Turkey after quake",
        "body": "ERCIS, Turkey — A 13-year-old boy was pulled from a collapsed building without injury on Friday, five days after Turkey’s powerful earthquake struck, and state-run TV said he survived by dri...",
        "date": "20111029",
        "country": "Azerbaijan"
    },
    {
        "title": "Teenage boy freed from rubble of quake five days after it struck",
        "body": "ERCIS, Turkey (AP) — A 13year- old boy was pulled from a collapsed building without injury on Friday, five days after Turkey’s powerful earthquake struck, and state-run TV said he survived b...",
        "date": "20111029",
        "country": "Azerbaijan"
    },
    {
        "title": "Due to its strategic geographical location at the crossroads of Europe and Asia, Azerbaijan had played a bridging role between Eastern and Western civilizations for centuries.",
        "body": "the occupied territories of Azerbaijan,” as well as the OIC and other international and regional organizations. In this context, the ambassador explained how the Saudi government co...",
        "date": "20121214",
        "country": "Azerbaijan"
    },
    {
        "title": "Azerbaijan enjoying its role as the anti-iran",
        "body": "The latest weapon in Baku, Azerbaijan – Azerbaijan’s ideological war with Iran arrived late last month in an armada of jets from California, accompanied by a private security force...",
        "date": "20121020",
        "country": "Azerbaijan"
    },
    {
        "title": "Azerbaijan alarms of disaster at uncontrolled water reservoir",
        "body": "The Association for Civil Society Development in Azerbaijan has launched a project aimed at preventing a possible humanitarian catastrophe related to the Sarsang reservoir in the Armenian- occupied territories of .",
        "date": "20130830",
        "country": "Azerbaijan"
    },
    {
        "title": "Third Bulgarian dies after setting ablaze",
        "body": "SOFIA: A third Bulgarian man died yesterday after setting himself on fire amid protests against growing poverty and corruption in the EU’s poorest country, hospital officials said.",
        "date": "20130311",
        "country": "Azerbaijan"
    },
    {
        "title": "Azerbaijan's achievements turn it into key actor on world stage: top official",
        "body": "Recent social, economic and political achievements under the leadership of President Ilham Aliyev have turned Azerbaijan into a significant actor of the international system, He...",
        "date": "20130626",
        "country": "Azerbaijan"
    },
    {
        "title": "BP signs $40bn deal to unlock Caspian gas",
        "body": "BP is at the centre of one of the world’s biggest gas sales agreements, worth up to $100bn (62bn) over 25 years, after signing a deal to supply energy from a Caspian Sea project that could re...",
        "date": "20130920",
        "country": "Azerbaijan"
    },
    {
        "title": "Caspian Summit in Astrakhan finalizes with breakthrough",
        "body": "The ice moved on the determination of the status of Caspian Sea in Astrakhan where heads of five littoral states gathered at the fourth Caspian Summit on September 29.",
        "date": "20141001",
        "country": "Azerbaijan"
    },
    {
        "title": "Baku, Ankara call for expansion of ties",
        "body": "Turkish Prime Minister Recep Tayyip Erdogan paid his first foreign visit to Azerbaijan after the recent municipal elections, which ended with his party's decisive victory.",
        "date": "20140409",
        "country": "Azerbaijan"
    },
    {
        "title": "Armenia threatening water stability in region",
        "body": "Despite their recoverable nature, the diminishing global water resources pose a real danger to the nature. This danger recognizes no borders.",
        "date": "20150109",
        "country": "Azerbaijan"
    },
    {
        "title": "Azerbaijan to further boost tourism",
        "body": "of hotels has increased from 262 to 535, the number of travel agencies from 197 to 286. At present, 42,000 people are engaged in the tourism sector. The share of tourism in GDP is 4.1 percent....",
        "date": "20150911",
        "country": "Azerbaijan"
    },
    {
        "title": "Disrepair of Sarsang reservoir may result in fresh humanitarian crisis, PACE says",
        "body": "European parliamentarians have warned that the state of disrepair of the Sarsang dam could result in a “major disaster with great loss of human life” and possibly a fresh humanitarian .",
        "date": "20151202",
        "country": "Azerbaijan"
    },
    {
        "title": "PACE demands Armenia’s immediate pullout from Sarsang reservoir zone",
        "body": "The Parliamentary Assembly of the Council of Europe has made a decision on the long-debated issue -- the Sarsang reservoir, which has been under Armenian occupation for many years and is a source of great danger for the whole region.",
        "date": "20151125",
        "country": "Azerbaijan"
    },
    {
        "title": "Azerbaijan to protect further its fair stance on Karabakh conflict, FM says",
        "body": "PACE has urged Armenia to recall its armed forces from occupeid lands of Azerbaijan in the resolution entitled ``Inhabitants of frontier regions of Azerbaijan are deliberately deprived of `` prepared by Milica Markovic.",
        "date": "20160129",
        "country": "Azerbaijan"
    },
    {
        "title": "Restoring territorial integrity to remain key priority of Azerbaijan’s foreign policy",
        "body": "The settlement of the long-lasting Armenian-Azerbaijani Nagorno-Karabakh conflict and restoration of the country’s territorial integrity will remain key foreign policy priority of A...",
        "date": "20160115",
        "country": "Azerbaijan"
    },
    {
        "title": "A worsening water crisis in Gorgan Gulf",
        "body": "Iran’s Gorgan Gulf, in the northeastern province of Golestan, is facing severe drought due to the drying up of the Caspian Sea at Gaz Port region, gathering of running wastewater on the por...",
        "date": "20170906",
        "country": "Azerbaijan"
    },
    {
        "title": "How can Islamic finance benefit nation?",
        "body": "Islamic finance is still a nascent industry in Azerbaijan, even though the country’s large Muslim population base indicates great potential demand for its products and services.",
        "date": "20170816",
        "country": "Azerbaijan"
    },
    {
        "title": "NFES to receive investment proposals for Lankaran",
        "body": "The National Fund for Entrepreneurship Support (NFES) under the Economy Ministry of has begun accepting investment projects on priority development areas of the Lankaran ...",
        "date": "20171006",
        "country": "Azerbaijan"
    },
    {
        "title": "GrowinG Global",
        "body": "Three days, 70 pavilions, more than 100 countries.",
        "date": "20170802",
        "country": "Azerbaijan"
    },
    {
        "title": "Dunford to speak with Russia’s top general in first such meeting since 2014",
        "body": "Gen. Joseph F. Dunford Jr., chairman of the Joint Chiefs of Staff, will meet with the top Russian military officer this week in the first encounter between the two countries’ leading gener...",
        "date": "20170216",
        "country": "Azerbaijan"
    },
    {
        "title": "Azerbaijan, Czech Republic to ink new energy deal",
        "body": "The minister added that expert discussions on an inter-ministerial agreement on energy cooperation to be signed by the Ministry of Industry and Trade of the Czech Republic and the A...",
        "date": "20180209",
        "country": "Azerbaijan"
    },
    {
        "title": "Demarcation of the Caspian Sea will bring in more oil and gas supply",
        "body": "When is a sea not a sea?",
        "date": "20180827",
        "country": "Azerbaijan"
    },
    {
        "title": "Azerbaijan river in peril, villagers in dire straits",
        "body": "BANKA: The village of Banka in Azerbaijan should have plentiful supplies of water as it lies beside one of the country’s mightiest rivers, the Kura.",
        "date": "20200731",
        "country": "Azerbaijan"
    },
    {
        "title": "Canada offers mediation help in Turkey-Greece Mediterranean Sea dispute",
        "body": "The Mediterranean Sea boundary dispute between Turkey and Greece shows that NATO needs new political tools to solve disagreements among members, says Foreign Affairs Minister Francois-P...",
        "date": "20201016",
        "country": "Azerbaijan"
    },
    {
        "title": "Canada offers mediation help in Turkey-greece Mediterranean Sea dispute",
        "body": "The Mediterranean Sea boundary dispute between Turkey and Greece shows that NATO needs new political tools to solve disagreements among members, says Foreign Affairs Minister Francois-p...",
        "date": "20201016",
        "country": "Azerbaijan"
    },
    {
        "title": "UNGA head Bozkır visits Aliyev in Baku",
        "body": "THE PRESIDENT of the 75th General Assembly of the United Nations, Volkan Bozkır, was received by Azerbaijani President Ilham Aliyev within the scope of Bozkır’s official visit to Baku on ...",
        "date": "20210410",
        "country": "Azerbaijan"
    },
    {
        "title": "UN agencies, Japan aid country to address post-war humanitarian needs",
        "body": "The UN Population Fund (UNFPA), the UN High Commission for Refugees (UNHCR) and the Japanese embassy have sent aid to Azerbaijan's war-torn areas.",
        "date": "20210220",
        "country": "Azerbaijan"
    },
    {
        "title": "UNESCO to celebrate anniversaries of Azerbaijan's prominent figures",
        "body": "UNESCO will celebrate the birthday anniversaries of Azerbaijan's prominent figures.",
        "date": "20211130",
        "country": "Azerbaijan"
    },
    {
        "title": "Yerevan’s use of illegal weapons destroys nature, fauna biodiversity",
        "body": "Hence, this means serious violations of the international treaties in relation to the protection of the environment, including the UN Convention on the Prohibition of military ...",
        "date": "20210123",
        "country": "Azerbaijan"
    }
]