[
    {
        "title": "US coastguard intercepts Haitian refugees",
        "body": "The US coastguard has intercepted 546 Haitians attempting to flee their troubled homeland in the past four days, with most picked up within 80km of their country’s shore in small boats.",
        "date": "20040228",
        "country": "Haiti"
    },
    {
        "title": "2,000 feared dead in Caribbean flood",
        "body": "While the official death toll stands at about 1,000 in flood-ravaged Haiti and the Dominican Republic, 300 more bodies have been found in the Haitian town of Mapou, sparking fears the final toll...",
        "date": "20040529",
        "country": "Haiti"
    },
    {
        "title": "Polls seen as last hope to save Haiti from chaos",
        "body": "Since its first democratic elections 15 years ago, Haiti has been shattered by two violent government overthrows, torn apart by rancorous and often violent political conflict and twice seen ...",
        "date": "20060207",
        "country": "Haiti"
    },
    {
        "title": "Earthweek: a diary of the planet",
        "body": "Vernal expansion",
        "date": "20060902",
        "country": "Haiti"
    },
    {
        "title": "Peace Corps vets head back into field",
        "body": "WASHINGTON — In its 45 years, the Peace Corps has sent more than 180,000 volunteers around the world to help people in developing nations and serve as goodwill ambassadors for the United S...",
        "date": "20061124",
        "country": "Haiti"
    },
    {
        "title": "PEACE CORPS VETERANS GET ANOTHER CHANCE TO SERVE",
        "body": "Nonprofit organization puts experienced volunteers back into action worldwide.",
        "date": "20061124",
        "country": "Haiti"
    },
    {
        "title": "Thousands flee homes in floods in Indonesia",
        "body": "THIRTY-TWO people are dead and 5000 have fled their homes in Indonesia after floods and landslides caused by heavy rains demolished homes and severed transport links.",
        "date": "20070724",
        "country": "Haiti"
    },
    {
        "title": "U.N. force to stay in Haiti for years",
        "body": "PORT- AU- PRINCE — U.N. peacekeepers will likely remain in Haiti for several more years because the troubled Caribbean country is not close to managing its own security, the mission’s new ...",
        "date": "20071110",
        "country": "Haiti"
    },
    {
        "title": "Turks and Caicos faulted in capsizing",
        "body": "PORT-AU-PRINCE, HAITI // British investigators found no evidence to support claims that Turks and Caicos authorities rammed a boat of Haitian migrants in May, but said police were ill-equ...",
        "date": "20070802",
        "country": "Haiti"
    },
    {
        "title": "Let’s offer hope to Cit Soleil",
        "body": "THaiti’s he largest slum neighborhood of",
        "date": "20070314",
        "country": "Haiti"
    },
    {
        "title": "Dozens die as Haitian boat capsizes",
        "body": "MIAMI — A Miami medical examiner and three British maritime accident experts were rushing to Turks and Caicos late Friday to help investigate the latest Haitian boat tragedy — a sinki...",
        "date": "20070505",
        "country": "Haiti"
    },
    {
        "title": "Haiti braces for riots",
        "body": "GONAIVES, Haiti — Floods that devastated a Haitian city and killed hundreds threaten to trigger a health crisis and fresh outbreaks of food riots, officials and aid workers say.",
        "date": "20080912",
        "country": "Haiti"
    },
    {
        "title": "Local aid organizations appeal for assistance",
        "body": "Four days of Gustav, a hammering from Hanna and possibly more damage from Ike.",
        "date": "20080905",
        "country": "Haiti"
    },
    {
        "title": "Activists make noise over Haitian food crisis",
        "body": "The Rev. Jesse Jackson traveled to Miami on Sunday to raise awareness of the food crisis strangling the people of Haiti, where a 6-pound bag of rice sells for $4.",
        "date": "20080421",
        "country": "Haiti"
    },
    {
        "title": "Ike’s fury threat to US coast",
        "body": "THE latest devastating storm to lash the Americas has swelled into a massive hurricane, threatening to inf lict more misery on , Cuba and the US Gulf Coast as Tropical Storm Hanna b...",
        "date": "20080908",
        "country": "Haiti"
    },
    {
        "title": "Jean arrives in native Haiti for visit",
        "body": "PORT-AU-PRINCE, Haiti — Gov. Gen. Michaelle Jean began a visit to her native Haiti with the country reeling from a succession of natural disasters that have intensified an already painfu...",
        "date": "20090116",
        "country": "Haiti"
    },
    {
        "title": "Gov. Gen. Jean arrives in Haiti for second official visit",
        "body": "PORT-AU-PRINCE, Haiti –",
        "date": "20090116",
        "country": "Haiti"
    },
    {
        "title": "Gov. Gen. arrives in Haiti for second official visit",
        "body": "PORT-AU-PRINCE, Haiti — Gov. Gen. Michaelle Jean began a visit to her native Haiti with the country reeling from a succession of natural disasters that have intensified an already painfu...",
        "date": "20090116",
        "country": "Haiti"
    },
    {
        "title": "Jean visits crisis-torn Haiti",
        "body": "PORT-AU-PRINCE, Haiti — Gov. Gen. Michaelle Jean began a visit to her native Haiti with the country reeling from a succession of natural disasters that have intensified an already painfu...",
        "date": "20090116",
        "country": "Haiti"
    },
    {
        "title": "Jean says it’s high time Haiti’s woes addressed",
        "body": "PORT-AU-PRINCE, Haiti — Gov. Gen. Michaelle Jean began a visit to her native Haiti with the country reeling from a succession of natural disasters that have intensified an already painfu...",
        "date": "20090116",
        "country": "Haiti"
    },
    {
        "title": "Brewery assists with Haiti relief",
        "body": "The Anheuser-Busch InBev brewery in Cartersville is working with the Red Cross to send 600,000 cans of drinking to earthquake victims in .",
        "date": "20100121",
        "country": "Haiti"
    },
    {
        "title": "Rotary ships more Aquaboxes to Haiti",
        "body": "A second shipment of Aquaboxes was leaving Stratford today bound for Haiti.",
        "date": "20100203",
        "country": "Haiti"
    },
    {
        "title": "Refugees in Haiti hit by flood crisis",
        "body": "SURVIVORS of the devastating Haiti earthquake are facing a new crisis as flooding sweeps through refugee camps.",
        "date": "20100320",
        "country": "Haiti"
    },
    {
        "title": "Aid agencies struggling",
        "body": "HAITI: Aid agencies in Haiti have said they cannot cope with the country’s cholera outbreak, which is threatening to grow out of control. A severe shortage of treatments for the sick, clean ...",
        "date": "20101122",
        "country": "Haiti"
    },
    {
        "title": "WHAT HAITI NEEDS NOW...1",
        "body": "SHELTER",
        "date": "20100126",
        "country": "Haiti"
    },
    {
        "title": "What is cholera",
        "body": "Cholera is a bacterial infection spread through contaminated water. It causes severe diarrhea and vomiting that can lead to dehydration and death within hours.",
        "date": "20101023",
        "country": "Haiti"
    },
    {
        "title": "Haiti still in need of help, says UN aid chief",
        "body": "PORT-AU-PRINCE: The UN aid chief has called for continued humanitarian assistance to , stressing the in a country still reeling from last year’s monster earthquake.",
        "date": "20110930",
        "country": "Haiti"
    },
    {
        "title": "‘Haiti still needs help’",
        "body": "PORT-AU-PRINCE — The United Nations aid chief called for continued humanitarian assistance to , stressing the in a country still reeling from last year’s monster earthquake.",
        "date": "20111001",
        "country": "Haiti"
    },
    {
        "title": "On quake anniversary, Haiti awaits rebuilding",
        "body": "PORT-AU-PRINCE, Haiti — The man’s body lay facedown, his white dress shirt shining like wax in the sun, as he was unearthed in the ruins of a Port-au-Prince restaurant nearly a year after the J...",
        "date": "20110112",
        "country": "Haiti"
    },
    {
        "title": "Floods swamp earthquake-ravaged Haiti",
        "body": "Torrential rains lashed Haiti on Tuesday, flooding shanty towns, swamping the squalid camps erected after a 2010 earthquake and killing at least 23 people, officials said.",
        "date": "20110608",
        "country": "Haiti"
    },
    {
        "title": "Haitian deportations show U.S. double-talk",
        "body": "Say what you will about President Obama, but something is undeniable: When it comes to immigration his administration has been consistent in speaking from both sides of its mouth. Take...",
        "date": "20110427",
        "country": "Haiti"
    },
    {
        "title": "UN snubs Haiti cholera claim",
        "body": "The UN has taken the rare step of invoking its legal immunity to rebuff claims for compensation from 5,000 victims of the cholera epidemic, the worst outbreak of the disease in mode...",
        "date": "20130301",
        "country": "Haiti"
    },
    {
        "title": "A HELPING HAND",
        "body": "A worker helps a chick drink water. A ban by its neighbour Haiti on the importation of Dominican chickens since June 7 last year has caused a in its industry",
        "date": "20130704",
        "country": "Haiti"
    },
    {
        "title": "Scientists",
        "body": "investigating the source of a deadly 2010 cholera outbreak in Haiti say U.N. peacekeepers probably introduced the strain.",
        "date": "20130726",
        "country": "Haiti"
    },
    {
        "title": "Lack of funding threatens gains in Haiti, agencies say",
        "body": "For the first time since four back-to-back storms and hurricanes battered Haiti five years ago, the United Nations’ lead feeding program and other agencies don’t have enough food to stockpile ...",
        "date": "20130424",
        "country": "Haiti"
    },
    {
        "title": "Worsening Haitian tragedy",
        "body": "The aid group Doctors Without Borders said last Tuesday that the cholera crisis in Haiti was getting worse, for the most unnecessary and appalling of reasons: a lack of money and basic med...",
        "date": "20130325",
        "country": "Haiti"
    },
    {
        "title": "Keeping Haiti in their hearts",
        "body": "The earthquake that devastated Haiti struck just outside the capital, Port-au-Prince, on Jan. 10, 2010, killing nearly a quarter of a million people, injuring hundreds of thousands more and leaving millions of Haitians homeless.",
        "date": "20130421",
        "country": "Haiti"
    },
    {
        "title": "Food given out in drought-stricken Haiti",
        "body": "PORT-AU-PRINCE, Haiti — Aid workers in Haiti are distributing food to help some of the Caribbean nation’s poorest people cope with a severe drought, an official with a United Nations agency s...",
        "date": "20140321",
        "country": "Haiti"
    },
    {
        "title": "Drought-stricken Haiti gets food aid",
        "body": "PORT-AU-PRINCE, HAITI— Aid workers in Haiti have begun distributing food to help some of the Caribbean nation’s poorest people cope with a severe drought, an official with a United Nations a...",
        "date": "20140321",
        "country": "Haiti"
    },
    {
        "title": "U.N. top official goes to Haiti with ‘a moral responsibility’",
        "body": "UNITED NATIONS — In his strongest statement since a deadly cholera epidemic erupted in Haiti almost four years ago, the head of the United Nations said the global body bears “a moral responsi...",
        "date": "20140715",
        "country": "Haiti"
    },
    {
        "title": "Displaced Haitians still in despair after 2010 earthquake",
        "body": "M ORE THAN 170,000 people are still living in more than 300 displacement camps, often in appalling conditions, four years after the earthquake that devastated on January 12, 2010.",
        "date": "20140110",
        "country": "Haiti"
    },
    {
        "title": "Haiti rocked by fresh protests",
        "body": "Protesters in Haiti have clashed with police in a demonstration calling for the resignation of President Michel Martelly over long-delayed elections. Police in the capital, Port-au-Pri...",
        "date": "20150112",
        "country": "Haiti"
    },
    {
        "title": "Haiti drought cuts harvests, lifts prices, food crisis looms -WFP",
        "body": "BOGOTA, ( Thomson Reuters Foundation) - A severe drought in Haiti has led to acute water shortages, shrivelled harvests and raised food prices, weakening the fragile food supply and wors...",
        "date": "20150827",
        "country": "Haiti"
    },
    {
        "title": "Climate change fuels Haiti’s crisis",
        "body": "CLIMATE change, cholera and the return of thousands of emigrants from the neighboring Dominican Republican are fueling a humanitarian in , the UN warned Tuesday. The im...",
        "date": "20150820",
        "country": "Haiti"
    },
    {
        "title": "Cholera, climate change fuel Haiti’s humanitarian crisis",
        "body": "PORT-AU-PRINCE: Climate change, cholera and the return of thousands of emigrants from the neighboring Dominican Republican are fueling a humanitarian in , the UN warned T...",
        "date": "20150820",
        "country": "Haiti"
    },
    {
        "title": "Aid to Haiti will continue, say officials",
        "body": "OTTAWA (CP) — Canada is urging the Haitian government to call elections quickly as the Caribbean nation teeters yet again on the brink of collapse.",
        "date": "20150109",
        "country": "Haiti"
    },
    {
        "title": "Haitians getting lost in the news1",
        "body": "The much greater impact of the 2010 Haiti earthquake combined with it occurring in a somewhat slower international news cycle gave it much greater humanitarian attention.",
        "date": "20161022",
        "country": "Haiti"
    },
    {
        "title": "Matthew’s fury leaves Haiti in crisis",
        "body": "– Haiti faces a humanitarian crisis that requires a “massive response” from the international community, the United Nations (UN) chief said on Monday, with at least 1.4 million people...",
        "date": "20161012",
        "country": "Haiti"
    },
    {
        "title": "Matthew’s fury leaves Haiti in crisis",
        "body": "– Haiti faces a humanitarian crisis that requires a “massive response” from the international community, the United Nations (UN) chief said on Monday, with at least 1.4 million people...",
        "date": "20161012",
        "country": "Haiti"
    },
    {
        "title": "Local relief efforts focus on Haiti, where hundreds died during the storm.",
        "body": "Hurricane Matthew was a major disaster. Just not for us.",
        "date": "20161008",
        "country": "Haiti"
    },
    {
        "title": "Haiti’s cholera fears in wake of hurricane",
        "body": "THE United Nations’ children’s rights and emergency organisation is facing a race against time to prevent the spread of waterborne diseases to youngsters living in the areas in wo...",
        "date": "20161010",
        "country": "Haiti"
    },
    {
        "title": "MCC pitches in to help relief efforts in Haiti",
        "body": "IT HAS BEEN WEEKS since the powerful category-five hurricanes Irma and Maria struck in the Atlantic basin, but people are still taking stock of the damage. Buildings were flattened, fields...",
        "date": "20171012",
        "country": "Haiti"
    },
    {
        "title": "Emergency aid to Haiti from Dubai",
        "body": "dubai — His Highness Sheikh Mohammed bin Rashid Al Maktoum, Vice-President and Prime Minister of the UAE and Ruler of Dubai, has provided, upon request from the United Nations World Food Pro...",
        "date": "20170909",
        "country": "Haiti"
    },
    {
        "title": "UN hopes Haiti election will open door for cholera aid",
        "body": "UNITED NATIONS: The United Nations is struggling to get pledged aid for Haiti’s cholera epidemic victims but hopes nascent political stability will inspire confidence in donors and inves...",
        "date": "20170108",
        "country": "Haiti"
    },
    {
        "title": "Recycled soap washes away ills of the poor",
        "body": "Port-Au-Prince – A Haitian programme to recycle used soap bars from luxury hotels has proven a win-win-win proposition, reducing waste, helping fight disease and giving employees the chance to send their kids to school and put food on the table.",
        "date": "20170619",
        "country": "Haiti"
    },
    {
        "title": "Recycled soap washes away ills of the poor",
        "body": "Port-Au-Prince – A Haitian programme to recycle used soap bars from luxury hotels has proven a win-win-win proposition, reducing waste, helping fight disease and giving employees the chance to send their kids to school and put food on the table.",
        "date": "20170619",
        "country": "Haiti"
    },
    {
        "title": "Food For The Poor going places",
        "body": "IN 35 years of operation, the role of Food For The Poor (FFP) Jamaica, as well as the scope of its operations, has grown significantly as the charity continues to enable and enrich bene...",
        "date": "20170130",
        "country": "Haiti"
    },
    {
        "title": "Ending aid is the wrong answer to Haiti scandal",
        "body": "TO DO harm, in a place in desperate need of help, is awful. To look the other way is shocking, too. So anyone who gives money to the charity — and all of us who have supported it through our ta...",
        "date": "20180212",
        "country": "Haiti"
    },
    {
        "title": "Second sex scandal for crisis-hit Oxfam",
        "body": "Oxfam has been hit by another sex scandal in Haiti.",
        "date": "20180318",
        "country": "Haiti"
    },
    {
        "title": "Second sex scandal for crisis-hit Oxfam",
        "body": "Oxfam has been hit by another sex scandal in Haiti.",
        "date": "20180318",
        "country": "Haiti"
    },
    {
        "title": "Second sex scandal for crisis-hit Oxfam",
        "body": "Oxfam has been hit by another sex scandal in Haiti.",
        "date": "20180318",
        "country": "Haiti"
    },
    {
        "title": "Inequality drives migration crisis for Haiti and DR",
        "body": "OUANAMINTHE  Chaos reigns at the Ouanaminthe bridge that separates and the Dominican Republic, where haphazard checks by border agents and the sight of people avoiding the gate by cros...",
        "date": "20180706",
        "country": "Haiti"
    },
    {
        "title": "A new breed of pirates",
        "body": "ers. After being beaten and thrown in the sea, he said, “I tried to keep my head above water so I could get air. I drank a lot of salt . I looked to the stars and moon. I just hoped and prayed...",
        "date": "20180816",
        "country": "Haiti"
    },
    {
        "title": "Local residents head to Haiti to help with water access",
        "body": "AMITY >> Amity Township residents John and Michelle White have formed a “Mission to Haiti” to help Haitians gain access to potable water.",
        "date": "20190903",
        "country": "Haiti"
    },
    {
        "title": "Haiti vows to trim expenses, investigate PetroCaribe amid protests",
        "body": "SANTO DOMINGO: The Haitian government vowed to deepen the investigation into alleged corruption in the PetroCaribe oil programme and to reduce its expenses, seeking to meet some of prote...",
        "date": "20190219",
        "country": "Haiti"
    },
    {
        "title": "Fundraiser to support Haiti water missions",
        "body": "Amity residents John and Michelle White formed a “Mission to Haiti” to help Haitians gain access to potable water.",
        "date": "20190905",
        "country": "Haiti"
    },
    {
        "title": "U.S. lawmakers, activists make Haiti election demands of Trump, Biden",
        "body": "Miami Congresswoman Frederica Wilson is calling on U.S. Secretary of State Mike Pompeo to clarify recent comments by a top State Department official on elections in that have been...",
        "date": "20201016",
        "country": "Haiti"
    },
    {
        "title": "Haiti seeking delay in U.S. deportation of death-squad leader ‘Toto’ Constant",
        "body": "Haiti enters the third week of a nationwide judges’ strike, former Haitian strongman and deathsquad leader Emmanuel “Toto” Constant is back on a scheduled deportation flight to Port-au-Pri...",
        "date": "20200623",
        "country": "Haiti"
    },
    {
        "title": "PAHO director warns of possible crisis in Haiti due to COVID-19",
        "body": "The Director of the Pan American Health Organization (PAHO), Dr Carissa F Etienne has cautioned countries not to prematurely relax their social distancing measures as it could incre...",
        "date": "20200506",
        "country": "Haiti"
    },
    {
        "title": "About Us",
        "body": "At Random Acts, we believe i n the helpers - the people who, even i n times of crisis, f i nd ways to make l i ves better. Random Acts has helped f rontline health care workers, provided emer...",
        "date": "20201216",
        "country": "Haiti"
    },
    {
        "title": "Hunger crisis bites deeper after devastating quake",
        "body": "NAN KONSEY, Haiti - In a tent encampment in the mountains of southern , where hundreds of villagers sought shelter after a powerful earthquake flattened their homes this month, a sin...",
        "date": "20210901",
        "country": "Haiti"
    },
    {
        "title": "Les Cayes, Haiti",
        "body": "Earthquake crisis: A tropical storm lashed Haiti on Tuesday, heaping further misery on its people days after last weekend’s powerful earthquake. At least 1,900 people were killed on Satur...",
        "date": "20210820",
        "country": "Haiti"
    },
    {
        "title": "Haitians seek help at overloaded hospitals",
        "body": "LES CAYES, Haiti - Doctors in Haiti on Monday battled in makeshift tents to save the lives of hundreds of injured people, including young children and the elderly, outside hospitals overw...",
        "date": "20210818",
        "country": "Haiti"
    },
    {
        "title": "Detroit must carry on Conyers’ concern for Haiti",
        "body": "The recent assassination of Haiti’s president Jovenel Mose at his residence is not only a stark reminder of the decades of turbulent rule that has marked the poorest Black nation in the...",
        "date": "20210726",
        "country": "Haiti"
    },
    {
        "title": "US warns Americans to leave Haiti as crisis deepens",
        "body": "The Biden administration is urging U.S. citizens in Haiti “to strongly consider returning to the United States” amid a gang-aggravated fuel shortage and a deteriorating security climate i...",
        "date": "20211110",
        "country": "Haiti"
    },
    {
        "title": "Pope meets with Muslims to calm waters",
        "body": "ROME — Pope Benedict XVI brought together diplomats from more than 20 Islamic countries Monday and told them that Christians and Muslims must overcome historical enmities and join to re...",
        "date": "20060926",
        "country": "Holy%20See"
    },
    {
        "title": "Pope helped free captive sailors in Iran",
        "body": "London, Dec. 11: The Vatican helped secure the release of 15 British Navy personnel detained by Iran in 2007, a US envoy to the Holy See said in a document leaked by WikiLeaks and publish...",
        "date": "20101212",
        "country": "Holy%20See"
    },
    {
        "title": "TAKEAWAY",
        "body": "STANDING UP TO NORTH KOREA",
        "date": "20101124",
        "country": "Holy%20See"
    },
    {
        "title": "Top cardinal sparks another furore",
        "body": "VATICAN CITY: Remarks by a top Vatican prelate – Pope Benedict’s right-hand man and No. 2 in the Holy See – linking clerical paedophilia to homosexuality have deepened the public rel...",
        "date": "20100415",
        "country": "Holy%20See"
    },
    {
        "title": "CANNES 2011",
        "body": "Nanni Moretti’s new film takes us behind the scenes at the Vatican, down darkened corridors and beyond closed doors. Look: there’s an aged cardinal on his exercise bike, another dosing hi...",
        "date": "20110516",
        "country": "Holy%20See"
    },
    {
        "title": "Roamer’s column",
        "body": "Perverse, you may think – and you would be wrong – to hark back to 2010 when all minds are concentrating on Budget 2012 which will be presented to the House tomorrow. So, makes sense to see wh...",
        "date": "20111113",
        "country": "Holy%20See"
    },
    {
        "title": "Pope kisses ‘Elephant Man’",
        "body": "Photos of the Pontiff embracing a severely disfigured man with ‘‘Elephant Man’’ syndrome, as featured in the film of that name about John Meyrick, have gone viral online, with commenters p...",
        "date": "20131109",
        "country": "Holy%20See"
    },
    {
        "title": "Pope’s Easter plea for end of conflict",
        "body": "Vatican City – Pope Francis delivered a plea for peace in his first Easter Sunday message to the world, decrying the seemingly endless conflicts in the Middle East and on the Korean penin...",
        "date": "20130401",
        "country": "Holy%20See"
    },
    {
        "title": "St Peter’s Square is epicentre of joy for 1.2bn Catholics",
        "body": "AS THE thick red curtains that were draped over the balcony at the front of St Peter’s Basilica slowly parted, the world caught the first glimpse of the new Pope.",
        "date": "20130314",
        "country": "Holy%20See"
    },
    {
        "title": "Tagle stirs papal talk with rapid rise",
        "body": "IMUS, Philippines, March 7, (AP): Asia’s most prominent Roman Catholic leader knows how to reach the masses: He sings on stage, preaches on TV, brings churchgoers to laughter and tears with his...",
        "date": "20130308",
        "country": "Holy%20See"
    },
    {
        "title": "Around the world",
        "body": "North America A federal judge in Los Angeles suggested yesterday that Britain would be the proper place for a Hollywood stuntwoman to pursue a lawsuit against News Corp and related compan...",
        "date": "20140226",
        "country": "Holy%20See"
    },
    {
        "title": "Sex, birth and power in disasters",
        "body": "NEW YORK—“People still have sexual intercourse even in times of crisis,” the International Planned Parenthood Foundation (IPPF) declared in the wake of Supertyphoon “Yolanda,” which to ...",
        "date": "20140319",
        "country": "Holy%20See"
    },
    {
        "title": "Bank’s net profit rallies on Vatican crackdown",
        "body": "THE VATICAN bank posted a sharp rise in net profit in 2014 after absorbing the costs of a clean-up that hit earnings the year before as part of a wideranging drive to tighten financial gove...",
        "date": "20150526",
        "country": "Holy%20See"
    },
    {
        "title": "Defending against China",
        "body": "China has now gone beyond simply bullying in the West Philippine Sea (South China Sea). It is now creating islands by destroying reefs. It is also building an airfield on one of the islands...",
        "date": "20150426",
        "country": "Holy%20See"
    },
    {
        "title": "Disabled son left for days under leaves in park",
        "body": "AN ARREST warrant has been issued for the mother of a severely disabled man left in the woods for several days near a Philadelphia park, authorities said.",
        "date": "20150414",
        "country": "Holy%20See"
    },
    {
        "title": "Of davening and diplomats",
        "body": "Congregants at Jerusalem’s Hatzvi Yisrael Synagogue are used to seeing President in their midst. When he attends services, anyone in the men’s section of the synagogue can approach him ...",
        "date": "20150922",
        "country": "Holy%20See"
    },
    {
        "title": "Pope gives hope to Syrian refugees as he takes Muslim families to Vatican",
        "body": "POPE Francis took 12 Syrian Muslims to the Vatican aboard his plane after an emotional visit to the Greek island of Lesbos, which has faced the brunt of Europe’s migration .",
        "date": "20160418",
        "country": "Holy%20See"
    },
    {
        "title": "Pope and migrants:",
        "body": "Pope Francis takes 12 Syrian Muslims to Italy aboard his plane after an emotional visit to a Greek island that has faced the brunt of Europe’s migration .",
        "date": "20160417",
        "country": "Holy%20See"
    },
    {
        "title": "Pope brings 12 Syrian refugees to Italy in lesson for Europe",
        "body": "MORIA, Greece — In an extraordinary gesture both political and personal, Pope Francis brought 12 Syrian Muslims to Italy aboard his plane Saturday after an emotional visit to the Greek...",
        "date": "20160417",
        "country": "Holy%20See"
    },
    {
        "title": "Pope brings 12 Syrian refugees to Italy",
        "body": "MORIA, Greece — In an extraordinary gesture both political and personal, Pope Francis brought 12 Syrian Muslims to Italy aboard his plane Saturday after an emotional visit to the Greek...",
        "date": "20160418",
        "country": "Holy%20See"
    },
    {
        "title": "Pope demands resolution to Rohingya-exodus crisis",
        "body": "DHAKA, Bangladesh — Pope Francis demanded Thursday that the international community take “decisive measures” to resolve the causes of the mass exodus of Rohingya Muslims from Myanmar,...",
        "date": "20171201",
        "country": "Holy%20See"
    },
    {
        "title": "Cardinal fronts court on sex charges",
        "body": "AUSTRALIA: The most senior Vatican official charged in the Catholic Church sex abuse crisis made his first court appearance in Australia yesterday in a scandal that has stunned the Holy S...",
        "date": "20170727",
        "country": "Holy%20See"
    },
    {
        "title": "NY’s Cardinal Role In Fixing the Church",
        "body": "ST. Patrick’s Cathedral on Fifth Avenue is known as America’s parish church. I suppose that makes New York Archbishop Timothy Cardinal Dolan, whose throne is situated close to the altar at...",
        "date": "20180906",
        "country": "Holy%20See"
    },
    {
        "title": "Pope’s initial blind spot on sex abuse threatens legacy",
        "body": "It has been a wretched year for Pope Francis, whose blind spot on clergy sex abuse conspired with events beyond his control to threaten his legacy and throw the Catholic hierarchy into a credi...",
        "date": "20181228",
        "country": "Holy%20See"
    },
    {
        "title": "POPE’S PAINFUL PAUSE IN POLICING PRELATES",
        "body": "THIS week’s gathering of America’s Catholic bishops in Baltimore had been billed as the most important such meeting since the 2002 assembly that came in the wake of the abuse revelations...",
        "date": "20181113",
        "country": "Holy%20See"
    },
    {
        "title": "Pope’s initial blind spot on sex abuse threatens legacy",
        "body": "It has been a wretched year for Pope Francis, whose blind spot on clergy sex abuse conspired with events beyond his control to threaten his legacy and throw the Catholic hierarchy into a credi...",
        "date": "20181228",
        "country": "Holy%20See"
    },
    {
        "title": "Benedict muddies murky waters",
        "body": "Pope Benedict XVI retired as head of the Roman Catholic Church in 2013. The act was met with surprise, and some worry, by churchgoers. How would the Vatican run with two popes?",
        "date": "20190418",
        "country": "Holy%20See"
    },
    {
        "title": "Benedict muddies murky waters",
        "body": "Pope Benedict XVI retired as head of the Roman Catholic Church in 2013. The act was met with surprise, and some worry, by churchgoers. How would the Vatican run with two popes?",
        "date": "20190418",
        "country": "Holy%20See"
    },
    {
        "title": "Benedict muddies murky waters",
        "body": "Pope Benedict XVI retired as head of the Roman Catholic Church in 2013. The act was met with surprise, and some worry, by churchgoers. How would the Vatican run with two popes?",
        "date": "20190418",
        "country": "Holy%20See"
    },
    {
        "title": "Benedict muddies murky waters",
        "body": "Pope Benedict XVI retired as head of the Roman Catholic Church in 2013. The act was met with surprise, and some worry, by churchgoers. How would the Vatican run with two popes?",
        "date": "20190418",
        "country": "Holy%20See"
    },
    {
        "title": "Benedict muddies murky waters",
        "body": "Pope Benedict XVI retired as head of the Roman Catholic Church in 2013. The act was met with surprise, and some worry, by churchgoers. How would the Vatican run with two popes?",
        "date": "20190418",
        "country": "Holy%20See"
    },
    {
        "title": "Benedict muddies murky waters",
        "body": "Pope Benedict XVI retired as head of the Roman Catholic Church in 2013. The act was met with surprise, and some worry, by churchgoers. How would the Vatican run with two popes?",
        "date": "20190418",
        "country": "Holy%20See"
    },
    {
        "title": "Pope berates anti-mask groups",
        "body": "VATICAN CITY, Holy See (AFP) — Pope Francis took aim at protests against coronavirus restrictions, contrasting them with the “healthy indignation” seen in the global demonstrations again...",
        "date": "20201125",
        "country": "Holy%20See"
    },
    {
        "title": "Cardinal-chef Tagle",
        "body": "You might have heard that former Manila Archbishop Luis Antonio Cardinal Tagle, who was appointed cardinal-bishop by Pope Francis and had to reside in Rome, quietly flew back to the Philip...",
        "date": "20200920",
        "country": "Holy%20See"
    },
    {
        "title": "Catholic bishops call on West to recognize Palestine",
        "body": "A group of Catholic bishops from throughout Europe, North America and South Africa have called on their governments to insist on the application of international law in Israel and Palest...",
        "date": "20200118",
        "country": "Holy%20See"
    },
    {
        "title": "Less singing in Mass; face masks for all",
        "body": "Thermal scans, less singing, face masks for all, including priests. These will be part of the new norm during Mass once the country’s Catholic churches are given the go-signal to resume religious services. The guidelines were issued on Thursday by the Archdiocese of Manila, which said the adjustments may be temporary depending on government directives regarding the coronavirus .",
        "date": "20200508",
        "country": "Holy%20See"
    },
    {
        "title": "Upgrade Canada’s DART capability",
        "body": "Adecade ago, Ottawa rightly decided to create a Canadian Forces military rescue team that could rush fresh water, medical help, engineering expertise and communications services to ...",
        "date": "20051014",
        "country": "Honduras"
    },
    {
        "title": "US get off to an impressive start",
        "body": "The United States made an impressive start to the Pan American Games on Saturday but there were no gold medals for Rio organisers as the event slowly slipped into chaos.",
        "date": "20070716",
        "country": "Honduras"
    },
    {
        "title": "US strike gold on day of disarray",
        "body": "The US made an impressive start to the Pan American Games but there were no gold medals for Rio organisers as the event slowly slipped into chaos.",
        "date": "20070716",
        "country": "Honduras"
    },
    {
        "title": "Caymans crack down on Cubans",
        "body": "GEORGE TOWN, Cayman Islands — One Cuban inmate picked the lock at the Fairbanks Detention Centre, then he and 35 other Cubans went outside to stage one of the oddest protests in this Caribbe...",
        "date": "20070501",
        "country": "Honduras"
    },
    {
        "title": "Flattened by hurricane, Mosquito Coast faces hunger and disease",
        "body": "It is no longer a rainforest but a tree cemetery. As far as the eye can see there are uprooted, bare and broken trunks. The canopy, a roof of foliage so lush you could walk over it, is gone. The...",
        "date": "20070926",
        "country": "Honduras"
    },
    {
        "title": "Poor nations need aid now: Bush",
        "body": "WASHINGTON — Amid global economic turmoil, U.S. President George W. Bush said yesterday that it’s more important than ever for the United States and other prosperous nations to help the ...",
        "date": "20081022",
        "country": "Honduras"
    },
    {
        "title": "CORPS l Volunteers can help the world learn to compute",
        "body": "residents of San Pedro Zacapa, Honduras, had never been to a big lake just 10- 15 miles away, ‘‘ but talked to people on the computer in Costa Rica.’’ They could do that because Lemon had help...",
        "date": "20080424",
        "country": "Honduras"
    },
    {
        "title": "MR. SEGWAY STARTS FIRST GREEN NATION",
        "body": "Energy independence is still only a hypothetical goal for the United States, but the owner of a tiny island off the coast of Connecticut says he has already achieved that feat and is offe...",
        "date": "20081209",
        "country": "Honduras"
    },
    {
        "title": "Bush: Aid to poor nations especially needed now",
        "body": "WASHINGTON (AP) – Amid global economic turmoil, President George W. Bush said Tuesday that it is more important than ever for the United States and other prosperous nations to help the le...",
        "date": "20081022",
        "country": "Honduras"
    },
    {
        "title": "STRIKES SPREAD IN HONDURAS",
        "body": "TEGUCIGALPA – Soldiers occupied state hospitals in an increasingly tense Honduras yesterday as health workers declared an indefinite strike calling for the return of ousted Presid...",
        "date": "20090807",
        "country": "Honduras"
    },
    {
        "title": "Honduras yanks a welcome for OAS foreign ministers",
        "body": "Hopes for a breakthrough in Honduras’ political crisis snagged Friday after the de facto government said it was not ready to receive a delegation of diplomats who were planning to help...",
        "date": "20090926",
        "country": "Honduras"
    },
    {
        "title": "Honduran government talking with ex-leader",
        "body": "De facto leaders in Honduras on Thursday reopened the country for business, as landmark dialogue got underway with deposed president Manuel Zelaya, who has sought refuge at the Brazilia...",
        "date": "20090925",
        "country": "Honduras"
    },
    {
        "title": "Ousted president sought HONDURAS’ DE FACTO LEADER WANTS TO TALK WITH OUSTED PRESIDENT TO RESOLVE POLITICAL CRISIS",
        "body": "TEGUCIGALPA: Honduras’ de facto leader has offered for the first time to hold direct talks with ousted President Manuel Zelaya to resolve a political even as soldiers laid siege t...",
        "date": "20090924",
        "country": "Honduras"
    },
    {
        "title": "HISTORY",
        "body": "1492: Christopher Columbus discovers Cuba and claims it in the name of Spain. 1627: Jahangir, Mughal emperor of India, dies on his way to Lahore. 1628: After being besieged for months, the ...",
        "date": "20101028",
        "country": "Honduras"
    },
    {
        "title": "About the Disaster Assistance Response Team",
        "body": "Headquartered in Kingston, the Disaster Assistance Response Team is comprised of 200 Canadian Forces personnel ready to deploy on short notice for relief operations of up to 40 days, ...",
        "date": "20100114",
        "country": "Honduras"
    },
    {
        "title": "Zelaya departure ends crisis",
        "body": "TEGUCIGALPA: Toppled Honduran president Manuel Zelaya emerged from months holed up in a Brazilian embassy compound and flew into exile on Wednesday, ending a months-long political cri...",
        "date": "20100129",
        "country": "Honduras"
    },
    {
        "title": "A revolution in ruins",
        "body": "While the world has been preoccupied with the crisis in Haiti, Latin America has quietly passed through a tipping point in the ideological conflict that has polarized the region — and p...",
        "date": "20100125",
        "country": "Honduras"
    },
    {
        "title": "DART one Canada’s most effective aid units",
        "body": "As",
        "date": "20100116",
        "country": "Honduras"
    },
    {
        "title": "Dark days in the original banana republic",
        "body": "When Honduras inspired the term “banana republic” a century ago, the description, though pejorative, had a darkly comic connotation.",
        "date": "20120222",
        "country": "Honduras"
    },
    {
        "title": "World watch",
        "body": "Honduras: Because of widespread violent crime reaching epidemic levels, theU.S. State Department has updated its travel warning to Americans. Honduras nowhas the highest murder rate i...",
        "date": "20121202",
        "country": "Honduras"
    },
    {
        "title": "358 lives lost to prison fire in Honduras",
        "body": "TEGUCIGALPA, Honduras — A fire started by an inmate tore through an overcrowded prison in Honduras, burning and suffocating screaming men in their locked cells as rescuers desperately searched for keys.",
        "date": "20120216",
        "country": "Honduras"
    },
    {
        "title": "Don’t just flop on the sofa, watch ‘Do Something’",
        "body": "A summer ritual for some time now, the “Do Something Awards” (8 p.m., VH1) honor young people involved in social causes. It also allows celebrities great and small to associate themselves w...",
        "date": "20120821",
        "country": "Honduras"
    },
    {
        "title": "Neighbors warily watch presidential elections in Honduras",
        "body": "TEGUCIGALPA — In the country that has become North America’s biggest basket case, Sunday’s presidential elections were a chance for a fresh start and a path toward greater stability and...",
        "date": "20131125",
        "country": "Honduras"
    },
    {
        "title": "Neighbors warily watch tight presidential race in troubled Honduras",
        "body": "tegucigalpa, honduras — In the country that has become North America’s biggest basket case, Sunday’s presidential elections are a chance for a fresh start and a path toward greater stab...",
        "date": "20131124",
        "country": "Honduras"
    },
    {
        "title": "Cayman Islands prepare for more Cuban migrants",
        "body": "Facing a potential increase in the flow of Cuban migrants, authorities in the Cayman Islands are reviewing their preparations for an exodus and policies on denying assistance to an...",
        "date": "20130608",
        "country": "Honduras"
    },
    {
        "title": "SHIPS JOIN WAR ON DRUGS",
        "body": "US ships are sailing the Pacific as part of a mission launched in January, a militarisation of the war on drugs which is unprecedented.",
        "date": "20130405",
        "country": "Honduras"
    },
    {
        "title": "Teens’ thievery turns tragic for Honduran cop",
        "body": "TEGUCIGALPA, Honduras — Edwin Mejia didn’t want to go out and steal that morning.",
        "date": "20131228",
        "country": "Honduras"
    },
    {
        "title": "Set on delivering a precious gift – water",
        "body": "When he was just 15, Carter Jenkins called Pepsi, told them about his non-profit organisation, Students for Safe Water, and asked for a donation of US$20,000 (about S$24,800).",
        "date": "20140720",
        "country": "Honduras"
    },
    {
        "title": "The Next Immigration Crisis",
        "body": "The swarm of immigrants who came across the border this year, including more than 60,000 unaccompanied minors, could wind up paling in comparison to an immigration crisis looming on...",
        "date": "20140901",
        "country": "Honduras"
    },
    {
        "title": "Drought strikes Central America",
        "body": "GUATEMALA CITY—Central America is having one of its worst droughts in decades, and experts warned on Thursday that major farm losses and the deaths of hundreds of cattle in the region could l...",
        "date": "20140823",
        "country": "Honduras"
    },
    {
        "title": "Child refugees add to immigration dilemma1",
        "body": "WASHINGTON — They are mere children yet they travel almost 3,000 kilometres seeking sanctuary.",
        "date": "20140611",
        "country": "Honduras"
    },
    {
        "title": "Damon in water crisis campaign",
        "body": "MATT DAMON AND his Water.org co-founder Gary White have teamed up with lager brand Stella Artois to raise money to overcome the global .",
        "date": "20150126",
        "country": "Honduras"
    },
    {
        "title": "Urgent aid needed to fight ‘super’ El Nio",
        "body": "SYDNEY, Australia (AFP) — Droughts, erratic rains, and frosts brought by a supercharged El Nio are severely impacting the Pacific, with Papua New Guinea worst hit, aid group Oxfam said in a...",
        "date": "20151215",
        "country": "Honduras"
    },
    {
        "title": "400,000 persons displaced in Libya since July 2014",
        "body": "400,000 people have been displaced within Libya since post-Gaddafi hostilities began in July 2014, and 2,383 fatalities have been reported a UN report shows.",
        "date": "20150622",
        "country": "Honduras"
    },
    {
        "title": "Water work",
        "body": "Rotary volunteers assemble aquaboxes",
        "date": "20150427",
        "country": "Honduras"
    },
    {
        "title": "New vessel monitoring system set for pilot test",
        "body": "A vessel monitoring system (VMS) will be pilot tested in January to keep track of commercial fishing vessels that illegally encroach other fishing areas.",
        "date": "20151213",
        "country": "Honduras"
    },
    {
        "title": "Damon: Clean water for all",
        "body": "PARK CITY, UTAH — The water contamination crisis in Flint, Michigan, is something millions of people across the globe experience every day.",
        "date": "20160125",
        "country": "Honduras"
    },
    {
        "title": "Clean water",
        "body": "never happen in the United States of America, ever,” said Damon. “But there are people for whom life is such a desperate struggle, that they’re faced every day with the choice of giving their...",
        "date": "20160126",
        "country": "Honduras"
    },
    {
        "title": "Names and faces",
        "body": "The water contamination crisis in Flint, Mich., is something millions of people across the globe experience every day. Actor Matt Damon and Gary White, co- founders of the nonprofit Wa...",
        "date": "20160125",
        "country": "Honduras"
    },
    {
        "title": "MATT DAMON BRINGS CALL FOR CLEAN WATER FOR ALL TO SUNDANCE",
        "body": "PARK CITY, Utah — The water contamination crisis in Flint, Michigan, is something millions of people across the globe experience every day.",
        "date": "20160125",
        "country": "Honduras"
    },
    {
        "title": "Amid disturbances, final votes to be hand counted",
        "body": "TEGUCIGALPA, Honduras — Honduras’ electoral court has finished counting nearly 95 per cent of the vote boxes from last Sunday’s presidential election and said Friday it would conduct a han...",
        "date": "20171202",
        "country": "Honduras"
    },
    {
        "title": "Amid disturbances, final votes to be hand counted",
        "body": "TEGUCIGALPA, Honduras — Honduras’ electoral court has finished counting nearly 95 per cent of the vote boxes from last Sunday’s presidential election and said Friday it would conduct a han...",
        "date": "20171202",
        "country": "Honduras"
    },
    {
        "title": "Amid disturbances, Honduras to hand count last 1,000 votes",
        "body": "But the opposition published a list of demands that included a broader review of votes in three jurisdictions where it alleges voter turnout was unusually high and said the number of bal...",
        "date": "20171202",
        "country": "Honduras"
    },
    {
        "title": "Amid disturbances, Honduras to hand count last 1,000 votes",
        "body": "TEGUCIGALPA, Honduras — Honduras’ electoral court has finished counting nearly 95 percent of the vote boxes from last Sunday’s presidential election and was to begin a hand count of 1,03...",
        "date": "20171202",
        "country": "Honduras"
    },
    {
        "title": "NEW CARAVAN TAKING SHAPE",
        "body": "TECUN UMAN, Guatemala — Several hundred migrants from Honduras had gathered in the center of this bustling border town Thursday with more streaming in by the hour in what could be the beginning of another exodus of people headed to the U.S. through Mexico.",
        "date": "20181027",
        "country": "Honduras"
    },
    {
        "title": "NEW CARAVAN TAKING SHAPE",
        "body": "TECUN UMAN, Guatemala — Several hundred migrants from Honduras had gathered in the center of this bustling border town Thursday with more streaming in by the hour in what could be the beginning of another exodus of people headed to the U.S. through Mexico.",
        "date": "20181027",
        "country": "Honduras"
    },
    {
        "title": "Migrants’ home life makes trip worth risk",
        "body": "Every day, thousands of migrants pass through the U.S. southern border.",
        "date": "20180627",
        "country": "Honduras"
    },
    {
        "title": "Trump struggles for migrant caravan plan",
        "body": "WASHINGTON — The United States has not settled on a plan for what to do if a migrant caravan arrives at the southern border, despite threats by US President Donald Trump to declare a na...",
        "date": "20181025",
        "country": "Honduras"
    },
    {
        "title": "Blackout hits 4 nations in Central America",
        "body": "TEGUCIGALPA: A failure in Central America’s electrical grid let millions of people without power for hours in at least four countries on Monday.",
        "date": "20190918",
        "country": "Honduras"
    },
    {
        "title": "Climate crisis Ocean surges exacerbated by shrimp farming rob Honduras of dry land",
        "body": "Eric Pineda runs a modest beachfront restaurant that serves plates of fresh fish and rice – and faces imminent destruction. A recent tidal surge razed the nightclub next door, leaving a pa...",
        "date": "20190801",
        "country": "Honduras"
    },
    {
        "title": "If not an emergency on the border, what is it?",
        "body": "The flood tide of illegal immigrants crossing our southern border cannot and must not continue. Sen. Lindsey Graham (R-S.C.) has said of it, “The system is broken and overwhelmed. It is a ...",
        "date": "20190403",
        "country": "Honduras"
    },
    {
        "title": "Immigration crisis is complex; there is no easy fix to any of this",
        "body": "Until the people of Central America have no need to risk everything in search of a better life, there will be more deaths, more bodies",
        "date": "20190628",
        "country": "Honduras"
    },
    {
        "title": "Hurricane-hit country in desperate need of your help",
        "body": "A DERBY charity which helps people in Honduras is appealing for money to help victims in the Central American country which has been devastated by two hurricanes.",
        "date": "20201209",
        "country": "Honduras"
    },
    {
        "title": "Scientists link record-breaking hurricane season to climate crisis",
        "body": "Paddling in a canoe through the flood waters left by Hurricane Eta in his rural village near the north coast of Honduras, Adn Herrera took stock of the damage.",
        "date": "20201116",
        "country": "Honduras"
    },
    {
        "title": "Death toll rises in Central America after Hurricane Iota",
        "body": "Hurricane Iota’s death toll in the Central America region rose on Wednesday to at least 16, including two children, as survivors and rescuers continue to wade through murky and ca...",
        "date": "20201119",
        "country": "Honduras"
    },
    {
        "title": "AF climate projects continue amid COVID-19",
        "body": "FROM HONDURAS to Uzbekistan, the Adaptation Fund is helping countries build resilience to environmental, health and economic challenges, even as COVID-19 remains a public health challe...",
        "date": "20200917",
        "country": "Honduras"
    },
    {
        "title": "Defending land and water shouldn’t mean your death",
        "body": "Catastrophic climate change is heating the planet, shattering records from Siberia to California, fueling wildfires, droughts and hurricanes. Yet, land and water defenders fighting t...",
        "date": "20210709",
        "country": "Honduras"
    },
    {
        "title": "A posthumous measure of justice for Berta Cceres",
        "body": "Catastrophic climate change is heating the planet, shattering records from Siberia to California, fueling wildfires, droughts and hurricanes. Yet, land and defenders fighting t...",
        "date": "20210710",
        "country": "Honduras"
    },
    {
        "title": "A posthumous measure of justice for Berta Cceres",
        "body": "Catastrophic climate change is heating the planet, shattering records from Siberia to California, fueling wildfires, droughts and hurricanes. Yet, land and water defenders fighting t...",
        "date": "20210710",
        "country": "Honduras"
    },
    {
        "title": "A posthumous measure of justice",
        "body": "Catastrophic climate change is heating the planet, shattering records from Siberia to California, fueling wildfires, droughts and hurricanes. Yet, land and water defenders fighting to ...",
        "date": "20210711",
        "country": "Honduras"
    },
    {
        "title": "Sub-atomic sleuths",
        "body": "Incongruous amid the rolling hills and tidy farms of eastern Austria, its fences are topped with barbed wire and the guard at the gate carefully checks for identification before letting a vi...",
        "date": "20040105",
        "country": "Hungary"
    },
    {
        "title": "Blair too weak to win deal, says Chirac",
        "body": "PRESIDENT Jacques Chirac cast doubt yesterday on Britain’s plan to resolve the crisis over the European Union budget, saying Tony Blair was “isolated” in Europe.",
        "date": "20051129",
        "country": "Hungary"
    },
    {
        "title": "Uprising born from PM’s lies",
        "body": "BUDAPEST — Protesters clashed with police and stormed the headquarters of state television after setting fire to several cars — an increasing violent response to a leaked recording of H...",
        "date": "20060920",
        "country": "Hungary"
    },
    {
        "title": "Hungarian anniversary marked by clashes",
        "body": "BUDAPEST, Hungary (AP) — Police fired tear gas, rubber bullets and water cannons to disperse protesters Monday in anti-government demonstrations coinciding with ’s commemo...",
        "date": "20061024",
        "country": "Hungary"
    },
    {
        "title": "Hungarian Protests Turn Violent",
        "body": "BUDAPEST — Protesters clashed with police and stormed the headquarters of state television early Tuesday, responding with violence to a leaked recording that caught ’s prime minis...",
        "date": "20060919",
        "country": "Hungary"
    },
    {
        "title": "Gyurcsany refuses to resign",
        "body": "Budapest — Hungary’s prime minister rejected yesterday calls to resign and threatened a crackdown on any repetition of riots that left 150 injured overnight in the worst street violen...",
        "date": "20060920",
        "country": "Hungary"
    },
    {
        "title": "Feather shortage robs pillow-makers’ sleep",
        "body": "Budapest (Reuters) A good night’s sleep on luxury Hungarian down pillows is likely to become a rarer experience as ’s poultry sector declines in the face of mounting problems.",
        "date": "20071128",
        "country": "Hungary"
    },
    {
        "title": "Hundreds evacuated in Oxford",
        "body": "LONDON — Emergency services evacuated hundreds of homes in the university city of Oxford yesterday as the River Thames broke its banks and Britain still grappled with its worst floods in 6...",
        "date": "20070726",
        "country": "Hungary"
    },
    {
        "title": "Fires roaring in 3 countries while major heat wave bakes",
        "body": "ATHENS, Greece — Southern Europe sweltered under the summer’s second major heat wave yesterday as firefighters battled blazes raging in Greece, Italy and Macedonia.",
        "date": "20070726",
        "country": "Hungary"
    },
    {
        "title": "European heat wave fuels fires, outages",
        "body": "ATHENS, Greece — Southern Europe sweltered under the summer’s second major heat wave Wednesday as firefighters battled blazes raging in Greece, Italy and Macedonia.",
        "date": "20070726",
        "country": "Hungary"
    },
    {
        "title": "No relief in sight for Asia and Europe",
        "body": "London",
        "date": "20070727",
        "country": "Hungary"
    },
    {
        "title": "HUNGARY CLOSER TO BAILOUT",
        "body": "BUDAPEST — Hungary’s currency strengthened yesterday after the International Monetary Fund said the country is close to receiving a financial bailout package for its troubled econo...",
        "date": "20081028",
        "country": "Hungary"
    },
    {
        "title": "Serbia,, caught in identity crisis",
        "body": "SERBIA’S Dejan Savic has won a third Olympic medal with a third different country.",
        "date": "20080825",
        "country": "Hungary"
    },
    {
        "title": "places where the pound is strong",
        "body": "5 ICELAND - sterling has continued to strengthen against the krona ever since the collapse of the banking system. Flights from 115 return. POLAND – the Polish zloty has stayed weak so why no...",
        "date": "20081114",
        "country": "Hungary"
    },
    {
        "title": "Hungary’s currency firms on IMF aid",
        "body": "BUDAPEST, HUNGARY— Hungary’s currency strengthened yesterday after the International Monetary Fund said the country is close to receiving a financial bailout package for its troubl...",
        "date": "20081028",
        "country": "Hungary"
    },
    {
        "title": "Hungary is the next test for the EU",
        "body": "THE INTERNATIONAL financial whirlpool has sucked in its first member of the European family. Earlier this month, foreign investors began to dump Hungarian assets on a huge scale. This s...",
        "date": "20081029",
        "country": "Hungary"
    },
    {
        "title": "GE TO USE FOUR-DAYWORKWEEK TO SAVE JOBS",
        "body": "BUDAPEST, Hungary — General Electric’s Hungarian subsidiary said Wednesday it would introduce a four-day workweek at one of its key divisions in an effort to prevent layoffs.",
        "date": "20090312",
        "country": "Hungary"
    },
    {
        "title": "Roma powder keg in Hungary",
        "body": "ABUDAPEST – Maria Balogh and her 13-year-old daughter Ketrin were asleep at home last week when attackers burst in and shot the mother dead with pellet guns. It was the latest in a string of mur...",
        "date": "20090814",
        "country": "Hungary"
    },
    {
        "title": "Remaining 19 EU countries go to polls",
        "body": "BRUSSELS: EU states began the final day of voting in a European Parliament election yesterday which is expected to embarrass national governments struggling to combat the effects of...",
        "date": "20090608",
        "country": "Hungary"
    },
    {
        "title": "World Bank approves $4.3 billion in loans to India",
        "body": "The World Bank on Tuesday announced $4.3 billion in loans to India, including $2.0 billion for the banking sector, to help strengthen its economy amid the global economic .",
        "date": "20090924",
        "country": "Hungary"
    },
    {
        "title": "More Gulf waters reopen to fishing after oil spill",
        "body": "Nearly 6,900 square miles of Gulf waters south of the Florida Panhandle have reopened to commercial and recreational fishing after the end of the oilspill offshore.",
        "date": "20101016",
        "country": "Hungary"
    },
    {
        "title": "UM film to air on Planet Green",
        "body": "AUniversity of Miami documentary about the global fresh water crisis has received accolades in film festivals around the world. Now the general public will get a chance to watch. The fil...",
        "date": "20100724",
        "country": "Hungary"
    },
    {
        "title": "Fears for millions as toxic spill pollutes major river",
        "body": "Disaster crews frantically diluted the chemical sludge with acid and clay to try to stop the waterway becoming severely poisoned.",
        "date": "20101008",
        "country": "Hungary"
    },
    {
        "title": "Hungary backtracks on default remarks",
        "body": "Hungary’s new cabinet huddled in an emergency session over the weekend to devise an economic plan aimed at restoring confidence in the nation’s creditworthiness, as the government back...",
        "date": "20100607",
        "country": "Hungary"
    },
    {
        "title": "Hungary backtracks on default remarks",
        "body": "Hungary’s new cabinet huddled in an emergency session over the weekend to devise an economic plan aimed at restoring confidence in the nation’s creditworthiness, as the government back...",
        "date": "20100607",
        "country": "Hungary"
    },
    {
        "title": "Hungary’s debt fears",
        "body": "Government scrambles to restore credibility with markets.",
        "date": "20100607",
        "country": "Hungary"
    },
    {
        "title": "Duck boats return to river without so much as a quack",
        "body": "Captain Norm — no need for formalities here — tried as hard as he could but couldn’t extract one “quack” yesterday from members of the Philadelphia media.",
        "date": "20110421",
        "country": "Hungary"
    },
    {
        "title": "Murdoch’s gift to censorship1",
        "body": "Britain’s Deputy Prime Minister, Nick Clegg, sounded like Dwight D. Eisenhower warning America about the military-industrial complex 50 years ago. Clegg issued his caution this week about...",
        "date": "20110716",
        "country": "Hungary"
    },
    {
        "title": "Murdoch’s gift to censorship8",
        "body": "Combating phone hacking and police bribery doesn’t require sweeping government oversight programs",
        "date": "20110716",
        "country": "Hungary"
    },
    {
        "title": "Quiet arrival of a busy month",
        "body": "Recap: Thai stocks traded in thin volume and a narrow range last week, with no new global factors driving the market.",
        "date": "20111128",
        "country": "Hungary"
    },
    {
        "title": "UN calls for ceasefire in Libya",
        "body": "BUDAPEST—UN chief Ban Kimoon on Monday called for an immediate ceasefire and a political solution to the conflict in Libya and said the United Nations would open a humanitarian miss...",
        "date": "20110419",
        "country": "Hungary"
    },
    {
        "title": "Agony for Spain, Hungary lose again in water polo",
        "body": "LONDON — An Olympic clash between Spain and Croatia ended in controversy on the second day of the men's polo tournament after the referee ruled a last gasp Spanish shot had not cross...",
        "date": "20120801",
        "country": "Hungary"
    },
    {
        "title": "Water polo agony for Spain, Hungary lose",
        "body": "AN Olympic clash between Spain and Croatia ended in controversy on the second day of the men’s polo tournament after the referee ruled a last gasp Spanish shot had not crossed the lin...",
        "date": "20120801",
        "country": "Hungary"
    },
    {
        "title": "Israelis happier but more dissatisfied than OECD peers",
        "body": "The average Israeli is dissatisfied with his home, lacks free time and works long hours, does not trust others, is politically uninvolved, has negative attitudes and believes that lif...",
        "date": "20120427",
        "country": "Hungary"
    },
    {
        "title": "E.U. ties fueling deep divisions in Hungary",
        "body": "BUDAPEST — Hungarians celebrated joining the European Union eight years ago by chopping through the barbed wire that separated them from Austria, eliminating a final vestige of the Iro...",
        "date": "20120201",
        "country": "Hungary"
    },
    {
        "title": "First victim identified as Italy tallies death toll from cruise ship disaster",
        "body": "NAIROBI, KENYA — Thousands of people, more than half of them children, died needlessly and millions of dollars were wasted because the international community did not respond to early war...",
        "date": "20120119",
        "country": "Hungary"
    },
    {
        "title": "FLOODING",
        "body": "GERMANY",
        "date": "20130608",
        "country": "Hungary"
    },
    {
        "title": "FLOODING",
        "body": "GERMANY",
        "date": "20130608",
        "country": "Hungary"
    },
    {
        "title": "Nations ready for ... deluge",
        "body": "BUDAPEST, June 8, (AFP): Flood waters rose in eastern Germany Saturday, forcing the evacuation of homes and a hospital, as propped up its defences against central Europe’s worst f...",
        "date": "20130609",
        "country": "Hungary"
    },
    {
        "title": "Germany drowning in flooding woes as Hungary braces for deluge",
        "body": "BUDAPEST: Floodwaters rose in eastern Germany, forcing the evacuation of homes and a hospital, as Hungary propped up its defences against central Europe’s worst floods in a decade.",
        "date": "20130609",
        "country": "Hungary"
    },
    {
        "title": "Flood waters continue to rise in Europe",
        "body": "BUDAPEST: Flood waters rose in eastern Germany yesterday, forcing the evacuation of homes and a hospital, as Hungary propped up its defences against central Europe’s worst floods in a de...",
        "date": "20130609",
        "country": "Hungary"
    },
    {
        "title": "Europe",
        "body": "Water protests pressure govt: Tens of thousands of people marched in towns across Ireland on Saturday in a second day of mass protests against charges, the biggest display of opposi...",
        "date": "20141103",
        "country": "Hungary"
    },
    {
        "title": "in brief",
        "body": "Severn Trent One of the water companies on the front– line of the current flooding crisis reassured investors over the financial impact of the extreme weather. Severn said there was cur...",
        "date": "20140215",
        "country": "Hungary"
    },
    {
        "title": "Europe",
        "body": "Hungary should ease pressure: A top human rights diplomat said on Friday he had warned Hungary’s government to avoid “dangerous” rhetoric, after international criticism of its treatmen...",
        "date": "20140706",
        "country": "Hungary"
    },
    {
        "title": "‘Super bacteria’ found at Rio sailing venue,",
        "body": "RIO DE JANEIRO — A drug-resistant “super bacteria” that’s normally found in hospitals and is notoriously difficult to treat has been discovered in the waters where Rio de Janeiro’s Olymp...",
        "date": "20141216",
        "country": "Hungary"
    },
    {
        "title": "Provisional estimates put Malta’s GDP growth on top of Europe",
        "body": "The National Statistics Office yesterday announced that provisional estimates indicate that the Gross Domestic Product for the second quarter amounted to €1,897.8 million, an increase of 4.2 per cent over the corresponding period last year. In real terms, GDP went up by 2.9 per cent.",
        "date": "20140828",
        "country": "Hungary"
    },
    {
        "title": "Refugees hit with tear gas",
        "body": "Hungary also attacks asylum-seekers with water cannons as crisis turns violent.",
        "date": "20150917",
        "country": "Hungary"
    },
    {
        "title": "EUROPE MIGRANT CRISIS",
        "body": "Border confrontation: Hungarian police spray water on migrants Wednesday at the “Horgos 2” border crossing into Hungary, near Horgos, Serbia. Small groups continued to sneak into Hung...",
        "date": "20150917",
        "country": "Hungary"
    },
    {
        "title": "Water cannons turned on migrants",
        "body": "Hungarian security forces also unleashed tear gas on those who tried to break through a wire fence,",
        "date": "20150917",
        "country": "Hungary"
    },
    {
        "title": "Water cannons turned on migrants",
        "body": "LONDON — Europe’s refugee crisis boiled over into violence Wednesday when Hungarian security forces unleashed water cannons and tear gas on asylum seekers who tried to break through a r...",
        "date": "20150917",
        "country": "Hungary"
    },
    {
        "title": "Regional efforts needed to contain ME water crisis",
        "body": "BUDAPEST, Hungary, April 1, (KUNA): Regional and international efforts are needed to contain the water crisis in the Middle East, said Kuwait’s Ambassador to Hungary Dr Hamad Burhamah o...",
        "date": "20160402",
        "country": "Hungary"
    },
    {
        "title": "Syrian migrant gets 10 yrs:",
        "body": "A Hungarian court on Wednesday sentenced a Syrian-Cypriot man to 10 years in jail his part in a riot at the border with Serbia last year, when he hurled rocks at police in an attempt to force...",
        "date": "20161201",
        "country": "Hungary"
    },
    {
        "title": "Migrant pressure rises in Serbia as Hungary gets tough",
        "body": "HORGOS, Serbia: Exhausted but hopeful, hundreds of migrants defy summer heat in a makeshift camp on the border, determined to reach the EU member nation despite tough new ...",
        "date": "20160711",
        "country": "Hungary"
    },
    {
        "title": "‘WE DO NOT INTERFERE’ - PETER SZIJJARTO, HUNGARIAN FM",
        "body": "Hungarian Foreign Affairs Minister Peter Szijjarto, in an interview with , said his country looked forward to deepening ties with Sri Lanka for cooperation in different fields. He sa...",
        "date": "20161017",
        "country": "Hungary"
    },
    {
        "title": "Defence Minister pays official visit to Hungary to discuss military cooperation",
        "body": "Egyptian Minister of Defence Sedki Sobhi held talks on Wednesday with his Hungarian counterpart, Istvn Simicsk, in Budapest during an official visit paid by Sobhi to Hungary, the of...",
        "date": "20170223",
        "country": "Hungary"
    },
    {
        "title": "Hungary to detain migrants at border",
        "body": "BUDAPEST Hungary approved plans yesterday to detain migrants in camps on its border, a step which the United Nations said violates European Union law and will have a “terrible physica...",
        "date": "20170308",
        "country": "Hungary"
    },
    {
        "title": "Returning Syrian refugee says Hungary is now ‘cool’",
        "body": "BUDAPEST: Two years on from sleeping rough in Budapest on a perilous trek from Syria to Germany, teenage refugee Yusra Mardini is back in the Hungarian capital competing in the world swimmi...",
        "date": "20170725",
        "country": "Hungary"
    },
    {
        "title": "African-born actor in Hungary: ‘People just see me as a migrant’",
        "body": "BUDAPEST: Marcelo CakeBaly came to study in Hungary from wartorn Guinea-Bissau in 1976, and has been working as a tram driver in Budapest for over a decade despite being a trained economist.",
        "date": "20170119",
        "country": "Hungary"
    },
    {
        "title": "World Highlights",
        "body": "PAPA, Hungary: Plant manager Gabor Kiraly remembers the meeting a couple of years ago when he and his Austrian bosses learnt how severe the worker shortage in was about to become ...",
        "date": "20180211",
        "country": "Hungary"
    },
    {
        "title": "Can drought be prevented? Slovakia aims to be an inspiration to other states",
        "body": "BRATISLAVA: A landmark programme to combat drought set to be implemented in the small Central European country of Slovakia could be an inspiration for other states as extreme weather even...",
        "date": "20180125",
        "country": "Hungary"
    },
    {
        "title": "The rise of the robots... in Eastern European factories",
        "body": "Plant manager Gabor Kiraly remembers the meeting a couple of years ago when he and his Austrian bosses learnt how severe the worker shortage in was about to become – it was, he sai...",
        "date": "20180210",
        "country": "Hungary"
    },
    {
        "title": "Automation fills gaps in Eastern Europe factories",
        "body": "PAPA, Hungary (Reuters) – Plant manager Gabor Kiraly remembers the meeting a couple of years ago when he and his Austrian bosses learned how severe the worker shortage in was about...",
        "date": "20180211",
        "country": "Hungary"
    },
    {
        "title": "Sultanate takes part in Budapest Water Summit in Hungary",
        "body": "Muscat - The sultanate, represented by the Ministry of Regional Municipalities and Resources, has joined the Budapest Summit 2019 under the slogan ‘Preventing Cr...",
        "date": "20191017",
        "country": "Hungary"
    },
    {
        "title": "Oman at Budapest water meet",
        "body": "BUDAPEST: The Sultanate is participating in the Budapest Water Summit 2019 under the theme “Preventing the ” which is being hosted by the Republic of from Octobe...",
        "date": "20191017",
        "country": "Hungary"
    },
    {
        "title": "Water summit",
        "body": "BUDAPEST: The Sultanate, represented by the Ministry of Regional Municipalities and Water Resources, is participating in the Budapest Water Summit 2019 under the theme “Preventin...",
        "date": "20191017",
        "country": "Hungary"
    },
    {
        "title": "Hungary to release Syrian jailed over 2015 border riot",
        "body": "BUDAPEST: A Syrian man jailed in Hungary for his role in a border riot in 2015 will be released next week, a court said Friday, ending a controversial case that saw Budapest accused of hea...",
        "date": "20190113",
        "country": "Hungary"
    },
    {
        "title": "Hungary to release Syrian jailed over 2015 border riot",
        "body": "BUDAPEST: A Syrian man jailed in Hungary for his role in a border riot in 2015 will be released next week, a court said Friday, ending a controversial case that saw Budapest accused of heavy...",
        "date": "20190113",
        "country": "Hungary"
    },
    {
        "title": "PM calls for greater efforts to tackle global water issue",
        "body": "will get to witness the real situation in the Kingdom and also visit the historic Unesco world heritage site, Angkor Wat.",
        "date": "20191017",
        "country": "Hungary"
    },
    {
        "title": "SFA receives Hungarian officials, bids Egypt’s ambassador adieu",
        "body": "SECRETARY of Foreign Affairs (SFA) Teodoro L. Locsin Jr. welcomed Hungarian Minister of Foreign Affairs and Trade Peter Szijjarto to Manila on October 15. Their meeting was the sixth...",
        "date": "20201022",
        "country": "Hungary"
    },
    {
        "title": "EU leaders talk Turkey and budget",
        "body": "BRUSSELS European leaders were to meet yesterday to tackle disputes that threaten their huge coronavirus recovery package and weaken their ability to respond to crises on their borders wi...",
        "date": "20201002",
        "country": "Hungary"
    },
    {
        "title": "In Hungary, coronavirus crisis is the perfect time to throw democracy under the bus",
        "body": "In the 1949 film “The Third Man,” set in post-war Vienna, the Austrian capital is a bombed-out city where Orson Welles’ character, Harry Lime, makes a killing on the black market for medical...",
        "date": "20200403",
        "country": "Hungary"
    },
    {
        "title": "Drought threatens Hungarian lake with environmental crisis",
        "body": "GARDONY, HUNGARY  Lake Velence, a shallow, freshwater lake in central Hungary, is a haven for over 100 types of birds, dozens of species of fish and throngs of tourists who come to bathe in it...",
        "date": "20210815",
        "country": "Hungary"
    },
    {
        "title": "‘This lake has to be saved’",
        "body": "GARDONY, Hungary — Lake Velence, a shallow, freshwater lake in central Hungary, is a haven for over 100 types of birds, dozens of species of fish and throngs of tourists who come to bathe in it...",
        "date": "20210822",
        "country": "Hungary"
    },
    {
        "title": "‘This lake has to be saved’",
        "body": "GARDONY, Hungary — Lake Velence, a shallow, freshwater lake in central Hungary, is a haven for over 100 types of birds, dozens of species of fish and throngs of tourists who come to bathe in it...",
        "date": "20210818",
        "country": "Hungary"
    },
    {
        "title": "‘This lake has to be saved’",
        "body": "GARDONY, Hungary — Lake Velence, a shallow, freshwater lake in central Hungary, is a haven for over 100 types of birds, dozens of species of fish and throngs of tourists who come to bathe in it...",
        "date": "20210818",
        "country": "Hungary"
    }
]