[
    {
        "title": "Diplomat behind reconstruction effort makes most of a tough job",
        "body": "While there is no shortage of critics of the United States’ efforts to rebuild Iraq, few harsh words are heard about the man directing the operations, Paul Bremer.",
        "date": "20031120",
        "country": "Qatar"
    },
    {
        "title": "Destroying a natural treasure in the name of progress",
        "body": "Mugecuo lake, known to local Tibetans as Yeti lake, remains one of China’s few untainted ecological treasures. Situated in the Ganzi Tibetan autonomous prefecture of Sichuan province, it is su...",
        "date": "20030816",
        "country": "Qatar"
    },
    {
        "title": "‘Give us a venue and we’ll put on a show’",
        "body": "Marlene Lee didn’t want to say goodbye so she tried to sneak out of town. Hong Kong’s top event organiser even avoided her office, fearing an emotional breakdown in front of her staff.",
        "date": "20040725",
        "country": "Qatar"
    },
    {
        "title": "Abbas, Hamas deadlocked on recognising Israel",
        "body": "Gaza City — Palestinian President Mahmud Abbas and the Hamas-led government remained at loggerheads on Tuesday over recognising Israel despite efforts by to break the deadlock ...",
        "date": "20061012",
        "country": "Qatar"
    },
    {
        "title": "Helium crisis over, business breathes easier",
        "body": "You probably didn’t notice unless you recently tried to buy a helium balloon, but the world is just now recovering from a helium shortage, which is more serious than it sounds.",
        "date": "20061216",
        "country": "Qatar"
    },
    {
        "title": "Lebanon’s ruined towns pin hopes on foreign aid",
        "body": "The New York Times",
        "date": "20061001",
        "country": "Qatar"
    },
    {
        "title": "Sudan Says No as U.N. Backs Force For Darfur",
        "body": "The U.N. Security Council yesterday approved a long-sought resolution that would place an expanded peacekeeping force in Sudan’s troubled Darfur region under U.N. authority, even as the government appeared to have begun a new offensive against rebel forces.",
        "date": "20060901",
        "country": "Qatar"
    },
    {
        "title": "Gulf International Bank plans to boost project finance in GCC",
        "body": "Bahrain-based Gulf International Bank, or GIB, an Arab lender owned by six Gulf countries, plans to finance more projects to help boost the region’s infrastructure, an official said.",
        "date": "20070915",
        "country": "Qatar"
    },
    {
        "title": "Anatomy",
        "body": "HEN fighters from Iran’s Revolutionary Guard seized 15 British sailors and marines in the northern Gulf 13 days ago, they ignited a diplomatic crisis in one of the world’s most dangerous wa...",
        "date": "20070405",
        "country": "Qatar"
    },
    {
        "title": "Syrian officials say Damascus played key role in freeing British",
        "body": "DAMASCUS ( AP) – Syria’s information minister and foreign minister said Wednesday that Damascus had played a key role in resolving the standoff over the 15 British sailors held by ...",
        "date": "20070405",
        "country": "Qatar"
    },
    {
        "title": "Iran releases British sailors",
        "body": "Iran released 15 British sailors yesterday as a “gift” to the people of Britain in a dramatic end to a two-week ordeal that had triggered a new diplomatic between Tehran and the West.",
        "date": "20070405",
        "country": "Qatar"
    },
    {
        "title": "Qatar prepares for diplomatic test over Sudan",
        "body": "Doha (AFP) Qatar is bracing to show its diplomatic mettle again with an Arab League mandate to try to broker peace in Sudan’s war-ravaged Darfur region.",
        "date": "20080913",
        "country": "Qatar"
    },
    {
        "title": "France, Gulf states begin war games",
        "body": "France, Qatar and the United Arab Emirates begun joint military drills on Monday in the shadow of the crisis over Iran’s nuclear program. The war games will continue until March 5. French an...",
        "date": "20080227",
        "country": "Qatar"
    },
    {
        "title": "Gord visit’s 1bn boost",
        "body": "GORDON BROWN’S golden touch on the Gulf tour has clinched business deals worth 1 billion for the UK.",
        "date": "20081105",
        "country": "Qatar"
    },
    {
        "title": "Credit Suisse reports second quarterly loss",
        "body": "Credit Suisse Group reported its second quarterly loss this year after writing down the value of leveraged loans and mortgage-backed securities, and as credit market swings hurt trading.",
        "date": "20081024",
        "country": "Qatar"
    },
    {
        "title": "National health emergency declared in Zimbabwe",
        "body": "Zimbabwe declared a national emergency over a cholera epidemic and the collapse of its health-care system, and the state media reported Thursday the government is seeking more internat...",
        "date": "20081205",
        "country": "Qatar"
    },
    {
        "title": "Qatar SWF pauses for half year, then will switch focus",
        "body": "Dubai (Reuters) Qatar’s sovereign wealth fund (SWF), one of the world’s largest investors, has put buying on hold for the next six months and will then focus more on energy and commodities in ...",
        "date": "20090313",
        "country": "Qatar"
    },
    {
        "title": "Opportunities abound in Middle East despite crisis",
        "body": "GEORGE TOWN: The United Arab Emirates (UAE) and other MiddleEastern countries still offer plenty business opportunities despite the Dubai financial , said the Malaysian Retailer-C...",
        "date": "20091219",
        "country": "Qatar"
    },
    {
        "title": "$50b to be spent on power sector",
        "body": "Abu Dhabi More than $50 billion (Dh183 billion) is expected to be invested in the power sector in the Gulf countries over the next seven years, according to research by the Middle East Econ...",
        "date": "20090331",
        "country": "Qatar"
    },
    {
        "title": "Ducab planning Dh875m expansion",
        "body": "Dubai Ducab — one of the region’s largest cable manufacturers — is likely to register an 11.84 per cent growth in production of cables this year to 85,000 tonnes, up from last year’s 76,00...",
        "date": "20091019",
        "country": "Qatar"
    },
    {
        "title": "Qatar detains 15 Bahraini fishermen who strayed",
        "body": "Manama A new crisis over fishing boundaries has erupted between Bahrain and Qatar following the arrest of 15 Bahraini fishermen for allegedly entering Qatari .",
        "date": "20100811",
        "country": "Qatar"
    },
    {
        "title": "Qatar to free all Bahraini fishermen",
        "body": "Manama Qatar will free all the Bahraini fishermen detained for allegedly straying into its waters following the Qatari Emir’s order.",
        "date": "20100615",
        "country": "Qatar"
    },
    {
        "title": "Qatar moves to reach food sustainability",
        "body": "DOHA: Many Gulf countries have been investing in foreign farmland, mainly in fertile Africa, to serve as their breadbasket.",
        "date": "20110909",
        "country": "Qatar"
    },
    {
        "title": "Clinton wags her finger at Arab states",
        "body": "DOHA, Qatar: US Secretary of State Hillary Clinton delivered a stark warning to Arab leaders yesterday that they would face growing extremism and even rebellion unless they quickly ad...",
        "date": "20110114",
        "country": "Qatar"
    },
    {
        "title": "Qatar hopes to reap rewards after backing Libyan winners",
        "body": "DOHA: Qatar was one of the first countries to back Libyan rebels seeking to overthrow Muammar Qaddafi and with his 42-year-old rule collapsing, the natural gas exporter hopes to reap the pol...",
        "date": "20110825",
        "country": "Qatar"
    },
    {
        "title": "Syria investors hurt by unrest",
        "body": "AMMAN: Political unrest has stymied three major Gulf investment projects in Syria and harmed efforts to attract capital needed to boost the economy after decades of Soviet-style control...",
        "date": "20110527",
        "country": "Qatar"
    },
    {
        "title": "Sultanate predicted to face acute water crisis by 2050",
        "body": "MUSCAT: The Sultanate of Oman along with other oil producing countries in the Middle East and North Africa (Mena) region are facing extreme scarcity of water, which could spiral the oil prices up, according to a latest study released by Maplecroft, yesterday.",
        "date": "20110323",
        "country": "Qatar"
    },
    {
        "title": "SYRIAN WAR ‘BRUTAL’",
        "body": "Syria’s conflict has taken a brutal turn with other countries arming both sides, spreading misery and risking “unintended consequences as the fighting intensifies and spreads,” UN chief Ba...",
        "date": "20120905",
        "country": "Qatar"
    },
    {
        "title": "Qatar stock market sluggish despite infrastructure hopes",
        "body": "DUBAI, Nov 7, (RTRS): For a country looking forward to a massive building boom, Qatar has a remarkably sluggish stock market.",
        "date": "20121108",
        "country": "Qatar"
    },
    {
        "title": "Fiscal cliff connected to climate cliff",
        "body": "Sitting at a caf in Washington, surrounded by local newspapers and watching a news channel on a wall-mounted television, you’d never know there was an international climate conference ...",
        "date": "20121201",
        "country": "Qatar"
    },
    {
        "title": "Qatar already owns a large slice of London",
        "body": "CREEPING steadily above the London skyline, the Shard will be Europe’s tallest building when it is finally finished in a few weeks’ time – an appropriate symbol for the rise of its Qatari own...",
        "date": "20120318",
        "country": "Qatar"
    },
    {
        "title": "Mideast faces growing water crisis",
        "body": "DOHA, QATAR — An amount of freshwater almost the size of the Dead Sea has been lost in parts of the Middle East because of poor management, rising demands for groundwater and the effects o...",
        "date": "20130213",
        "country": "Qatar"
    },
    {
        "title": "Just the six isles please (2 per wife)",
        "body": "THE Emir of Qatar has bought six Greek i slands f or 7.35million – and is thought to be planning a string of palaces to house his three wives and 24 children.",
        "date": "20130306",
        "country": "Qatar"
    },
    {
        "title": "Qatari-funded oil eases crisis in Gaza",
        "body": "GAZA: Israel allowed the entry of 450,000 liters of fuel, paid for by Qatar, into the Gaza Strip on Sunday to enable the Palestinian territory’s sole power plant to resume operations.",
        "date": "20131216",
        "country": "Qatar"
    },
    {
        "title": "NASA finds evidence of Middle East water crisis",
        "body": "DOHA, Qatar — An amount of freshwater almost the size of the Dead Sea has been lost in parts of the Middle East due to poor management, increased demands for groundwater and the effects of ...",
        "date": "20130213",
        "country": "Qatar"
    },
    {
        "title": "Can diplomatic issue between Qatar and three GCC states be resolved without cooperation?",
        "body": "A silent crisis became public after Saudi Arabia, the UAE and Bahrain recalled their ambassadors from Qatar was. The moves come following the failed attempts by these three countries to pe...",
        "date": "20140307",
        "country": "Qatar"
    },
    {
        "title": "Rapid end to Syria crisis tops agenda",
        "body": "KUWAIT CITY, March 24, (Agencies): The 25th summit of the Arab League member states which kicks off Tuesday, will be the first that Kuwaitis hosting since joining the pan-Arab organization in 1961.",
        "date": "20140325",
        "country": "Qatar"
    },
    {
        "title": "FIFA will not reopen World Cup votes",
        "body": "MARRAKECH, Morocco — Defiantly declaring that FIFA is no longer in crisis, Sepp Blatter said Friday the decision to hold the next two World Cups in Russia and won’t be revoked and the g...",
        "date": "20141220",
        "country": "Qatar"
    },
    {
        "title": "Calif. parents get prison for child’s death in Qatar",
        "body": "A San Gabriel Valley couple who moved to Qatar to help the tiny country ready itself for hosting the 2020 World Cup games were sentenced Thursday to three years in prison for the death of their...",
        "date": "20140328",
        "country": "Qatar"
    },
    {
        "title": "Doha, Tehran should walk the talk",
        "body": "The realisation between Qatar and Iran to move ahead despite differences and strike a consensus wherever possible is a promising development. The telephonic conversation between ...",
        "date": "20150621",
        "country": "Qatar"
    },
    {
        "title": "Pakistan in talks to import gas from Qatar",
        "body": "Pakistan is in talks to import liquefied natural gas (LNG) from , a minister said on Wednesday, as the country grapples with a chronic energy shortage.",
        "date": "20150219",
        "country": "Qatar"
    },
    {
        "title": "UAE among top 10 states to face acute water crisis",
        "body": "dubai — Nearly half of 33 countries expected to face extremely high water stress by 2040 are in the Middle East, where surface is limited and demand is high, said experts who ranked 167 nations.",
        "date": "20150827",
        "country": "Qatar"
    },
    {
        "title": "Missing Indians in Iraq: Govt seeks GCC help",
        "body": "April 27: Despite having an enviable record of tracing and evacuating its citizens and others from the troubled spots across the world, as evident in its ongoing relief and rescue Op...",
        "date": "20150428",
        "country": "Qatar"
    },
    {
        "title": "Scotmas set for overseas operations after securing HSBC financing help",
        "body": "A SCOTTISH water treatment specialist has moved into new markets in Qatar and India after securing 1.3 million in funding from HSBC.",
        "date": "20150422",
        "country": "Qatar"
    },
    {
        "title": "Industry figures to lead Milipol Qatar 2016",
        "body": "QATAR, Sept 22: Milipol Qatar 2016, the leading event dedicated to homeland security in the Middle East, has announced a stellar line up of industry figures that will headline this year’s s...",
        "date": "20160923",
        "country": "Qatar"
    },
    {
        "title": "Arab world’s water insecurity",
        "body": "NOWHERE is freshwater scarcer than in the Arab world. The region is home to most of the world’s poorest states or territories in terms of water resources, including Bahrain, Djibouti, Gaza...",
        "date": "20160720",
        "country": "Qatar"
    },
    {
        "title": "UAE, Bahrain deny opening airspace to Qatar aircraft",
        "body": "The UAE’s General Civil Aviation Authority (GCAA) has denied the news of opening its airspace to Qatar-registered aircraft.",
        "date": "20170810",
        "country": "Qatar"
    },
    {
        "title": "Crisis forces camels back to Qatar",
        "body": "DOHA— Around 12,000 camels and sheep have trekked back from Saudi Arabia to Qatar amid the Gulf diplomatic crisis. Saudi Arabia and its allies cut all diplomatic ties with and Tehran gave Qataris a two-week deadline to leave the kingdom. Qatari farmers in Saudi Arabia were forced to move their animals back to the emirate.",
        "date": "20170622",
        "country": "Qatar"
    },
    {
        "title": "An exercise in troubled waters",
        "body": "Ships from the United States and Qatar navies take part in a joint military exercise in waters off Doha yesterday. The exercise, which began on Thursday, came as the United States agreed to sell...",
        "date": "20170617",
        "country": "Qatar"
    },
    {
        "title": "Govt in talks with Turkey, Iran on providing food",
        "body": "Qatar is talking to Iran and Turkey about securing food and supplies to stave off possible shortages two days after its biggest suppliers, the United Arab Emirates and Saudi Arabia...",
        "date": "20170608",
        "country": "Qatar"
    },
    {
        "title": "Qatar says Bahrain abusing fisheries issue to stoke row",
        "body": "Doha, Qatar - Qatar accused Bahrain on Tuesday of abusing a routine fisheries enforcement case to deepen a three-month diplomatic between the emirate and its Gulf neighbours.",
        "date": "20170920",
        "country": "Qatar"
    },
    {
        "title": "16,000 trees for Qatar World Cup",
        "body": "DOHA: Qatar will plant at least 16,000 trees to beautify its eight 2022 World Cup stadiums. The trees, a mixture of local specimens and varieties imported from China, Spain and Thailand wil...",
        "date": "20180224",
        "country": "Qatar"
    },
    {
        "title": "Saudi waterway to turn Qatar into island",
        "body": "Qatar, a peninsular country, could be turned into an island if a plan by Gulf investors to dig a 60km-long water canal alongside the border with Qatar goes ahead.",
        "date": "20180410",
        "country": "Qatar"
    },
    {
        "title": "Qatar’s crisis",
        "body": "Qatar is defiant one year after its neighbors cut relations. It has tried to compensate for the loss of business and connections with its former Gulf allies by reaching out to Turkey and Iran.",
        "date": "20180611",
        "country": "Qatar"
    },
    {
        "title": "What to know about the Qatar crisis",
        "body": "DUBAI, United Arab Emirates — The diplomatic crisis gripping the energy-rich country of Qatar will enter its second year on Tuesday. Here’s a look at the ongoing dispute, the worst to grip...",
        "date": "20180604",
        "country": "Qatar"
    },
    {
        "title": "QC’s efforts to end sanitation, water crisis on cue at AidEx",
        "body": "QATAR Charity (QC) is sponsoring AidEx 2019, an annual event for aid and development being held in the Belgian capital Brussels on November 13 and 14, for the second consecutive year.",
        "date": "20191113",
        "country": "Qatar"
    },
    {
        "title": "World in water crisis",
        "body": "Nearly a quarter of the world’s population lives in 17 countries facing extremely high water stress, close to day zero conditions when the taps run dry, according to a new report.",
        "date": "20190807",
        "country": "Qatar"
    },
    {
        "title": "QC displays its water & sanitation projects at AidEx 2019 in Brussels",
        "body": "QATAR Charity (QC) took part in the AidEx 2019, which was held recently in the Belgian capital Brussels. It was attended by more than 2,500 dignitaries representing 130 humanitarian or...",
        "date": "20191117",
        "country": "Qatar"
    },
    {
        "title": "Qatar claims pair of Bahrain vessels breached territorial waters",
        "body": "DOHA Two Bahraini boats breached Qatari territorial waters on Wednesday, Doha's interior ministry claimed in a statement, a rare incident in the ongoing Gulf crisis which has pitted a ...",
        "date": "20201127",
        "country": "Qatar"
    },
    {
        "title": "Bahrain calls for disputes to end as Gulf summit looms",
        "body": "DUBAI Bahrain has called for an end to regional disputes, the latest statement suggesting a rift between Qatar and four countries could ease ahead of a Gulf summit next month.",
        "date": "20201225",
        "country": "Qatar"
    },
    {
        "title": "QND an occasion to highlight accomplishments of Qatar: QC",
        "body": "AFTER turning an unjust blockade imposed by some of its neighbours in its favour, Qatar has succeeded in confronting the coronavirus crisis, Qatar Chamber Chairman Sheikh Khalifa bin Jas...",
        "date": "20201215",
        "country": "Qatar"
    },
    {
        "title": "QA, UNHCR join hands to deliver humanitarian aid",
        "body": "QATAR Airways has announced a two-year partnership with UNHCR, the UN refugee agency, to deliver humanitarian relief and assistance to the displaced globally.",
        "date": "20200601",
        "country": "Qatar"
    },
    {
        "title": "Qatar stood by Lebanon in all historical milestones: Dr Diab",
        "body": "CARETAKER Prime Minister of the Lebanese Republic Dr Hassan Diab has praised the talks he held in Doha recently with His Highness the Amir of State of Sheikh Tamim bin Hamad Al Thani and Prime Minister and Minister of Interior HE Sheikh Khalid bin Khalifa bin Abdulaziz Al Thani, which dealt with the situation in Lebanon.",
        "date": "20210423",
        "country": "Qatar"
    },
    {
        "title": "‘Qatar Charity, IOM have long history of global cooperation’",
        "body": "QATAR Charity (QC) and the International Organization for Migration (IOM) collaborated to implement eight projects in Iraq, Syria, Yemen, Malawi, and Bangladesh between 2019 and 2021. ...",
        "date": "20210607",
        "country": "Qatar"
    },
    {
        "title": "IOM, QC rebuild houses in Iraq’s Mosul",
        "body": "WITH generous support from Qatar Charity, the International rganization for Migration (I M) in Iraq has helped 18 families rebuild their devastated homes in West Mosul.",
        "date": "20210531",
        "country": "Qatar"
    },
    {
        "title": "Gulf crisis resolution in balance ahead of Saudi Arabia summit",
        "body": "The Gulf crisis which has pitted regional players against Qatar could be moving closer to resolution as the key countries prepare to meet in Saudi Arabia tomorrow",
        "date": "20210104",
        "country": "Qatar"
    },
    {
        "title": "Palestinian government agencies praise Qatar Charity’s relief efforts",
        "body": "QATAR Charity (QC) has been praised by Palestinian government agencies for its efforts in supporting the Palestinian people, implementing humanitarian projects for their benefit, an...",
        "date": "20210604",
        "country": "Qatar"
    }
]