[
    {
        "title": "Foul water: Foe of the poor",
        "body": "It kills millions and impoverishes regions. But solutions can be simple, a local group shows.",
        "date": "20061224",
        "country": "Ecuador"
    },
    {
        "title": "What’s on",
        "body": "Opening Night",
        "date": "20060908",
        "country": "Ecuador"
    },
    {
        "title": "Call for new UN environment agency",
        "body": "Forty-six nations called for the creation of a more powerful UN environment agency yesterday, saying the survival of humanity was at risk, but the United States, China and Russia did not...",
        "date": "20070204",
        "country": "Ecuador"
    },
    {
        "title": "...and abroad",
        "body": "❏",
        "date": "20070414",
        "country": "Ecuador"
    },
    {
        "title": "Climate wars threaten billions",
        "body": "A TOTAL of 46 nations and 2.7 billion people are now at high risk of being overwhelmed by armed conflict and war because of climate change. A further 56 countries face political destabi...",
        "date": "20071104",
        "country": "Ecuador"
    },
    {
        "title": "Amazon tribe hits back at green ‘colonialism’",
        "body": "IT’S ONE of the most fashionable ideas to save the planet from global warming: buying up tropical rainforest to save it from destruction. Gordon Brown has even appointed the millionaire ...",
        "date": "20071014",
        "country": "Ecuador"
    },
    {
        "title": "Colombia faces more pressure after attack",
        "body": "CARACAS: Latin America’s leftist leaders heaped more criticism on Colombia, leaving it increasingly isolated yesterday in a that has threatened political stability in the An...",
        "date": "20080307",
        "country": "Ecuador"
    },
    {
        "title": "CHAVEZ BLAMES U.S., COLOMBIA FOR TENSION",
        "body": "CARACAS, VENEZUELA",
        "date": "20080306",
        "country": "Ecuador"
    },
    {
        "title": "Rice calls for diplomatic solution in Colombia after attack on FARC camp",
        "body": "BRUSSELS (AP) – Secretary of State Condoleezza Rice said Thursday that the US wants to see a diplomatic solution to the tension surrounding Colombia after the USbacked government staged...",
        "date": "20080307",
        "country": "Ecuador"
    },
    {
        "title": "Ecuador continues Chevron fight",
        "body": "COCA, Ecuador — Abel Garrido has struck oil and is not happy about it.",
        "date": "20081119",
        "country": "Ecuador"
    },
    {
        "title": "El Nino intensifies Latin America drought",
        "body": "MONTEVIDEO: From a devastating food crisis in Guatemala to water cuts in Venezuela, El Nino has compounded drought damage across Latin America this year.",
        "date": "20091121",
        "country": "Ecuador"
    },
    {
        "title": "Amazonians blame oil giant for health crisis",
        "body": "Tens of thousands of Amazonians are suing American oil company Chevron for poisoning their waterways in what is billed as one of the biggest environmental cases in history.",
        "date": "20091118",
        "country": "Ecuador"
    },
    {
        "title": "In Ecuador, an Unusual Carbon-Credit Plan to Leave Oil Untapped",
        "body": "QUITO, Ecuador — Beneath the tropical jungles of northeastern Ecuador lies a vast pool of oil, representing one-fifth of the small Andean country’s petroleum reserves and potentially bil...",
        "date": "20090526",
        "country": "Ecuador"
    },
    {
        "title": "Ecuador’s Protectionist Response to Global Crisis Helps Some, Worries Others",
        "body": "QUITO, Ecuador — The world economy is in a free fall, and the prospects for tiny, oil-producing Ecuador are bleak. But at Grupo Superior, workers in hairnets and white smocks churn out growing...",
        "date": "20090326",
        "country": "Ecuador"
    },
    {
        "title": "UM film to air on Planet Green",
        "body": "AUniversity of Miami documentary about the global fresh water crisis has received accolades in film festivals around the world. Now the general public will get a chance to watch. The fil...",
        "date": "20100724",
        "country": "Ecuador"
    },
    {
        "title": "Latino poverty gets worse",
        "body": "Economists say poverty in Latin America is returning to 2008 levels as the region struggles to recover from two years of financial . The United Nations Economic Commission for La...",
        "date": "20101202",
        "country": "Ecuador"
    },
    {
        "title": "Police protesters throw Ecuador into chaos",
        "body": "The government declared a state of siege Thursday after rebellious police angered by a law that cuts their benefits plunged into chaos, roughing up the president, shutting down a...",
        "date": "20101001",
        "country": "Ecuador"
    },
    {
        "title": "Ecuador leader declares state of siege after rioting police stage coup attempt",
        "body": "THE Government of Ecuador has declared a state of siege after rebellious police staged an attempted coup.",
        "date": "20101001",
        "country": "Ecuador"
    },
    {
        "title": "TURMOIL IN ECUADOR",
        "body": "QUITO, Ecuador (AP) – The government declared a state of siege Thursday after rebellious police angered by a law that cuts their benefits plunged this small South American nation into chaos, roughing up the president, shutting down airports and blocking highways in a nationwide strike.",
        "date": "20101001",
        "country": "Ecuador"
    },
    {
        "title": "Frog re- emerges in India after century",
        "body": "Researchers have rediscovered frog species including one last seen in India more than a century ago, potentially offering clues on why they have survived a global killing amphib...",
        "date": "20110218",
        "country": "Ecuador"
    },
    {
        "title": "Revolting world",
        "body": "THEArab and north African revolutions will have a worldwide effect in the struggle against neo-colonialism.",
        "date": "20110308",
        "country": "Ecuador"
    },
    {
        "title": "Mercosur bloc presidents agree to raise tariffs",
        "body": "MONTEVIDEO, (Reuters) - Presidents of the Mercosur trade bloc yesterday agreed to individually raise tariffs on imports to shield their industries from a flood of cheaper imported goods ...",
        "date": "20111221",
        "country": "Ecuador"
    },
    {
        "title": "Melting glaciers threaten Peru on many fronts",
        "body": "Huaraz, Peru— Glacier melt hasn’t caused a national crisis in Peru, yet. But high in the Andes, rising temperatures and changes in water supply over the past 40 years have decimated crops, ...",
        "date": "20110123",
        "country": "Ecuador"
    },
    {
        "title": "Mercosur bloc to raise tariffs",
        "body": "MONTEVIDEO: Presidents of the Mercosur trade bloc on Tuesday agreed to individually raise tariffs on imports to shield their industries from a flood of cheaper imported goods stemming fr...",
        "date": "20111222",
        "country": "Ecuador"
    },
    {
        "title": "El Nio raises hood; fears loom as drought may affect world food supplies",
        "body": "An El Nio weather pattern is underway and will last until winter, Japan’s weather agency said on Friday in the strongest statement yet by a national meteorological body, adding to fea...",
        "date": "20120811",
        "country": "Ecuador"
    },
    {
        "title": "Nio emerges, raising fears over food prices2",
        "body": "TOKYO — An El Nio weather pattern is underway and will last until winter, Japan said on Friday, foreshadowing disruptive conditions that could harm crops from Australia to India at a ...",
        "date": "20120811",
        "country": "Ecuador"
    },
    {
        "title": "Labour calls for probe into banks",
        "body": "THE UK ’ s Labour Party leader, Ed Miliband, has called for a public inquiry into banking culture and practices after the City was rocked by two major scandals in a week.",
        "date": "20120701",
        "country": "Ecuador"
    },
    {
        "title": "Yusani: the frontline of the global battle between living things and fossil fuels",
        "body": "tional community will give them half that amount.",
        "date": "20120903",
        "country": "Ecuador"
    },
    {
        "title": "Granting asylum could be fiscal risk for Ecuador",
        "body": "QUITO, Ecuador If Ecuador grants political asylum to Edward Snowden, the move could boost President Rafael Correa’s image at home as a champion of human rights, but it could also hurt his ...",
        "date": "20130627",
        "country": "Ecuador"
    },
    {
        "title": "Granting asylum could be fiscal risk for Ecuador",
        "body": "QUITO, Ecuador — If Ecuador grants political asylum to Edward Snowden, the move could boost President Rafael Correa’s image at home as a champion of human rights, but it could also hurt hi...",
        "date": "20130627",
        "country": "Ecuador"
    },
    {
        "title": "Granting asylum could be fiscal risk for Ecuador",
        "body": "QUITO, Ecuador — If Ecuador grants political asylum to Edward Snowden, the move could boost President Rafael Correa’s image at home as a champion of human rights, but it could also hurt hi...",
        "date": "20130627",
        "country": "Ecuador"
    },
    {
        "title": "Shrimp prices near record",
        "body": "Prices double since 2010 as a disease crimps supply from Thailand, China and Vietnam.",
        "date": "20130817",
        "country": "Ecuador"
    },
    {
        "title": "Editorial A growing geopolitical storm",
        "body": "With the Venezuelan political crisis continuing to fester, Union of South American Nations ( Unasur) foreign ministers agreed in Chile, last week, to travel to Caracas to “accompany...",
        "date": "20140321",
        "country": "Ecuador"
    },
    {
        "title": "Oil fears? El Nino ‘a bigger worry’ for S’pore",
        "body": "THE Iraq crisis will not, in all likelihood, have a major impact on Singapore’s economy, say oil industry experts and economists.",
        "date": "20140624",
        "country": "Ecuador"
    },
    {
        "title": "China’s global ambitions, with loans and strings attached",
        "body": "Where the Andean foothills dip into the Amazon jungle, nearly 1,000 Chinese engineers and workers have been pouring concrete for a dam and a 15-mile underground tunnel. The $2.2 billion pr...",
        "date": "20150726",
        "country": "Ecuador"
    },
    {
        "title": "‘We’re leaving in droves’",
        "body": "CIUDAD HIDALGO, Mexico — They line up on the edge of the water, their silhouettes barely visible in the wee hours before the sun rises. Groups of 10 to 12 climb aboard rafts mounted with ply...",
        "date": "20151108",
        "country": "Ecuador"
    },
    {
        "title": "Group to leave for rainforest in Ecuador",
        "body": "Laurie Clement jokingly admits she might just be experiencing her mid-life crisis, but she’s managed to convince a group of 12 other people to join her on the journey.",
        "date": "20151228",
        "country": "Ecuador"
    },
    {
        "title": "Oppressive states such as Ecuador crush the web’s power",
        "body": "Julian Assange’s captivity in the Ecuadorian embassy is full of ironies – none of them funny – which tell us much about the state of freedom of speech, little of it good. Older readers will r...",
        "date": "20150906",
        "country": "Ecuador"
    },
    {
        "title": "Ecuador quake toll rises to 350; rebuilding to cost billions",
        "body": "PORTOVIEJO/PEDERNALES, Ecuador (Reuters) - The death toll rose to 350 yesterday from a devastating earthquake that hit Ecuador at the weekend, as rescuers hunted for survivors, victims cl...",
        "date": "20160419",
        "country": "Ecuador"
    },
    {
        "title": "Quake aftermath",
        "body": "PORTOVIEJO/ PEDERNALES, Ecuador — Touring a city ravaged by the earthquake that killed 366 people, Ecuadorean President Rafael Correa on Monday contemplated a rebuilding costing billi...",
        "date": "20160419",
        "country": "Ecuador"
    },
    {
        "title": "Quake aftermath",
        "body": "PORTOVIEJO/PEDERNALES, Ecuador — Touring a city ravaged by the earthquake that killed 366 people, Ecuadorean President Rafael Correa on Monday contemplated a rebuilding costing billio...",
        "date": "20160419",
        "country": "Ecuador"
    },
    {
        "title": "Grim number",
        "body": "Touring a city ravaged by the earthquake that killed at least 413 people, Ecuadorean President Rafael Correa on Monday said rebuilding would cost billions of dollars and may inflict a “huge” toll on the fragile OPEC nation’s economy.",
        "date": "20160420",
        "country": "Ecuador"
    },
    {
        "title": "Harvest fog for water",
        "body": "ON APRIL 26, in the full council sitting, I raised three issues with mayor Patricia de Lille regarding the deepening water crisis in Cape Town.",
        "date": "20170525",
        "country": "Ecuador"
    },
    {
        "title": "Ecuador voters decide whether to take right turn with regional tide",
        "body": "Ecuador will change political direction on Sunday with the first presidential election in more than a decade not to be contested by Rafael Correa, who is stepping aside after three cons...",
        "date": "20170216",
        "country": "Ecuador"
    },
    {
        "title": "Tragedy in Colombia",
        "body": "BOGOTA, COLOMBIA — An avalanche of water from three overflowing rivers swept through a small city in Colombia, destroying homes while people slept and killing at least 193.",
        "date": "20170402",
        "country": "Ecuador"
    },
    {
        "title": "Rivers overflow, toppling homes while victims slept",
        "body": "bogota, colombia An avalanche of water from three overflowing rivers swept through a small city in Colombia while people slept, destroying homes and killing at least 193 people, authorit...",
        "date": "20170402",
        "country": "Ecuador"
    },
    {
        "title": "Ecuador expels Venezuelan envoy over insult to president:",
        "body": "Ecuador said it has expelled Venezuela’s ambassador because an official from the neighboring country called the Ecuadoran president a “liar.” The Foreign Ministry said Venezuelan Commu...",
        "date": "20181019",
        "country": "Ecuador"
    },
    {
        "title": "On foot, Venezuela’s poor seek better lives across S. America",
        "body": "TULCAN (Ecuador) During his two-week trek through the bitterly cold Andean mountains, penniless Venezuelan Jesus Mendoza has eaten better than he has for months in his impoverished homel...",
        "date": "20180904",
        "country": "Ecuador"
    },
    {
        "title": "ROSES",
        "body": "up to the potential of preserved flowers. The two-day process involves cutting a flower at full bloom, dipping it into a plant-based solution to extract the natural colors and then infusi...",
        "date": "20180214",
        "country": "Ecuador"
    },
    {
        "title": "Preserved roses bring sales jolt",
        "body": "TABACUNDO, ECUADOR: In a warehouse north of Ecuador’s capital, a small, busy army of dexterous workers puts the final touches on a shipment of made-to-order roses with tones as diverse as th...",
        "date": "20180214",
        "country": "Ecuador"
    },
    {
        "title": "Venezuela in crisis",
        "body": "This editorial appeared in the Washington Post. V enezuelans, once the richest people in Latin America, are living through an extraordinary humanitarian catastrophe. Deprived of a...",
        "date": "20180822",
        "country": "Ecuador"
    },
    {
        "title": "2019 unrest in South America",
        "body": "Venezuela: Protests over alleged election fraud as well as economic collapse and the failure of and energy systems.",
        "date": "20191122",
        "country": "Ecuador"
    },
    {
        "title": "2019 unrest in South America",
        "body": "Venezuela: Protests over alleged election fraud as well as economic collapse and the failure of and energy systems.",
        "date": "20191127",
        "country": "Ecuador"
    },
    {
        "title": "Protest-hit Ecuador relocates government",
        "body": "QUITO/GUAYAQUIL — Ecuador’s government sought foreign mediation via the United Nations or the Catholic Church on Tuesday, after almost a week of anti-austerity protests that have forced the...",
        "date": "20191009",
        "country": "Ecuador"
    },
    {
        "title": "Ecuador national strike raises pressure on defiant Moreno",
        "body": "Indigenous-led protesters began a national strike in Ecuador on Wednesday after President Lenin Moreno refused to step down or overturn anti-austerity measures that have triggered the...",
        "date": "20191010",
        "country": "Ecuador"
    },
    {
        "title": "Protesters converge on Ecuador’s capital",
        "body": "QUITO, Ecuador — Thousands of indigenous people moved onto Ecuador’s capital Tuesday as antigovernment protests and clashes continued into a second week.",
        "date": "20191009",
        "country": "Ecuador"
    },
    {
        "title": "‘We’re sure that our circumstances are not the norm’",
        "body": "Amid a shutdown in air travel, three Wawa women remain in Ecuador, unable to return home.",
        "date": "20200324",
        "country": "Ecuador"
    },
    {
        "title": "Fleeing pandemic, many Venezuelan migrants head home",
        "body": "CALI: For the second time in less than a year, Jesus Pena is on the run. The first time, he was fleeing poverty in his native Venezuela. Now, he’s heading back to his home to es...",
        "date": "20200423",
        "country": "Ecuador"
    },
    {
        "title": "And the prize for most woke awards... oops, but not roses",
        "body": "THE Golden Globe Awards is attempting to become Hollywood’s first sustainable awards show, featuring a reusable red carpet, paper drinking straws and a plant-based menu. Singleuse plas...",
        "date": "20200104",
        "country": "Ecuador"
    },
    {
        "title": "Venezuelan migrants head home",
        "body": "For the second time in less than a year, Jesus Pena is on the run. The first time, he was fleeing poverty in his native Venezuela. Now, he’s heading back to his home to escape t...",
        "date": "20200423",
        "country": "Ecuador"
    },
    {
        "title": "Climate crisis",
        "body": "1 Who sang “You can shove the climate crisis up your arse” at Cop26?",
        "date": "20211106",
        "country": "Ecuador"
    },
    {
        "title": "Ecuador picks conservative for president",
        "body": "QUITO, Ecuador – Ecuador will be led for the next four years by a conservative businessman after voters rebuffed a left-leaning movement that yielded an economic boom and then a recession...",
        "date": "20210413",
        "country": "Ecuador"
    },
    {
        "title": "Mexico Looks to the Heavens for a Solution to Its Water Crisis",
        "body": "QUITO (Reuters) - Ecuador and Paraguay have both received some 20,000 doses of the Sinovac coronavirus vaccine from Chile, the governments of the recipient countries said on Saturday.",
        "date": "20210407",
        "country": "Ecuador"
    },
    {
        "title": "Landmark vote on right to clean environment",
        "body": "ON Oct 8, 2021, the United Nations Human Rights Council (HRC), whose mission is to promote and protect human rights around the world, passed Resolution 48/13, which recognised for the first ti...",
        "date": "20211023",
        "country": "Ecuador"
    },
    {
        "title": "Water crisis threatens two billion",
        "body": "Seeking to ease a water crisis threatening a third of humanity, the United Nations marked World Environment Day yesterday with calls for governments to double aid to poor countries and for ...",
        "date": "20030606",
        "country": "Egypt"
    },
    {
        "title": "Could this be World War H2O?",
        "body": "“As scarcity develops, more people are going to die and more ecosystems are going to become unviable”",
        "date": "20031018",
        "country": "Egypt"
    },
    {
        "title": "Without homes or hope",
        "body": "From the age of eight, when Abraham Awolich first fled with another child to escape rampaging Sudanese soldiers and built a mud hut in Ethiopia to stay alive, he believed his days as a refugee wo...",
        "date": "20040803",
        "country": "Egypt"
    },
    {
        "title": "The U.N. fails to lead",
        "body": "Feeble. That’s the only word to describe the shaky package of “reforms” that Prime Minister Paul Martin and 150 world leaders have been invited to endorse at the United Nations’ 60th annive...",
        "date": "20050915",
        "country": "Egypt"
    },
    {
        "title": "The plagues visited on Hong kong",
        "body": "The Invasion of the Red Fire Ants sounds like the title of a hilarious B-grade horror movie – but the reality is nothing to laugh about. The potential killers are, it seems, the latest scourge to be visited on Hong Kong since the handover.",
        "date": "20050201",
        "country": "Egypt"
    },
    {
        "title": "Palestinians celebrate withdrawal",
        "body": "KHAN YOUNIS, GAZA STRIP—",
        "date": "20050912",
        "country": "Egypt"
    },
    {
        "title": "qquueessttiioonnss that MMUUSSTT be answered JULY",
        "body": "IT’S an uncomfortable question but one that has to be asked: What is the government hiding?",
        "date": "20051216",
        "country": "Egypt"
    },
    {
        "title": "FROM OUR ARCHIVES",
        "body": "65 YEARS AGO",
        "date": "20060914",
        "country": "Egypt"
    },
    {
        "title": "Fouled water takes 5,000 lives per day, UN report claims",
        "body": "CAPE TOWN, South Africa • The humble flush toilet, taken for granted in most rich countries, could be a cheap, but powerful, tool to slash childhood deaths and boost global development, a UN ...",
        "date": "20061110",
        "country": "Egypt"
    },
    {
        "title": "A humanitarian crisis of massive proportions",
        "body": "To",
        "date": "20060901",
        "country": "Egypt"
    },
    {
        "title": "Fuel shortage threatens crisis",
        "body": "Ramadan Abu Hujeir’s petrol station is one of the few businesses bustling in the Gaza Strip. Lines of cars, tractors and people waving jerry cans extended out into the road, waiting to get some of the last drops of fuel in Gaza.",
        "date": "20060703",
        "country": "Egypt"
    },
    {
        "title": "Child mortality study cites Egyptian gain, Iraqi decline",
        "body": "washington — Egypt made the most progress among developing countries in reducing deaths of children younger than 5 from 1990 to 2005, while Iraq deteriorated the most, a U.S.-based chari...",
        "date": "20070508",
        "country": "Egypt"
    },
    {
        "title": "IN BRIEF",
        "body": "$ 100 BILLION NEEDED TO FUND",
        "date": "20070329",
        "country": "Egypt"
    },
    {
        "title": "Running on empty",
        "body": "Hussein Mohammed Ali Tayat, 52, sighs heavily while sipping thick, black coffee. “I lost a large portion of my banana crop – millions of shekels – to drought last year. I have 17 family member...",
        "date": "20070517",
        "country": "Egypt"
    },
    {
        "title": "Tories axed worthwhile environmental project",
        "body": "Three cheers for Henry Boon’s letter that responded with the real deal on wind energy and the urgency of fighting climate change (Feb. 26). In the face of this , it has become a cliche t...",
        "date": "20070305",
        "country": "Egypt"
    },
    {
        "title": "Gaza’s welfare rests in the hands of Hamas",
        "body": "Palestinians living in the Gaza Strip limp from crisis to crisis. They will continue to do so until their leaders, the militant group Hamas, renounce violence against Israel, recognise the rig...",
        "date": "20080125",
        "country": "Egypt"
    },
    {
        "title": "Wrong debate",
        "body": "From TheJerusalemPost When the Security Council met to consider the situation in Gaza, it had the basic facts.",
        "date": "20080126",
        "country": "Egypt"
    },
    {
        "title": "Gazans foil Egyptian moves to close border",
        "body": "Egyptian soldiers in riot gear deployed water cannon and rolls of barbed wire yesterday as they started to close the Gaza/ border, turning back the thousands of Palestinians who have ...",
        "date": "20080126",
        "country": "Egypt"
    },
    {
        "title": "Despite break, crisis builds in Gaza",
        "body": "gaza city— Malah abu Lashin lay in the intensive care unit of Nasser Children’s Hospital here Sunday, her frail 20month-old body attached to a ventilator, an oxygenator and an intravenous...",
        "date": "20080128",
        "country": "Egypt"
    },
    {
        "title": "Israel loosens blockade of Gaza",
        "body": "Washington Post",
        "date": "20080123",
        "country": "Egypt"
    },
    {
        "title": "Bashir looks for a little help from his friends",
        "body": "CAIRO With only a week before an international court decides whether to issue an arrest warrant against the president of Sudan by charging him with crimes against humanity, Omar al Ba...",
        "date": "20090226",
        "country": "Egypt"
    },
    {
        "title": "Fifa calls 2010 crisis talks",
        "body": "ZURICH: Fifa president Sepp Blatter has called an emergency meeting of its executive committee ahead of the World Cup draw in South Africa to deal with the fallout from Thierry Henry’s handball, violence at games and match-fixing allegations in Europe.",
        "date": "20091124",
        "country": "Egypt"
    },
    {
        "title": "Truce talk gaining amid fight",
        "body": "GAZA from A1 by smuggling weapons and rockets from Egypt.",
        "date": "20090108",
        "country": "Egypt"
    },
    {
        "title": "Egypt sends additional funding bill to parliament to spur growth",
        "body": "Cairo ( Bloomberg) The Egyptian government sent a bill for additional public spending of 10 billion Egyptian pounds ( Dh6.6204) to the upper house of parliament as part of its effort to su...",
        "date": "20091225",
        "country": "Egypt"
    },
    {
        "title": "Upstream countries cause Nile crisis",
        "body": "The crisis over the Nile River basin between the downstream countries, Egypt and Sudan, and those of the upstream, has entered a critical turn following the signing of a framework agreem...",
        "date": "20100519",
        "country": "Egypt"
    },
    {
        "title": "Crisis as East African states battle over control of Nile",
        "body": "East African states are struggling to contain an escalating over control of the of the river Nile.",
        "date": "20100523",
        "country": "Egypt"
    },
    {
        "title": "Egypt discusses its Nile waters troubles with Kenya",
        "body": "Egypt’s President Hosni Mubarak has discussed with Kenya’s visiting Prime Minster Raila Odinga a lingering over the sharing of the Nile’s . says it is weighing its resp...",
        "date": "20100524",
        "country": "Egypt"
    },
    {
        "title": "A scientific solution to the Nile",
        "body": "“What if Egypt were to reach an agreement with the Nile basin states ending the dispute over the cooperative framework agreement?” asked Mahmood Issa in an opinion piece for Qatari daily Al...",
        "date": "20100531",
        "country": "Egypt"
    },
    {
        "title": "A calm approach to Egypt-Sudan dispute",
        "body": "“There is no clear reason for the crisis beginning to take shape between Cairo and Khartoum over the Halayeb Triangle,” wrote Samir Said in an article for Emirati daily Al Khaleej.",
        "date": "20100707",
        "country": "Egypt"
    },
    {
        "title": "Egypt needs a policy to deal with Nile crisis",
        "body": "In a lead article, the pan-Arab newspaper Al Quds al Arabi decried the retreat of Egypt’s role in Africa so that the Nile river upstream countries were encouraged to draft an agreement ent...",
        "date": "20100525",
        "country": "Egypt"
    },
    {
        "title": "Flood of refugees reaches crisis point",
        "body": "GENEVA: Violence and chaos in Libya have triggered an exodus of more than 140 000 refugees to Tunisia and , a UN official said, as aid workers warned the situation at the Tunisian bo...",
        "date": "20110302",
        "country": "Egypt"
    },
    {
        "title": "Italy turns to EU over refugee crisis",
        "body": "ITALY has warned it faces a humanitarian crisis with some 1,600 refugees from Tunisia arriving in its over the past two weeks following unrest there.",
        "date": "20110212",
        "country": "Egypt"
    },
    {
        "title": "Migrants swamp Italy",
        "body": "Italy has warned it is facing a humanitarian crisis with hundreds of would-be migrants from Tunisia and Egypt arriving in Italian following unrest in their home countries. About...",
        "date": "20110212",
        "country": "Egypt"
    },
    {
        "title": "Sultanate predicted to face acute water crisis by 2050",
        "body": "MUSCAT: The Sultanate of Oman along with other oil producing countries in the Middle East and North Africa (Mena) region are facing extreme scarcity of , which could spiral the oil prices up, according to a latest study released by Maplecroft, yesterday.",
        "date": "20110323",
        "country": "Egypt"
    },
    {
        "title": "140,000 have fled Libyan violence",
        "body": "GENEVA — Violence and chaos in Libya have triggered an exodus of more than 140,000 refugees to Tunisia and Egypt, a U.N. official said, and aid workers warned that the situation at the Tu...",
        "date": "20110302",
        "country": "Egypt"
    },
    {
        "title": "Nile’s tides turning against Egypt",
        "body": "“All of Egyptian life is based on the Nile. Without it there is nothing.” — Moujahed Achouri, representative for the U.N.’s Food and Agricultural Organization in Egypt",
        "date": "20121217",
        "country": "Egypt"
    },
    {
        "title": "A political crisis is a poor time to negotiate water",
        "body": "The former Egyptian regime failed to present a strategy",
        "date": "20120424",
        "country": "Egypt"
    },
    {
        "title": "Egyptian fate tied to the future of Nile River",
        "body": "CAIRO — Overwhelmed by cascading economic and political problems since the overthrow of Hosni Mubarak, this nation teeters from within even as what could be its biggest threat lies hundred...",
        "date": "20121118",
        "country": "Egypt"
    },
    {
        "title": "Egyptian fate tied to future of Nile",
        "body": "CAIRO — Overwhelmed by cascading economic and political problems since the overthrow of Hosni Mubarak, this nation teeters from within even as what could be its biggest threat lies hundred...",
        "date": "20121118",
        "country": "Egypt"
    },
    {
        "title": "Nile River water crisis threatens stability",
        "body": "Ethiopia’s Renaissance Dam project, designed to divert some Nile River water, poses a real risk to Egypt and Sudan’s future, said the Saudi daily Al Riyadh in its editorial on Thursday.",
        "date": "20130607",
        "country": "Egypt"
    },
    {
        "title": "Egypt warns all options open over Ethiopia dam",
        "body": "CAIRO: Egypt’s president on Monday hardened his stance against Ethiopia and its construction of a Nile dam, warning that “all options are open” in dealing with the project that threatens to...",
        "date": "20130612",
        "country": "Egypt"
    },
    {
        "title": "Egypt fumes as Ethiopia builds giant hydro dam",
        "body": "CAIRO, Egypt — Ethiopia’s construction of Africa’s largest hydroelectric dam on the world’s longest river threatens to affect flows of water to Nile-dependent, water-starved Egypt, where t...",
        "date": "20130531",
        "country": "Egypt"
    },
    {
        "title": "TUESDAY’S TOP TV PICKS",
        "body": "7:30 p.m., KOKH-25. This workplace comedy stars Andy Samberg and Andre Braugher as oil-and-water police officers in a Brooklyn precinct where discipline is in short supply.",
        "date": "20130917",
        "country": "Egypt"
    },
    {
        "title": "Can they all be winners?",
        "body": "AMID A cautious optimism, Cairo hosted last week the second meeting of the tripartite committee, which is responsible for studying the situation of the Ethiopian Renaissance dam, wit...",
        "date": "20141020",
        "country": "Egypt"
    },
    {
        "title": "Air strikes wreck Gaza water system",
        "body": "Israel renewed its aggression against the Gaza Strip yesterday, after Palestinian fighters refused an Egyptian proposal for an immediate ceasefire deal. The first death since the failure of a truce proposal was a 77- year- old man, medics said. The death of the man, in southern Khan Younis, brought the toll to 193.",
        "date": "20140716",
        "country": "Egypt"
    },
    {
        "title": "RCA continues aid distribution in Gaza",
        "body": "gaza — The UAE Red Crescent Authority continued its humanitarian relief efforts for the 30th day in the Gaza Strip by distributing food baskets, water and first aid kits to displaced Ga...",
        "date": "20140806",
        "country": "Egypt"
    },
    {
        "title": "Egypt, Ethiopia move to defuse tensions",
        "body": "Egypt and Ethiopia are making serious efforts to defuse tensions that have marred the two African countries’ relations for more than a year, experts said.",
        "date": "20140613",
        "country": "Egypt"
    },
    {
        "title": "Quietly flows the Nile",
        "body": "ANEW STEP has been taken by Egypt, Ethiopia and Sudan towards cooperation in the Grand Ethiopian Renaissance Dam (ERD) project. The three countries agreed by the end of last week on selecti...",
        "date": "20150413",
        "country": "Egypt"
    },
    {
        "title": "Events in Egypt put Sinai reefs at risk",
        "body": "In recent, soon to be published work, we show that the coral reefs of the Egyptian Sinai are the most valuable in the world, generating fine sand beaches, calm and fabulous opportu...",
        "date": "20151112",
        "country": "Egypt"
    },
    {
        "title": "Italy wants Egypt, Tunisia to rescue migrants in Mediterranean",
        "body": "BRUSSELS: Italy wants Egypt and Tunisia to play a role in rescuing stricken migrant vessels in the Mediterranean, a government planning paper showed, so that survivors could be taken back t...",
        "date": "20150322",
        "country": "Egypt"
    },
    {
        "title": "Storms kill six in Middle East",
        "body": "CAIRO — Severe weather swept across the Middle East on Sunday, pounding Israel with baseball-size hail, sending torrents of uncollected garbage through the streets of Beirut and killing six ...",
        "date": "20151026",
        "country": "Egypt"
    },
    {
        "title": "Egypt in campaign to avert water crisis",
        "body": "KAFR HAMOUDA, Egypt, April 26, (AP): “For a thousand years,” Abdullah Sheikh’s family has been working the land the same way — flooding fields in Egypt’s Nile Delta and planting seeds by hand.",
        "date": "20160427",
        "country": "Egypt"
    },
    {
        "title": "Egypt looks to avert water crisis driven by demand, waste",
        "body": "“For a thousand years,” Abdullah Sheikh’s family has been working the land the same way - flooding fields in Egypt’s Nile Delta and planting seeds by hand.",
        "date": "20160427",
        "country": "Egypt"
    },
    {
        "title": "Egypt, Ethiopia and the Nile",
        "body": "When Egypt’s then- president Mohamed Morsi said in June 2013 that “all options” including military intervention were on the table if Ethiopia continued to develop dams on the Nile River...",
        "date": "20160315",
        "country": "Egypt"
    },
    {
        "title": "Egypt looks to avert water crisis driven by demand, waste",
        "body": "BRIAN ROHAN",
        "date": "20160501",
        "country": "Egypt"
    },
    {
        "title": "Migrant boat capsizes off Egypt, killing at least 29",
        "body": "A boat carrying African migrants headed to Europe capsized off the Mediterranean coast near the Egyptian city of Alexandria on yesterday, killing at least 29 people, Egyptian authorities...",
        "date": "20160922",
        "country": "Egypt"
    },
    {
        "title": "Meeting international standards would enhance Egyptian exports, facilitate trade: agricultural counsellor of US embassy",
        "body": "Ali Abdi, the agricultural counsellor of the US embassy, highlighted in an interview with Daily News Egypt the opportunities of the agriculture cooperation between the USA and Egypt...",
        "date": "20171023",
        "country": "Egypt"
    },
    {
        "title": "The dam problem of running out of water",
        "body": "New Zealanders should be pleased to see rainy days - given the choice between living in a country where water is plentiful and a drought ridden country, there is no contest, the less ...",
        "date": "20170722",
        "country": "Egypt"
    },
    {
        "title": "Egypt stalls dam talks with Ethiopia and Sudan",
        "body": "However, Egypt has announced that it is studying the necessary measures to protect its water rights after Ethiopia and Sudan refrained from signing a preliminary report submitted by ...",
        "date": "20171119",
        "country": "Egypt"
    },
    {
        "title": "Lebanese offshore oil and gas licensing round continues despite political crisis",
        "body": "BEIRUT: Lebanon’s Energy Minister on Friday called on companies bidding in its first round of licensing to explore for oil and gas in its Mediterranean to begin technical discus...",
        "date": "20171111",
        "country": "Egypt"
    },
    {
        "title": "Water dispute could trigger a broader political crisis",
        "body": "In reference to Will the Nile bring Egypt to the brink of another political , this",
        "date": "20180109",
        "country": "Egypt"
    },
    {
        "title": "We are ready to confront any water crisis: El-Sisi",
        "body": "CAIRO: President Abdel Fattah El-Sisi said he would not allow a to happen in , stressing that the authorities are fully prepared to confront any such problem the coun...",
        "date": "20180110",
        "country": "Egypt"
    },
    {
        "title": "Water",
        "body": "Water everywhere but not a drop to drink! That’s the likely situation faced by many of our countrymen in the hard-hit areas of Typhoon Ompong.",
        "date": "20180917",
        "country": "Egypt"
    },
    {
        "title": "Egypt determined to avoid water supply ‘Day Zero’",
        "body": "SOME local media outlets in Egypt, which do not care much about international affairs, have suddenly decided to report how Cape Town, the coastal South African city, is at risk of running o...",
        "date": "20180224",
        "country": "Egypt"
    },
    {
        "title": "Will the Nile bring Egypt to the brink of another political crisis, this time with Sudan?",
        "body": "Cruise boats normally travel smoothly up the Nile from Luxor to Aswan, as their pharaonic forebears did 4000 years ago. But last week, low levels left them stranded like hippos on sand-bank...",
        "date": "20180108",
        "country": "Egypt"
    },
    {
        "title": "Nile water crisis must be solved to avoid conflict — International Crisis Group",
        "body": "CAIRO: A water crisis brewing between Egypt, Ethiopia and Sudan over a contentious Nile dam could escalate into a conf lict with “severe humanitarian consequences”, a think-tank said on ...",
        "date": "20190321",
        "country": "Egypt"
    },
    {
        "title": "Irrigation Minister asks Egyptians to be ‘more concerned’ over water scarcity",
        "body": "Minister of Irrigation and Water Resource, Mohammed Abdel Aty, stressed on Saturday that is on the brink of scarcity. He called on people to be “more concerned” about the issue.",
        "date": "20190324",
        "country": "Egypt"
    },
    {
        "title": "Nile crisis must be resolved to avoid conflict: Think tank",
        "body": "A water crisis brewing between Egypt, Ethiopia and Sudan over a contentious Nile dam could escalate into a conflict with “severe humanitarian consequences,” a think tank said on Wedne...",
        "date": "20190321",
        "country": "Egypt"
    },
    {
        "title": "Egypt’s water share to decline by 5bn m3: Ministry of Irrigation",
        "body": "The ministry of water resources and irrigation announced recently that the flood of the river Nile will decline by the end of the current water year, decreasing ’s share of by about 5bn cubic metres (m3) of . The ministry declared a state of emergency over the situation.",
        "date": "20190731",
        "country": "Egypt"
    },
    {
        "title": "Questions loom after Nile dam mini-summit",
        "body": "The rainy season contributed to the initial filling of the Renaissance Dam reservoir, Ethiopian Prime Minister Abiy Ahmed has said.",
        "date": "20200723",
        "country": "Egypt"
    },
    {
        "title": "Egypt blames Ethiopia for failure to resolve Renaissance Dam crisis",
        "body": "Egypt has blamed Ethiopia for the failure of US efforts to resolve the Renaissance Dam , a day after President Donald Trump weighed in on the dispute and suggested that might “...",
        "date": "20201026",
        "country": "Egypt"
    },
    {
        "title": "Egypt running out of diplomatic options on GERD crisis",
        "body": "Uncertainty surrounds the fate of the next round of trilateral negotiations involving Egypt, Sudan and Ethiopia regarding the timetable to fill the huge reservoir behind the Grand Ethi...",
        "date": "20200729",
        "country": "Egypt"
    },
    {
        "title": "Egypt vows firm stance on protecting Nile water security",
        "body": "Egyptian President Abdel Fattah El-Sisi has told China that his country would maintain its firm stance on preserving its security in the face of an ongoing dispute over a giant N...",
        "date": "20210720",
        "country": "Egypt"
    },
    {
        "title": "Renaissance Dam crisis in danger of exploding",
        "body": "he Grand Ethiopian Renaissance Dam (GERD) crisis has escalated significantly recently. During a meeting of Arab League foreign ministers in Doha last week, called on Arab nations ...",
        "date": "20210621",
        "country": "Egypt"
    },
    {
        "title": "How water Has become a flashpoint in THE middle east",
        "body": "THE disruption of water supply has long been a potential catalyst for conflict or instability in the arid Middle East. But it’s never been as prominent a risk as it is now. Ethiopia an...",
        "date": "20210804",
        "country": "Egypt"
    },
    {
        "title": "Ethiopians unite over",
        "body": "Ethiopians show their solidarity as the UN Security Council convene for an in-person briefing on an ongoing disagreement involving , Ethiopia and Sudan regarding the Grand Ethiopian Renaissance Dam. The Ethiopians unity comes in the wake of the second filling of the GERD earlier this week despite the in Tigray.",
        "date": "20210711",
        "country": "Egypt"
    },
    {
        "title": "US at odds over accepting outside help",
        "body": "OFFERS of help to victims of Hurricane Katrina have been pouring in from around the world, including from rival nations such as Venezuela, and from poor countries that have in the past re...",
        "date": "20050903",
        "country": "El%20Salvador"
    },
    {
        "title": "Water is a human right",
        "body": "In the 1970s, the Club of Rome and others warned of the coming dire scarcity of food, oil and other essentials — the seemingly inexorable consequence of rising demand for limited resource...",
        "date": "20061110",
        "country": "El%20Salvador"
    },
    {
        "title": "Getting clean water to the world’s poor",
        "body": "In the 1970s, the Club of Rome and others warned of coming dire scarcities of food, oil and other essentials, the seemingly inexorable consequence of rising demand for limited resources.",
        "date": "20061110",
        "country": "El%20Salvador"
    },
    {
        "title": "Bid could plug Wolseley leaks",
        "body": "FOUR weeks ago, Wolseley soared above 14 on hot gossip of a 10bn-plus bid from private equity group Cinven.",
        "date": "20070317",
        "country": "El%20Salvador"
    },
    {
        "title": "Oceanic offerings",
        "body": "The title of Camelia Frieberg’s newest film, A Stone’s Throw, describes not only its theme and the philosophy of its writer-directorproducer, but also the distance between her Nova Scotia...",
        "date": "20070813",
        "country": "El%20Salvador"
    },
    {
        "title": "Cops, Coyotes and the Politics of Stupidity",
        "body": "The most cutting-edge domestic issue facing the United States today is the of illegal immigration. The outrage of open borders has led to the current invasion — something never...",
        "date": "20070527",
        "country": "El%20Salvador"
    },
    {
        "title": "One woman who makes a difference",
        "body": "HE idea of spending years without running water, electricity and good food and drink would appal many young women. But Angela Davies, 29, originally of Haydon Bridge, Northumberland, is n...",
        "date": "20071016",
        "country": "El%20Salvador"
    },
    {
        "title": "Pricey oil erodes years of Latin gains",
        "body": "ASan Salvador re exploding oil prices about to burn Latin America?",
        "date": "20080718",
        "country": "El%20Salvador"
    },
    {
        "title": "Earthweek: A Diary of the Planet",
        "body": "‘Crisis of Humanity’",
        "date": "20080420",
        "country": "El%20Salvador"
    },
    {
        "title": "U.S. losing luster and influence in hemisphere",
        "body": "QUITO, Ecuador — Later this month, a Russian naval squadron will arrive in the waters off Latin America for the first time since the Cold War. It is already getting a warm welcome from some in ...",
        "date": "20081012",
        "country": "El%20Salvador"
    },
    {
        "title": "Let’s improve purchasing power of the poor",
        "body": "Abean s families in Latin America and the Carib-",
        "date": "20080603",
        "country": "El%20Salvador"
    },
    {
        "title": "Surging rivers, landslides kill 130 people in El Salvador",
        "body": "At least 130 people in El Salvador died and 10,000 were forced from their homes Monday after a lateseason hurricane caused floods and landslides that devastated swaths of mountainous Cen...",
        "date": "20091110",
        "country": "El%20Salvador"
    },
    {
        "title": "Honduras backs out of safe passage offer for Zelaya",
        "body": "MEXICO CITY — The de facto government of Honduras said that it had reneged on its offer to deposed President Manuel Zelaya of safe passage out of the country, asserting he could leave on...",
        "date": "20091212",
        "country": "El%20Salvador"
    },
    {
        "title": "IDB, World Bank vow greater cooperation",
        "body": "JEDDAH: The Islamic Development Bank (IDB) and World Bank on Thursday agreed to increase the areas of cooperation with special focus on poverty alleviation and creation of jobs. The...",
        "date": "20091218",
        "country": "El%20Salvador"
    },
    {
        "title": "Honduras thwarts Zelaya deal for safe passage to Mexico",
        "body": "The de facto government of Honduras said Thursday it had reneged on its offer to deposed President Manuel Zelaya of safe passage out of the country, asserting he could leave only if he r...",
        "date": "20091211",
        "country": "El%20Salvador"
    },
    {
        "title": "The Candidates",
        "body": "Jim Neill",
        "date": "20101014",
        "country": "El%20Salvador"
    },
    {
        "title": "My struggle to get the best care for pregnant women",
        "body": "ON OCTOBER 23, 2003, while giving birth to my first child, I narrowly avoided becoming a maternal mortality statistic. The complication I experienced — postpartum haemorrhage — co...",
        "date": "20101022",
        "country": "El%20Salvador"
    },
    {
        "title": "Innovation is our hidden deficit",
        "body": "Eight-year-old Rodenson has just what it takes to catch the eye of amateur sports officials. With a little luck, he might even have the right stuff to own a podium one day. He certainly has th...",
        "date": "20100312",
        "country": "El%20Salvador"
    },
    {
        "title": "Calgarians pass baton on Haiti relief mission",
        "body": "Carlos Castenada is no stranger to destruction. A native of El Salvador, he’s lived through earthquakes and civil war and figured he’d seen just about everything.",
        "date": "20100205",
        "country": "El%20Salvador"
    },
    {
        "title": "Catholics try to accommodate surge",
        "body": "• Rev. Frank O’Rourke, pastor at St. Gabriel, where his solo stint lasted for three months last year. “ If you can’t open parishes because of a lack of priests, then the problem is today, not just...",
        "date": "20100321",
        "country": "El%20Salvador"
    },
    {
        "title": "Drug traffickers’ new ‘little pathway’",
        "body": "The Mexican drug gangs rapidly infiltrating Central America call El Salvador “El Caminito,” the little pathway.",
        "date": "20110322",
        "country": "El%20Salvador"
    },
    {
        "title": "PH ranks third on climate change vulnerability list",
        "body": "THE PHILIPPINES ranks third in the list of countries most vulnerable to climate change, a study by a United Nations agency haswarned.",
        "date": "20111010",
        "country": "El%20Salvador"
    },
    {
        "title": "THE DESERT CITY IN SERIOUS DANGER OF RUNNING DRY",
        "body": "‘Now the people are there, you can’t kick them out, and somehow you have to give them water’",
        "date": "20110322",
        "country": "El%20Salvador"
    },
    {
        "title": "Gadhafi testing U.S. military",
        "body": "TRIPOLI, Libya (AP) — Moammar Gadhafi’s snipers and tanks are terrorizing civilians in the coastal city of Misrata, a resident said, and the U.S. military warned Tuesday it was “consider...",
        "date": "20110323",
        "country": "El%20Salvador"
    },
    {
        "title": "EL SALVADOR COUNTING THE COST OF CLIMATE CHANGE",
        "body": "The forest of towering, dead mangrove trees stretches along the beach as far as the eye can see. As the crashing waves rise and fall, short stumps emerge and vanish beneath the Pacific Ocean. ...",
        "date": "20120918",
        "country": "El%20Salvador"
    },
    {
        "title": "Roger Fisher, expert at ‘Getting to Yes,’ dies at 90",
        "body": "Roger Fisher, a Harvard law professor who was a coauthor of the 1981 best-seller Getting to Yes: Negotiating Agreement Without Giving In and whose expertise in resolving conflicts led...",
        "date": "20120830",
        "country": "El%20Salvador"
    },
    {
        "title": "In Latin America, prisons condemned to crisis",
        "body": "SAN SALVADOR — In a prison called Hope, there is little of it to go around.",
        "date": "20120316",
        "country": "El%20Salvador"
    },
    {
        "title": "Harvard law professor and author, expert in conflict resolution",
        "body": "Roger D. Fisher, a Harvard law professor who was a coauthor of the 1981 best-seller “Getting to Yes: Negotiating Agreement Without Giving In” and whose expertise in resolving conflict...",
        "date": "20120830",
        "country": "El%20Salvador"
    },
    {
        "title": "World watch",
        "body": "1 El Salvador: The U.S. State Department has updated its travel warning to reflect ongoing security issues in El Salvador. Crime and violence continue to be serious problems through...",
        "date": "20130203",
        "country": "El%20Salvador"
    },
    {
        "title": "World Briefs AT LEAST 20 DEAD IN AIRSTRIKE BY SYRIAN TROOPS",
        "body": "beirut A Syrian government airstrike on a town in the country’s northwest killed at least 20 people Saturday, shattering store fronts, setting cars ablaze and sending a giant plume of black ...",
        "date": "20130414",
        "country": "El%20Salvador"
    },
    {
        "title": "Red Cross makes the news – in 3D",
        "body": "The actress Amy Ebbutt stands on a giant piece of 3D street art in Glasgow’s Central Station to launch Red Cross Week. The theme for the organisation’s annual fundraising drive is “Refus...",
        "date": "20130507",
        "country": "El%20Salvador"
    },
    {
        "title": "This US trade deal is a full frontal assault on democracy",
        "body": "The EC seeks to replace open, accountable courts with a closed, corrupt system riddled with conflicts of interest",
        "date": "20131105",
        "country": "El%20Salvador"
    },
    {
        "title": "Drought strikes Central America",
        "body": "GUATEMALA CITY—Central America is having one of its worst droughts in decades, and experts warned on Thursday that major farm losses and the deaths of hundreds of cattle in the region could l...",
        "date": "20140823",
        "country": "El%20Salvador"
    },
    {
        "title": "The Next Immigration Crisis",
        "body": "The swarm of immigrants who came across the border this year, including more than 60,000 unaccompanied minors, could wind up paling in comparison to an immigration crisis looming on...",
        "date": "20140901",
        "country": "El%20Salvador"
    },
    {
        "title": "Flow of child migrants slows along Texas-mexico border",
        "body": "Fewer unaccompanied immigrant children are crossing the Texas-Mexico border, allowing the federal government to close the temporary shelters that it hurriedly opened to handle the su...",
        "date": "20140808",
        "country": "El%20Salvador"
    },
    {
        "title": "Border crisis defies right’s immigration platitudes",
        "body": "Nine months ago, in the Wall Street Journal, a former Bush administration official described the sorry plight of children now streaming northward across the U.S.-Mexico border.",
        "date": "20140617",
        "country": "El%20Salvador"
    },
    {
        "title": "At Georgetown, soccer royalty arrives",
        "body": "They pressed against the black metal fence hugging Shaw Field, hundreds of soccer fans drawn to Georgetown’s campus in the middle of a Tuesday afternoon to see the most famous athlete on t...",
        "date": "20150325",
        "country": "El%20Salvador"
    },
    {
        "title": "Central America countries agree ‘a breakthrough’ on stranded Cubans",
        "body": "GUATEMALA CITY: Central American countries on Monday agreed a breakthrough in the case of thousands of US-bound Cuban migrants stranded in Costa Rica, after weeks of often acrimonious re...",
        "date": "20151230",
        "country": "El%20Salvador"
    },
    {
        "title": "Cross walk in 20th year",
        "body": "Twenty years ago, a group of Christians decided to hoist a large wooden cross through the streets of downtown Kelowna on Good Friday.",
        "date": "20150404",
        "country": "El%20Salvador"
    },
    {
        "title": "Curbing migration is a tricky task",
        "body": "Developed countries spend US$135 billion (4.6 trillion baht) a year on foreign aid, on everything from building schools and distributing bed nets to training people how to organise a po...",
        "date": "20151116",
        "country": "El%20Salvador"
    },
    {
        "title": "Violent El Salvador now faces Zika crisis",
        "body": "SAN SALVADOR, El Salvador — In a cramped apartment in a slum blighted by warring gangs, Stefanie Ramrez listened as a doctor rubbed her pregnant belly and spoke gently about what was happeni...",
        "date": "20160131",
        "country": "El%20Salvador"
    },
    {
        "title": "Churches, nonprofit join to donate water to Flint, Mich.",
        "body": "Crossings Community Church, Acts 2 United Methodist Church and Feed the Children recently joined forces to provide disaster relief to families who are affected by the urgent ...",
        "date": "20160213",
        "country": "El%20Salvador"
    },
    {
        "title": "Aid agencies call for funds:",
        "body": "An inadequate response to El Nino would put tens of millions of people at risk of hunger, water shortages and disease, a group of leading aid agencies said, calling on donors for funding ...",
        "date": "20160110",
        "country": "El%20Salvador"
    },
    {
        "title": "Reaching out",
        "body": "Crossings Community Church, Acts 2 United Methodist Church and Feed the Children are working to provide water to families in Flint, Mich.",
        "date": "20160213",
        "country": "El%20Salvador"
    },
    {
        "title": "WOMEN GO ONLINE FOR ZIKA HELP",
        "body": "The emails arrive at an accelerating pace. Once sporadic, they now come in an incessant stream of 40, 45 or 50 a day. Most are in Spanish or Portuguese. Others are in broken English.",
        "date": "20160218",
        "country": "El%20Salvador"
    },
    {
        "title": "El Salvador bans metal mining",
        "body": "El Salvador has made history after becoming the first country in the world to ban metal mining. Lawmakers passed the ban in a unanimous vote last Wednesday. The decision followed a lon...",
        "date": "20170407",
        "country": "El%20Salvador"
    },
    {
        "title": "El Salvador stands up for environment, people",
        "body": "A MOVE worthy of praise from environmental activists all over the world, became the first country in the world to pass a law banning metal mining. I ndeed as Lina Pohl, t he Sal...",
        "date": "20170401",
        "country": "El%20Salvador"
    },
    {
        "title": "Views The injustices of Zika",
        "body": "UTBREAKS of communicable diseases in the developing world are bad enough from a health perspective. But they also have serious implications for social justice, because they exacer...",
        "date": "20170613",
        "country": "El%20Salvador"
    },
    {
        "title": "Trump’s refugee policies go too far, protesters say",
        "body": "Refugee advocates in North Texas say the administration of President Donald Trump has gone too far in its restrictions at a time of a global for people displaced by war and human...",
        "date": "20171114",
        "country": "El%20Salvador"
    },
    {
        "title": "PILGRIMS’ PROGRESS",
        "body": "In 2015, Stephanie Nolen chronicled 14-year-old Fernando’s attempts to flee the violence of El Salvador for a new life in the U.S. Reconnecting with him in Donald Trump’s America, where he...",
        "date": "20170218",
        "country": "El%20Salvador"
    },
    {
        "title": "Pipes, containers and 3D printers: Affordable housing solutions for overcrowding",
        "body": "BANGKOK: A critical shortage of affordable housing across the world is triggering creative solutions from Hong Kong to El Salvador in the form of modified pipes, containers and 3D print...",
        "date": "20180602",
        "country": "El%20Salvador"
    },
    {
        "title": "Pipes, containers and 3D printers: Affordable housing solutions for overcrowding",
        "body": "BANGKOK: A critical shortage of affordable housing across the world is triggering creative solutions from Hong Kong to El Salvador in the form of modified pipes, containers and 3D prin...",
        "date": "20180602",
        "country": "El%20Salvador"
    },
    {
        "title": "Innovative housing ideas prompted by shortage",
        "body": "Acritical shortage of affordable housing across the world is triggering creative solutions from Hong Kong to , in the form of modified pipes, containers and 3D printers.",
        "date": "20180611",
        "country": "El%20Salvador"
    },
    {
        "title": "WHY FAMILIES RISK IT ALL AT BORDER",
        "body": "Since April, the Trump administration has enforced a “zero tolerance” policy at the U.S.-Mexico border. Under the policy, officials must prosecute as many border-crossers as possibl...",
        "date": "20180625",
        "country": "El%20Salvador"
    },
    {
        "title": "How to end the disaster at the U.S. border",
        "body": "The image of a father and his two-year-old daughter, their corpses face down in the mud on the banks of the Rio Grande, illustrates one part of the on the southern border of the United St...",
        "date": "20190704",
        "country": "El%20Salvador"
    },
    {
        "title": "How to end the disaster at the U.S. border",
        "body": "The image of a father and his two-year-old daughter, their corpses face down in the mud on the banks of the Rio Grande, illustrates one part of the on the southern border of the United ...",
        "date": "20190704",
        "country": "El%20Salvador"
    },
    {
        "title": "How to end the disaster at the U.S. border",
        "body": "The image of a father and his two-year-old daughter, their corpses face down in the mud on the banks of the Rio Grande, illustrates one part of the on the southern border of the United S...",
        "date": "20190704",
        "country": "El%20Salvador"
    },
    {
        "title": "How to end the disaster at the U.S. border",
        "body": "The image of a father and his two-year-old daughter, their corpses face down in the mud on the banks of the Rio Grande, illustrates one part of the on the southern border of the United S...",
        "date": "20190704",
        "country": "El%20Salvador"
    },
    {
        "title": "How to end the disaster at the U.S. border",
        "body": "The image of a father and his two-year-old daughter, their corpses face down in the mud on the banks of the Rio Grande, illustrates one part of the on the southern border of the United ...",
        "date": "20190704",
        "country": "El%20Salvador"
    },
    {
        "title": "Salvador prez: Father-tot drowning ‘our fault’1",
        "body": "Salvadoran President Nayib Bukele blamed his own country for the deaths of a migrant father and daughter who drowned in the Rio Grande while trying to enter the United States — a tragedy cap...",
        "date": "20190702",
        "country": "El%20Salvador"
    },
    {
        "title": "El Salvador children, priest launch initiatives to stave off hunger",
        "body": "SANTA ANA, El Salvador: Priest Moises Rutilio Moran didn’t sit twiddling his thumbs when the coronavirus pandemic struck and his church emptied – like many Salvadorans, he got creative help...",
        "date": "20200830",
        "country": "El%20Salvador"
    },
    {
        "title": "El Salvador children, priest launch initiatives to stave off hunger",
        "body": "SANTA ANA, El Salvador: Priest Moises Rutilio Moran didn’t sit twiddling his thumbs when the coronavirus pandemic struck and his church emptied – like many Salvadorans, he got creative help...",
        "date": "20200825",
        "country": "El%20Salvador"
    },
    {
        "title": "Migrants head for US border",
        "body": "US PRESIDENT-elect Joe Biden says his priorities when he takes office next month will be the pandemic and economic recovery, but he’s facing another – a wave of desperate migra...",
        "date": "20201210",
        "country": "El%20Salvador"
    },
    {
        "title": "Migrants head for US border",
        "body": "US PRESIDENT-elect Joe Biden says his priorities when he takes office next month will be the pandemic and economic recovery, but he’s facing another – a wave of desperate migra...",
        "date": "20201210",
        "country": "El%20Salvador"
    },
    {
        "title": "MEXICALI BRIEFS Customers get high electric bills",
        "body": "Senators of the National Action Party (PAN) Caucus are denouncing what they consider a broken promise to hold down electrical costs while citizens are housebound during the pandemic.",
        "date": "20200522",
        "country": "El%20Salvador"
    },
    {
        "title": "KAM: CORRUPT-SHUN5",
        "body": "Vice President Kamala Harris on Tuesday said the “alarming” influx of migrants along the US-Mexico border cannot be solved without cleaning up corruption in Central America.",
        "date": "20210505",
        "country": "El%20Salvador"
    },
    {
        "title": "Are the detained migrant children from Latin America a crisis for President Biden’s team?",
        "body": "Photos of the excess numbers of unaccompanied children detained at the Mexico-U.S. border should be interpreted by analysis of as much information as possible.",
        "date": "20210331",
        "country": "El%20Salvador"
    },
    {
        "title": "HEALTH CODE VIOLATIONS",
        "body": "These food establishments were closed or fined because of health code violations. The list, compiled from health department and liquor board reports, reflects actions taken by the depart...",
        "date": "20210128",
        "country": "El%20Salvador"
    },
    {
        "title": "Second Amendment’s right to bear arms",
        "body": "I need to answer Susan Stann’s letter of March 26, and I want to go on record as calling for the repeal of every gun law on the books. There really is no case for the reams of gun restriction...",
        "date": "20210331",
        "country": "El%20Salvador"
    },
    {
        "title": "The face of endless suffering",
        "body": "High oil prices, caused by the instability in the Middle East, should have provided a windfall for many impoverished oil-producing African states this year.",
        "date": "20041227",
        "country": "Equatorial%20Guinea"
    },
    {
        "title": "Going home",
        "body": "Going home … going home … am a-going home … The lovely words of Aaron Neville’s song ring in my head for a whole fortnight before my three-week vacation in Zimbabwe. Each day I wake up and pump ...",
        "date": "20070928",
        "country": "Equatorial%20Guinea"
    },
    {
        "title": "In Nigeria, oil wealth delivers grief",
        "body": "With the price of oil skyrocketing, the search is on for explanation. One reason is violence and unrest in Nigeria, which has reduced production by at least a quarter, according to so...",
        "date": "20080615",
        "country": "Equatorial%20Guinea"
    },
    {
        "title": "Earth to Pelosi: Drill!",
        "body": "unrest and instability lead to pipeline explosions, oil spills and illegal siphoning by the poverty- stricken population — which leads to more spills and explosions. Just this week, tw...",
        "date": "20080801",
        "country": "Equatorial%20Guinea"
    },
    {
        "title": "Saving the planet? No, losing it",
        "body": "Rather than hurting the environment, as Democrats claim, increased U.S. oil drilling would help it substantially, writes WASHINGTON —",
        "date": "20080801",
        "country": "Equatorial%20Guinea"
    },
    {
        "title": "Pelosi’s on another planet",
        "body": "House Speaker Nancy Pelosi opposes lifting the moratorium on drilling in the Arctic National Wildlife Refuge and on the Outer Continental Shelf. She won’t even allow it to come to a vote. Wi...",
        "date": "20080801",
        "country": "Equatorial%20Guinea"
    },
    {
        "title": "Dems Save (Their Part of) the Planet",
        "body": "WASHINGTON — House Speaker Nancy Pelosi opposes lifting the moratorium on drilling in the Arctic National Wildlife Refuge and on the Outer Continental Shelf. She won’t even allow it to com...",
        "date": "20080802",
        "country": "Equatorial%20Guinea"
    },
    {
        "title": "HSBC at the double as profits rise to 7bn",
        "body": "TONY Buckingham – one of the most prominent names in the 1990s world of mercenary soldiers – is to pocket an astonishing 84.5m dividend from Heritage Oil.",
        "date": "20100803",
        "country": "Equatorial%20Guinea"
    },
    {
        "title": "Nationalisation: which way now for South Africa?",
        "body": "NATIONALISATION is back on the agenda, causing disquiet among investors and miners and a quickening in the pulse of the Left.",
        "date": "20100817",
        "country": "Equatorial%20Guinea"
    },
    {
        "title": "Hundreds of invading species ‘threatening wildlife worldwide’",
        "body": "Hundreds of invasive species – from rats to diseases – are posing one of the greatest threats to wildlife across the world, according to conservationists.",
        "date": "20100125",
        "country": "Equatorial%20Guinea"
    },
    {
        "title": "Inside a brutal trade: the deadly cost",
        "body": "Gamba has just bought big. This week he paid $22,000 (14,300) for a single diamond. Judging by the big wad of folded US dollar bills in his pocket, it will not be his last.",
        "date": "20100724",
        "country": "Equatorial%20Guinea"
    },
    {
        "title": "Leaders pick dictator to head African Union",
        "body": "JOHANNESBURG, South Africa — African leaders have chosen Equatorial Guinea’s coup plotter and dictator of 31 years to serve as their ceremonial leader this year, a move critics said Mon...",
        "date": "20110201",
        "country": "Equatorial%20Guinea"
    },
    {
        "title": "Four days in the wacky world of Blatter... but the joke’s on the FA",
        "body": "Sunday Blazer’s bribery revelations ruffle the Fifa blazer brigade",
        "date": "20110602",
        "country": "Equatorial%20Guinea"
    },
    {
        "title": "The anti-apartheid billionaire who’s ‘bringing peace’ to Africa",
        "body": "from jail that there was potential to make large amounts of money from what he calls, the “peacekeeping industry”.",
        "date": "20120720",
        "country": "Equatorial%20Guinea"
    },
    {
        "title": "‘ It built itself up as the world’s biggest middle man’",
        "body": "ARLIER this week an edition of BBC One’s Panorama called Billionaires Behaving Badly? turned its spotlight on a massively wealthy but relatively unknown company called Glencore. The pres...",
        "date": "20120420",
        "country": "Equatorial%20Guinea"
    },
    {
        "title": "Russian copters stop sailing for Syria",
        "body": "LONDON — A Russian-operated ship said to be carrying military helicopters to Syria appears to have turned back after its British insurer removed coverage for the vessel, U.K. offic...",
        "date": "20120620",
        "country": "Equatorial%20Guinea"
    },
    {
        "title": "OUT OF AFRICA?",
        "body": "Africa may have achieved independence, but the colonial ties are still strong as France’s sending troops to Mali to fight Islamist extremists shows. The old colonial powers may no longer be ...",
        "date": "20130126",
        "country": "Equatorial%20Guinea"
    },
    {
        "title": "THE STRAIT MAN",
        "body": "For a change, Lanny Davis isn’t commenting about something.  The man who officially defended Bill Clinton during his pre-Monica White House scandals, who crafted “ management” strat...",
        "date": "20131022",
        "country": "Equatorial%20Guinea"
    },
    {
        "title": "African nations make strides toward goals.",
        "body": "W ith fewer than 1,000 days for countries to reach their Millennium Development Goals (MDG) by the 2015 target date, many African nations are showing i mpressive progress. Of course, the glo...",
        "date": "20130602",
        "country": "Equatorial%20Guinea"
    },
    {
        "title": "So let it be with Thatcher!",
        "body": "So Maggie Thatcher the milk snatcher is dead. But her paradoxical legacy lives on. The former British Prime Minister will be remembered as the woman who by promoting unbridled capitalism ...",
        "date": "20130412",
        "country": "Equatorial%20Guinea"
    },
    {
        "title": "Big guns of Africa lie in wait",
        "body": "GROUP C of the African Nation Cup, identified as the group of death, is likely to produce an unpredictable outcome. And that’s just how Bafana Bafana coach Ephraim “Shakes” Mashaba prefers it. ...",
        "date": "20141207",
        "country": "Equatorial%20Guinea"
    },
    {
        "title": "Egypt, Ethiopia move to defuse tensions",
        "body": "Egypt and Ethiopia are making serious efforts to defuse tensions that have marred the two African countries’ relations for more than a year, experts said.",
        "date": "20140613",
        "country": "Equatorial%20Guinea"
    },
    {
        "title": "Mugabe spends big amid poverty",
        "body": "PRESIDENT Robert Mugabe and his ministers in the Office of the President and Cabinet are living large despite a stubborn economic crisis at a time government revenues are dwindling due to a shrinking tax base.",
        "date": "20141224",
        "country": "Equatorial%20Guinea"
    },
    {
        "title": "Supershorts",
        "body": "Identity crisis",
        "date": "20140822",
        "country": "Equatorial%20Guinea"
    },
    {
        "title": "Refugees tell of Libyan horror",
        "body": "We stopped near Benghazi [in Libya] for a month. We were continuously beaten up, in some cases with iron bars. I saw people cut off the heads of Christian people. Brahane, Eritrean refugee",
        "date": "20150417",
        "country": "Equatorial%20Guinea"
    },
    {
        "title": "Ebola: A timeline of a ruthless killer",
        "body": "DAKAR: Here are key dates in the current Ebola epidemic, the worst ever outbreak of the hemorrhagic fever which first surfaced in 1976 in what is now the Democratic Republic of Congo. Accord...",
        "date": "20150511",
        "country": "Equatorial%20Guinea"
    },
    {
        "title": "Come forward, if guilty: France",
        "body": "PARIS, May 3, (Agencies): France’s defence minister has urged soldiers “to give themselves up” if they are guilty of sexually assaulting hungry Central African kids, as questions remain ...",
        "date": "20150504",
        "country": "Equatorial%20Guinea"
    },
    {
        "title": "For once, let’s stop this blame game",
        "body": "During the past week, a lot has been said about Zifa president Cuthbert Dube having failed to stir the Zimbabwe Football Association (Zifa) ship as Zimbabwean football continues to sin...",
        "date": "20150201",
        "country": "Equatorial%20Guinea"
    },
    {
        "title": "India has the most people without clean water",
        "body": "India has the world’s highest number of people without access to clean water — imposing a major financial burden for some of the country’s poorest people, according to a report.",
        "date": "20160323",
        "country": "Equatorial%20Guinea"
    },
    {
        "title": "India has the most people without clean water: Report",
        "body": "NEW DELHI — India has the world’s highest number of people without access to clean — imposing a major financial burden for some of the country’s poorest people, according to a ...",
        "date": "20160323",
        "country": "Equatorial%20Guinea"
    },
    {
        "title": "Crikey, that’s pure gold",
        "body": "after someone apparently chucked a cigarette butt into a basement bin.",
        "date": "20160811",
        "country": "Equatorial%20Guinea"
    },
    {
        "title": "India has the most people without clean water, report says",
        "body": "India has the world’s highest number of people without access to clean water - imposing a major financial burden for some of the country’s poorest people, according to a report rel...",
        "date": "20160323",
        "country": "Equatorial%20Guinea"
    },
    {
        "title": "Cash runs out as Mugabe raids banks",
        "body": "Zimbabweans have endured shortages of fuel, food and water for decades: now the country is running out of cash.",
        "date": "20160607",
        "country": "Equatorial%20Guinea"
    },
    {
        "title": "In Liberia, Netanyahu ends crisis with Senegal, extends hand to Mali",
        "body": "MONROVIA, Liberia – Prime Minister Benjamin Netanyahu and Senegal’s President Macky Sall declared on Sunday an end to a diplomatic between the two countries that stemmed from Senegal’s co-sponsorship of an anti-settlement UN Security Council resolution in December.",
        "date": "20170605",
        "country": "Equatorial%20Guinea"
    },
    {
        "title": "Marzouq: More output cuts may be discussed at OPEC meeting",
        "body": "KUWAIT: The increasing output cut is one option that could be discussed in OPEC ministerial meeting tomorrow, Minister of Oil and Minister of Electricity and Essam AlMarzouq said yesterday.",
        "date": "20170524",
        "country": "Equatorial%20Guinea"
    },
    {
        "title": "Two busted trying to ‘smuggle’ water to Western Cape",
        "body": "CAPE TOWN — Two people were caught red-handed in Muldersdrift allegedly trying to fill tankers of water to drive down to the Western Cape on Wednesday night, the Mogale City Local Municipa...",
        "date": "20180202",
        "country": "Equatorial%20Guinea"
    },
    {
        "title": "World’s longest-serving ruler must reveal his assets for IMF bailout",
        "body": "Equatorial Guinea’s leader Teodoro Obiang Nguema Mbasogo, the world’s longestserving president, should declare his assets before the nation receives more financial support, according ...",
        "date": "20191229",
        "country": "Equatorial%20Guinea"
    },
    {
        "title": "Subdued farewells at Mugabe state funeral",
        "body": "They came in their thousands, but not – as hoped – in their tens of thousands.",
        "date": "20190916",
        "country": "Equatorial%20Guinea"
    },
    {
        "title": "Mugabe’s muted sendoff",
        "body": "They came in their thousands, but not — as hoped — in their tens of thousands. There were presidents and heads of government, but none from outside Africa. There was a fly-past — but by only si...",
        "date": "20190916",
        "country": "Equatorial%20Guinea"
    },
    {
        "title": "Nigeria to suffer $15.4bn loss in crude oil earnings – Analysts",
        "body": "Nigeria and other African economies are projected to record substantial revenue losses, particularly from the oil and gas sector, as the devastating effects of the Coronavirus pandemic con...",
        "date": "20200327",
        "country": "Equatorial%20Guinea"
    },
    {
        "title": "Learning, leading and educating for the future",
        "body": "SCHOOL leadership teams around the world are trying to navigate the COVID- 19 pandemic by maintaining their school values without disrupting student learning and development.",
        "date": "20200625",
        "country": "Equatorial%20Guinea"
    },
    {
        "title": "Investing in agric will end food imports",
        "body": "ON August 28, President Mnangagwa outlined a vision to eliminate food imports in the next three to four years through implementation of a cocktail of measures aimed at boosting agricu...",
        "date": "20201002",
        "country": "Equatorial%20Guinea"
    },
    {
        "title": "Nature can be brutal – but there’s also lots of monkeying about",
        "body": "★★★☆☆",
        "date": "20200427",
        "country": "Equatorial%20Guinea"
    },
    {
        "title": "Impossible to steal P67 billion? These cases show otherwise",
        "body": "Only the naive will believe that it’s impossible to steal P67 billion. Documents, not bluster, can disprove allegations of President Duterte’s pandemic misspending. Telling the indep...",
        "date": "20210818",
        "country": "Equatorial%20Guinea"
    },
    {
        "title": "Fears rise for flood-hit refugees",
        "body": "The United Nations refugee agency has begun airlifting emergency aid to thousands of refugees after severe flooding hit a camp in northeastern Kenya, sweeping away thousands of temporar...",
        "date": "20061121",
        "country": "Eritrea"
    },
    {
        "title": "Djibouti’s 1st leader after independence",
        "body": "Hassan Gouled Aptidon, who became Djibouti’s first leader after independence from French rule and served as a mediator among warring neighbors in the Horn of Africa, died Nov. 21 at his ...",
        "date": "20061130",
        "country": "Eritrea"
    },
    {
        "title": "ABOUT THE DARFUR CONFLICT",
        "body": "How it began: The conflict is rooted in local struggles over land and water between nomadic Arab Africans in the north and land-tilling black Africans farther south. Two rebel groups, claimin...",
        "date": "20070309",
        "country": "Eritrea"
    },
    {
        "title": "Somalia ‘scene of growing chaos,’ aid groups say",
        "body": "Somalia has staggered into its worst humanitarian crisis in nearly two decades, according to international aid agencies trying to cope with the carnage left by eight days of street fig...",
        "date": "20070426",
        "country": "Eritrea"
    },
    {
        "title": "African refugee tent city in danger of being shut down",
        "body": "EXCLUSIVE",
        "date": "20070816",
        "country": "Eritrea"
    },
    {
        "title": "Ethiopians describe killings",
        "body": "BOSSASSO, Somalia — The Ethiopian government is starving and killing its own people in the remote eastern Ogaden region, according to refugees, who describe a terrifying four-month cra...",
        "date": "20070915",
        "country": "Eritrea"
    },
    {
        "title": "NZ to attend global food crisis talks",
        "body": "NEW ZEALAND will pledge its support for international efforts to combat the global food crisis when a United Nations summit is held in Rome this week, Agriculture Minister Jim Anderton ...",
        "date": "20080603",
        "country": "Eritrea"
    },
    {
        "title": "NZ backs efforts to fight starvation for thousands",
        "body": "New Zealand will pledge its support for international efforts to combat the global food at a United Nations food summit this week, says Agriculture Minister Jim Anderton.",
        "date": "20080603",
        "country": "Eritrea"
    },
    {
        "title": "Roamer’s column",
        "body": "The problems with the reply of the Leader of the Opposition to the budget speech last Monday included an irritating tendency to make points that were incorrect; an inability to delive...",
        "date": "20081116",
        "country": "Eritrea"
    },
    {
        "title": "Ferocity of conflict threatens Somalia",
        "body": "Never, Ahmed Abdisalam Adan says, has it been this bad. The Somali journalist, who built a new life in Canada before moving back to start an independent media house in Mogadishu eight year...",
        "date": "20080101",
        "country": "Eritrea"
    },
    {
        "title": "Famine on 1990s scale could strike again",
        "body": "Hundreds have died already, but relief officials are predicting a new famine in the Horn of Africa that could rival the catastrophe that killed millions in the late 1980s and early 1990s.",
        "date": "20080523",
        "country": "Eritrea"
    },
    {
        "title": "Somali government battles for survival",
        "body": "NAIROBI Intense fighting over the past two weeks in and around Mogadishu, the Somali capital, has displaced tens of thousands and threatened to topple Somalia’s moderate Islamist gove...",
        "date": "20090526",
        "country": "Eritrea"
    },
    {
        "title": "Drought-ravaged East Africa needs Canadians’ help",
        "body": "Following is the viewpoint of the writer, executive director of Oxfam Canada.",
        "date": "20090917",
        "country": "Eritrea"
    },
    {
        "title": "Social investment is the key to economic crisis",
        "body": "Robust social investment programmes should be enacted to effectively stimulate the global economy and mitigate the impacts of the financial on workers, women and the poor, ac...",
        "date": "20091220",
        "country": "Eritrea"
    },
    {
        "title": "Monitor Somalia’s total meltdown",
        "body": "32",
        "date": "20090130",
        "country": "Eritrea"
    },
    {
        "title": "Imminent Sudanese division is alarming",
        "body": "In a comment piece for the Bahraini newspaper Al Wasat, Mohammed Ali al Hurfi criticised the lack of action by the Sudanese government and by Arab countries to contain the in Sudan...",
        "date": "20100512",
        "country": "Eritrea"
    },
    {
        "title": "Crisis as East African states battle over control of Nile",
        "body": "East African states are struggling to contain an escalating over control of the of the river Nile.",
        "date": "20100523",
        "country": "Eritrea"
    },
    {
        "title": "Doctor recruits Haiti aid group",
        "body": "A doctor is calling on medical professionals to join him on a weeklong mission to aid Haitian children.",
        "date": "20100125",
        "country": "Eritrea"
    },
    {
        "title": "Nile Basin countries reassure Mubarak",
        "body": "CAIRO: Egyptian President Hosni Mubarak on Sunday discussed with his counterpart from the Congo and the prime minister of Kenya the lingering crisis over sharing the waters of the Nile River.",
        "date": "20100524",
        "country": "Eritrea"
    },
    {
        "title": "Another summer of controversy",
        "body": "It has been four years since Michael Frendo’s commentary Small Country, Big Problem featured in The New York Times. The internationally-circulated article sought to highlight the contin...",
        "date": "20100514",
        "country": "Eritrea"
    },
    {
        "title": "Mass evacuation of stranded migrants",
        "body": "A ship with nearly 1,200 Asian and African migrants, many needing medical attention after weeks with little food or , left the besieged city of Misrata yesterday for rebelheld Beng...",
        "date": "20110416",
        "country": "Eritrea"
    },
    {
        "title": "Hunger haunts 8 million people in Horn of Africa",
        "body": "KENYA: Drought has left more than 8 million people in the Horn of Africa short of food and , and the number could rise unless funding to help them is increased, aid groups say.",
        "date": "20110429",
        "country": "Eritrea"
    },
    {
        "title": "Boat fire kills nearly 200",
        "body": "KHARTOUM: Nearly 200 people died when a boat carrying undocumented immigrants caught fire in the Red Sea off Sudan.",
        "date": "20110707",
        "country": "Eritrea"
    },
    {
        "title": "Drought disaster",
        "body": "MORE than 11 million people in the Horn of Africa are confronting the worst drought in decades and need urgent assistance to stay alive, UN Secretary-General Ban Ki-moon said.",
        "date": "20110714",
        "country": "Eritrea"
    },
    {
        "title": "Egyptian ship confirmed sunk",
        "body": "“There was no engine oil or any hydrocarbons left on board when it sank. It appears the pirates had siphoned off much of the diesel fuel and ransacked the ship of anything valuable. It the e...",
        "date": "20110622",
        "country": "Eritrea"
    },
    {
        "title": "We’re coming because you’re kind say migrants",
        "body": "We love England, say migrants at the port area yesterday ILLEGAL migrants in Calais told yesterday how reports of Britain’s crumbling asylum system gave them the “courage” to try to reac...",
        "date": "20110604",
        "country": "Eritrea"
    },
    {
        "title": "Lorraine Currie",
        "body": "When largescale disasters strike, such as the drought in the horn and east of Africa which affected more than ten million people last year, they rightly generate a huge amount of media cover...",
        "date": "20120807",
        "country": "Eritrea"
    },
    {
        "title": "Smooth transition of power in Ethiopia",
        "body": "Hailemariam Desalegn, protege of the late prime minister Meles Zenawi, faces tough challenges at home and in the region after being sworn in yesterday,",
        "date": "20120922",
        "country": "Eritrea"
    },
    {
        "title": "Defending Israel’s borders from ‘climate refugees’ – with fences",
        "body": "To combat increased waves of illegal migration that will likely accompany climate change, Israel must secure its borders with impassable barriers, including “sea fences” along the Mediterranean and Red seas, experts have concluded.",
        "date": "20120516",
        "country": "Eritrea"
    },
    {
        "title": "Outdoing Mussolini and even Hitler",
        "body": "THE RECENT announcement by China that its forces would seize foreign vessels in the disputed West Philippine Sea has brought the territorial issue to a crisis. This latest move by China i...",
        "date": "20121215",
        "country": "Eritrea"
    },
    {
        "title": "Eritreans protest in Italy as migrants rescued",
        "body": "ROME— Hundreds of Eritreans staged a symbolic funeral procession in front of Italy’s parliament on Friday to remember refugees who drowned in a shipwreck this month, as ships rescued more...",
        "date": "20131026",
        "country": "Eritrea"
    },
    {
        "title": "The desperate and the indifferent",
        "body": "This is how it happened. The migrants came from Eritrea, which is on the Horn of Africa and where the per capita income is about $800 a year. They sold everything they had, even land, and then we...",
        "date": "20131015",
        "country": "Eritrea"
    },
    {
        "title": "What drowning Eritrean migrants could teach Ted Cruz",
        "body": "This is how it happened. The migrants came from Eritrea, which is on the Horn of Africa and where the per capita income is about $800 a year.",
        "date": "20131017",
        "country": "Eritrea"
    },
    {
        "title": "Death toll tops 300 in migrant ship sinking",
        "body": "PALERMO, Italy — More than 300 people drowned or were feared dead after a boat packed with African migrants caught fire and sank off the southern Italian island of Lampedusa Thursday, one of t...",
        "date": "20131004",
        "country": "Eritrea"
    },
    {
        "title": "Italian navy rescues 233 migrants",
        "body": "ROME (Reuters) – The Italian navy has rescued 233 mostly African migrants from a 10-meter boat in Mediterranean south of Sicily as the immigration that killed hundreds in ship...",
        "date": "20140103",
        "country": "Eritrea"
    },
    {
        "title": "Italian navy rescues 233 migrants south of Sicily",
        "body": "ROME: The Italian navy has rescued 233 mostly African migrants from a 10 metre (yard) boat in Mediterranean south of Sicily as the immigration that killed hundreds in shipwre...",
        "date": "20140103",
        "country": "Eritrea"
    },
    {
        "title": "Europe’s moral challenge",
        "body": "The British government’s refusal to support search-and-rescue missions to save refugees in the Mediterranean is an outrageous and immoral act. It suggests a government so alarmed by Ukip ...",
        "date": "20141107",
        "country": "Eritrea"
    },
    {
        "title": "CALAIS IN CRISIS OVER UK-BOUND MIGRANTS",
        "body": "CALAIS was at crisis point last night as French riot police prepared to raze a camp of East African migrants desperate to make their way to Britain.",
        "date": "20140804",
        "country": "Eritrea"
    },
    {
        "title": "The millions fleeing war present Europe with a great moral challenge. We must rise to it",
        "body": "The British government’s refusal to support search and rescue missions to save refugees in the Mediterranean is an outrageous and immoral act. It suggests a government so alarmed by Ukip ...",
        "date": "20141029",
        "country": "Eritrea"
    },
    {
        "title": "Eritrea denies human rights abuses",
        "body": "Eritrea has defended its controversial policy of decades-long national service from which some 5,000 people flee each month, saying it has “no other choice” due to threats from long-standing...",
        "date": "20150623",
        "country": "Eritrea"
    },
    {
        "title": "Eritrea seeks UN probe into people smuggling",
        "body": "addis ababa — Eritrea on Saturday called on the United Nations to investigate the “abhorrent” flood of refugees from its borders to Europe, an exodus attributed to gross human rights vio...",
        "date": "20150726",
        "country": "Eritrea"
    },
    {
        "title": "Eritrea dismisses UN brutality report",
        "body": "– Eritrea has defended its policy of decades-long national service from which about 5 000 people flee each month, saying it has “no other choice” due to threats from long-standing enemy Ethiop...",
        "date": "20150623",
        "country": "Eritrea"
    },
    {
        "title": "Eritrea defends long-term conscription as thousands still flee each month",
        "body": "ERITREA has defended its controversial policy of decades-long national service from which some 5 000 people flee each month, saying it has “no other choice” due to threats from long-standing...",
        "date": "20150623",
        "country": "Eritrea"
    },
    {
        "title": "Refugees rescued at sea",
        "body": "Refugees, most of them from Eritrea, jump into the water from a crowded wooden boat as they are helped by members of an NGO during a rescue operation at the Mediterranean Sea, about 20km north...",
        "date": "20160830",
        "country": "Eritrea"
    },
    {
        "title": "South Sudan refugees face hardships in camps",
        "body": "NEARLY a million refugees fleeing the brutal conflict in South Sudan, most of them women and children, are suffering dire conditions in camps across the region, the UN said yesterday.",
        "date": "20160816",
        "country": "Eritrea"
    },
    {
        "title": "Italy rescues 6 500 refugees from Mediterranean",
        "body": "AROUND 6 500 refugees and migrants were saved off the Libyan coast in 40 separate rescue missions by the Italian coastguard.",
        "date": "20160831",
        "country": "Eritrea"
    },
    {
        "title": "CHINA SAYS IT CAN HELP IN AFRICA LAND ROW",
        "body": "China has offered to mediate in the lingering border dispute between Djibouti and Eritrea, weeks after its fleet set sail for the PLA’s first overseas base on the Horn of Africa.",
        "date": "20170726",
        "country": "Eritrea"
    },
    {
        "title": "Italian PM seeks to heal divisions over migration",
        "body": "Thousands of Italians have marched through Rome in support of refugee rights after clashes between migrants and police exposed rising hostility towards recent arrivals in the country.",
        "date": "20170901",
        "country": "Eritrea"
    },
    {
        "title": "100 feared dead as boat sinks",
        "body": "LONDON: More than 100 migrants are feared drowned in the Mediterranean Sea as the refugee crisis shows little sign of slowing in the face of treacherous winter conditions. Their boat sank i...",
        "date": "20170116",
        "country": "Eritrea"
    },
    {
        "title": "Qatar starts shipping through Oman",
        "body": "DOHA, Qatar — Qatar said Monday it had begun shipping cargo through Oman to bypass Gulf countries that have cut off sea routes to the tiny, energyrich nation, the latest move by Doha to show ...",
        "date": "20170613",
        "country": "Eritrea"
    },
    {
        "title": "WaterAid: Access to clean water lacking worldwide",
        "body": "The world is facing a water crisis, highlighting a big gap in access to clean water and sanitation between the wealthy and economically disadvantaged, according to a WaterAid study....",
        "date": "20180330",
        "country": "Eritrea"
    },
    {
        "title": "The real drivers of African migration",
        "body": "WHEN African foreign ministers discussed the problem of illegal migration this week at a meeting in Morocco, they didn’t focus on one of the most important root causes, the failure of go...",
        "date": "20180114",
        "country": "Eritrea"
    },
    {
        "title": "Disputes over use of Nile waters unlikely to derail Ethiopia-Egypt relations",
        "body": "Disagreement over the Nile, one of the world’s largest river systems, could turn into win-win cooperation instead of fueling conflict, experts have said.",
        "date": "20180131",
        "country": "Eritrea"
    },
    {
        "title": "Active role in Horn of Africa peacemaking is a testament to country’s diplomatic influence",
        "body": "When Dubai’s DP World signed a deal with Djibouti to operate the Doraleh container terminal in 2008, few companies had considered investing in the tiny Horn of Africa nation, which toda...",
        "date": "20181228",
        "country": "Eritrea"
    },
    {
        "title": "World in water crisis",
        "body": "Nearly a quarter of the world’s population lives in 17 countries facing extremely high water stress, close to day zero conditions when the taps run dry, according to a new report.",
        "date": "20190807",
        "country": "Eritrea"
    },
    {
        "title": "Water crisis escalates",
        "body": "WASHINGTON, United States — Nearly a quarter of the world’s population lives in 17 countries facing extremely stress, close to “day zero” conditions when the taps run dry, accor...",
        "date": "20190807",
        "country": "Eritrea"
    },
    {
        "title": "17 countries face severe water stress",
        "body": "NEARLY a quarter of the world’s population lives in 17 countries facing extremely high water stress, close to “day zero” conditions when the taps run dry, according to a report released ...",
        "date": "20190807",
        "country": "Eritrea"
    },
    {
        "title": "1.5b people face extreme water stress",
        "body": "WASHINGTON — Nearly onequarter of the world’s population, or almost 1.5 billion people, live in 17 countries vulnerable to shortages close to “day zero” conditions, according ...",
        "date": "20190807",
        "country": "Eritrea"
    },
    {
        "title": "1.5b people face extreme water stress",
        "body": "WASHINGTON — Nearly onequarter of the world’s population, or almost 1.5 billion people, live in 17 countries vulnerable to shortages close to “day zero” conditions, according ...",
        "date": "20190807",
        "country": "Eritrea"
    },
    {
        "title": "Taps in India to run dry soon",
        "body": "A report from the World Resources Institute (WRI) says that India’s surface and groundwater are highly stressed. Ground tables in many aquifers situated in the northern part of the country have declined at a rate of more than eight centimetres per year from 1990 to 2014.",
        "date": "20190807",
        "country": "Eritrea"
    },
    {
        "title": "Ethiopia's spiraling conflict threatens regional stability",
        "body": "The Ethiopian government's armed conflict in semi-autonomous Tigray threatens the future of federalism in the country. With violence spilling into , there's a potential for a se...",
        "date": "20201118",
        "country": "Eritrea"
    },
    {
        "title": "Ethiopia's spiraling conflict threatens regional stability",
        "body": "The Ethiopian government's armed conflict in semi-autonomous Tigray threatens the future of federalism in the country. With violence spilling into , there's a potential for a se...",
        "date": "20201117",
        "country": "Eritrea"
    },
    {
        "title": "Ethiopian conflict threatens crisis-plagued region",
        "body": "IN early November Ethiopian prime minister Abiy Ahmed launched a military offensive against forces of the Tigray People’s Liberation Front in the northern Ethiopian region of Tigray.",
        "date": "20201122",
        "country": "Eritrea"
    },
    {
        "title": "Ethiopians in Scotland hail crisis support",
        "body": "ETHIOPIANS living in Scotland have welcomed Government and charity support as their country endures the trauma of locust plagues, famine, drought and now war.",
        "date": "20201203",
        "country": "Eritrea"
    },
    {
        "title": "Aid workers gear up to cope with refugees fleeing Ethiopia’s Tigray",
        "body": "Aid workers are gearing up to cope with increased numbers of refugees fleeing a conflict that erupted in Ethiopia’s Tigray region this month.",
        "date": "20201118",
        "country": "Eritrea"
    },
    {
        "title": "CRISIS `WORSENING'",
        "body": "WASHINGTON — U.S. Secretary of State Antony Blinken on Saturday called on the African Union and other international partners to help address a deepening in Ethiopia's northern Tig...",
        "date": "20210301",
        "country": "Eritrea"
    },
    {
        "title": "Blinken presses Ethiopia on ‘humanitarian disaster’ in Tigray",
        "body": "WASHINGTON - US Secretary of State Antony Blinken on Monday pressed Ethiopia to address what he called an impending humanitarian “disaster” in Tigray, including rising fears of famine.",
        "date": "20210428",
        "country": "Eritrea"
    },
    {
        "title": "CRISIS ‘WORSENING’",
        "body": "WASHINGTON — U.S. Secretary of State Antony Blinken on Saturday called on the African Union and other international partners to help address a deepening crisis in Ethiopia’s northern Tigra...",
        "date": "20210301",
        "country": "Eritrea"
    },
    {
        "title": "All well, Ethiopia says; reports differ",
        "body": "NAIROBI, Kenya — Ethiopia’s government has privately told Biden administration staffers its embattled Tigray region has “returned to normalcy,” but new witness accounts describe terri...",
        "date": "20210131",
        "country": "Eritrea"
    },
    {
        "title": "IT’S PERSONAL",
        "body": "Sophomore director Sofia Coppola on the inspiration and perspiration behind the five-star Lost in Translation",
        "date": "20040205",
        "country": "Estonia"
    },
    {
        "title": "Blair too weak to win deal, says Chirac",
        "body": "PRESIDENT Jacques Chirac cast doubt yesterday on Britain’s plan to resolve the crisis over the European Union budget, saying Tony Blair was “isolated” in Europe.",
        "date": "20051129",
        "country": "Estonia"
    },
    {
        "title": "Trail of deadly Ivory Coast toxins traced back to Europe",
        "body": "It was his infant son’s gasping cries that first woke Salam Oudrawogol one night last month. The smell hit him moments later, wafting into the family’s hut, a noxious stench reminiscent of rot...",
        "date": "20061003",
        "country": "Estonia"
    },
    {
        "title": "Antarctica threatened as nations line up for their slice",
        "body": "Atthebottomoftheworld,morethanthreekilometres beneath the wind-blasted surface of Antarctica,sitsawonderofthelastuntouchedcontinent.",
        "date": "20060820",
        "country": "Estonia"
    },
    {
        "title": "Global sludge’s tragic fallout",
        "body": "It was his infant son’s cries, gasping and insistent, that first woke Salam Oudrawogol one night last month. The smell hit him moments later, wafting into the family’s hut, a noxious melange...",
        "date": "20061008",
        "country": "Estonia"
    },
    {
        "title": "Homeless migrants could cause chaos, Reid warned",
        "body": "HOMELESS Eastern Europeans will cause havoc on Britain’s streets unless John Reid spends hundreds of thousands of pounds to send them home, council leaders warned last night.",
        "date": "20060812",
        "country": "Estonia"
    },
    {
        "title": "A Soviet Memorial — and Mind-Set",
        "body": "In 1994, Russian President Boris Yeltsin and his Estonian counterpart, the polymath Lennart Meri, chummily drank together in a Kremlin chamber as their foreign ministers labored nearb...",
        "date": "20070507",
        "country": "Estonia"
    },
    {
        "title": "Russians deny jet dropped missile in Georgia",
        "body": "GEORGIA yesterday accused Russia of violating its airspace and firing a missile at a village deep in its territory, but Moscow denied carrying out an attack that renewed tensions b...",
        "date": "20070808",
        "country": "Estonia"
    },
    {
        "title": "RUSSIA MUST BE STOPPED, GEORGIA SAYS",
        "body": "MOSCOW • Georgia appealed for urgent international support against Kremlin “aggression” yesterday after Russian fighter jets reportedly attacked a village close to its capital, dr...",
        "date": "20070808",
        "country": "Estonia"
    },
    {
        "title": "BLIGHT BRIGADE",
        "body": "JUST as surely as Lord Cardigan sent the Light Brigade charging to their deaths in the Crimea, Steve McClaren despatched a battalion of gallant Englishmen to their inevitable slaughter in the ...",
        "date": "20071018",
        "country": "Estonia"
    },
    {
        "title": "Thirteen days that almost shook the world",
        "body": "He always wore a bowtie and probably still does. A big man who enhanced his academic appearance by wearing rimless glasses. He initiated his morning ritual by immersing himself in The ...",
        "date": "20080530",
        "country": "Estonia"
    },
    {
        "title": "Fund manager in the City who anticipated the stock market crash of 1987",
        "body": "NILS TAUBE, who died on March 11 aged 79 after being taken ill in front of his Bloomberg terminal, was recently described by Tom Stephenson in The Daily Telegraph as the “Lord Deedes of fund m...",
        "date": "20080320",
        "country": "Estonia"
    },
    {
        "title": "Dealing with disasters",
        "body": "Hand sanitizer was abundant at t his year’s World Conference on Disaster Management, as were tsunami sirens, enormous ambulance RVs and the earnest faces of some 2,000 experts who...",
        "date": "20080621",
        "country": "Estonia"
    },
    {
        "title": "Let’s stand up for Ukraine",
        "body": "The most remarkable gathering of heroes this month took place far from the Beijing Olympics. On Aug. 12, the presidents of Ukraine, Poland, Lithuania, Latvia and appeared in Tblis...",
        "date": "20080823",
        "country": "Estonia"
    },
    {
        "title": "Remaining 19 EU countries go to polls",
        "body": "BRUSSELS: EU states began the final day of voting in a European Parliament election yesterday which is expected to embarrass national governments struggling to combat the effects of...",
        "date": "20090608",
        "country": "Estonia"
    },
    {
        "title": "easternblocparty",
        "body": "LONDON—Currency volatility spurred by the global financial crisis is helping build Eastern Europe’s music festival circuit.",
        "date": "20090523",
        "country": "Estonia"
    },
    {
        "title": "PRESENT",
        "body": "The current development strategy for Northern Ontario is a complete failure, says Laurentian University economist David Robinson. He argues Northern Ontario is controlled by resou...",
        "date": "20091114",
        "country": "Estonia"
    },
    {
        "title": "‘Why didn’t they learn the lessons?’",
        "body": "As the financial crisis rolls on, at least one person is doing well – the original rogue trader, Nick Leeson. Not only has he launched a successful career as an after-dinner speaker, lec...",
        "date": "20090109",
        "country": "Estonia"
    },
    {
        "title": "Four EU nations offer flood aid to Romania",
        "body": "Austria, Belgium, Estonia and France have offered aid to Romania to help it cope with devastating floods that have killed at least 25 people, the European Union said yesterday.",
        "date": "20100705",
        "country": "Estonia"
    },
    {
        "title": "Greek crisis sends chills over euro zone’s expansion",
        "body": "THE woes and failings of euro zone member Greece have sparked irritation among the EU’s ex-communist states, amid jitters that the entry rules for the single currency club could be beefed u...",
        "date": "20100215",
        "country": "Estonia"
    },
    {
        "title": "Deficit ‘not getting any better’",
        "body": "The government’s deficit did not get any better this year, the Labour Party’s spokesman for finance, Charles Mangion, said, quoting National Statistics Office data.",
        "date": "20100602",
        "country": "Estonia"
    },
    {
        "title": "Farewell to year of crisis and reform",
        "body": "The year 2010 is coming to an end. Some might say to its welldeserved end, at least as far as the economic and financial matters are concerned. As one colleague put it, “it’s been a crazy year ...",
        "date": "20101228",
        "country": "Estonia"
    },
    {
        "title": "Farewell to the crazy year of crisis and reform",
        "body": "THE year 2010 is coming to an end. Some might say, to its welldeserved end, at least as far as the economic and financial matters are concerned. As one colleague put it: “ It’s been a crazy yea...",
        "date": "20101227",
        "country": "Estonia"
    },
    {
        "title": "Eurozone expands but tension remains",
        "body": "German deficit hawks gained an ally when Estonia became the 17th member of the eurozone, but the presence of euros in Baltic vending machines doesn’t mean that the currency zone’s challen...",
        "date": "20110108",
        "country": "Estonia"
    },
    {
        "title": "Euro zone countries reach deal on bailout fund",
        "body": "Euro zone governments have hammered out a deal on a permanent €500-billion ($696-billion) bailout fund for debt-crippled members after resolving a key dispute with poorer states.",
        "date": "20110322",
        "country": "Estonia"
    },
    {
        "title": "Euro zone countries reach deal on bailout fund",
        "body": "Euro zone governments have hammered out a deal on a permanent € 500-billion ($ 696-billion) bailout fund for debt-crippled members after resolving a key dispute with poorer states.",
        "date": "20110322",
        "country": "Estonia"
    },
    {
        "title": "Special conditions for Malta",
        "body": "Late last night Malta managed to conclude a deal aimed at giving small member states more f avourable conditions on t heir contribution towards a permanent eurozone rescue f und aimed at helping those countries which will find it difficult in the future to raise finances from the international markets.",
        "date": "20110325",
        "country": "Estonia"
    },
    {
        "title": "European leaders use debt downgrades to argue for austerity and stimulus",
        "body": "EUROPEAN leaders sought to limit damage from a ratings agency’s downgrade of nine countries on Friday, or even turn the news to their advantage, saying that it showed the need to impose mor...",
        "date": "20120116",
        "country": "Estonia"
    },
    {
        "title": "Spelman says PM is an asset in Union campaign",
        "body": "CAROLINE Spelman last night hailed David Cameron as an asset to the antiindependence campaign, brushing aside concerns he will, as an English Tory, become a liability, and made clear sh...",
        "date": "20120113",
        "country": "Estonia"
    },
    {
        "title": "Maltese most confident in financial institutions",
        "body": "A survey conducted by Gallup across EU member states on the level of confidence which financial institutions and banks enjoy by the respective citizens, placed Malta on top with a confidence level of 72%, in sharp contrast with Greece which placed last with 13%.",
        "date": "20121110",
        "country": "Estonia"
    },
    {
        "title": "Today in history",
        "body": "Today is Monday, April 2, the 93rd day of 2012. There are 273 days left in the year. Highlights in history on this date: 1513: In searching for the Fountain of Youth, Spaniard Juan Ponce de Leo...",
        "date": "20120402",
        "country": "Estonia"
    },
    {
        "title": "Estonia eager to teach world about shale oil",
        "body": "Home to the creators of Skype and the first country to use online voting, relishes its image as a technological pioneer. But the tiny East European country’s most far-reaching...",
        "date": "20130531",
        "country": "Estonia"
    },
    {
        "title": "BOV Issues 47th Edition of the BOV Review",
        "body": "Bank of Valletta has issued the 47th edition of the BOV Review. This edition of the popular publication features four informative papers and is available for download from Bank of Val...",
        "date": "20130818",
        "country": "Estonia"
    },
    {
        "title": "BOV issues 47th edition of the BOV Review",
        "body": "Bank of Valletta has issued the 47th edition of the BOV Review. This edition of the popular publication features four informative papers and is available for download from Bank of Val...",
        "date": "20130822",
        "country": "Estonia"
    },
    {
        "title": "BOV issues 47th edition of the BOV Review",
        "body": "Bank of Valletta has issued the 47th edition of the BOV Review. This edition of the popular publication features four informative papers and is available for download from Bank of Val...",
        "date": "20130817",
        "country": "Estonia"
    },
    {
        "title": "BOV Issues 47th Edition of the BOV Review",
        "body": "Bank of Valletta has issued the 47th edition of the BOV Review. This edition of the popular publication features four informative papers and is available for download from Bank of Val...",
        "date": "20130818",
        "country": "Estonia"
    },
    {
        "title": "Latvia to become 18th euro member",
        "body": "Some still doubt its future and many investors have shunned it, but the euro remained on track Wednesday to add a member to the list of countries that use it as legal tender: Latvia.",
        "date": "20130606",
        "country": "Estonia"
    },
    {
        "title": "Shows Putin’s strength, not weakness",
        "body": "TALLINN — Russia has returned to Cold War ways by stepping up incursions into European Union and NATO members’ airspace and territorial waters, and the West needs to present a united front ...",
        "date": "20141108",
        "country": "Estonia"
    },
    {
        "title": "Shows Putin’s strength, not weakness",
        "body": "TALLINN — Rus s i a has returned to Cold War ways by stepping up incursions into European Union and NATO members’ airspace and territorial , and the West needs to present a united fron...",
        "date": "20141108",
        "country": "Estonia"
    },
    {
        "title": "Shows Putin’s strength, not weakness",
        "body": "TALLINN — Russia has returned to Cold War ways by stepping up incursions into European Union and NATO members’ airspace and territorial waters, and the West needs to present a united front ...",
        "date": "20141108",
        "country": "Estonia"
    },
    {
        "title": "Shows Putin’s strength, not weakness",
        "body": "TALLINN — Ru s s i a has returned to Cold War ways by stepping up incursions into European Union and NATO members’ airspace and territorial , and the West needs to present a united fro...",
        "date": "20141108",
        "country": "Estonia"
    },
    {
        "title": "What the editorials said",
        "body": "In normal circumstances, said The Times, a defence secretary who said there was a “real and present danger” of Russia attacking a Nato state would “rightly be accused of exaggerating”. ...",
        "date": "20150228",
        "country": "Estonia"
    },
    {
        "title": "President to push for NATO deployments",
        "body": "New Polish President Andrzej Duda will visit Estonia next week to start a push for NATO to deploy more forces in the region, a senior aide said on Monday.",
        "date": "20150818",
        "country": "Estonia"
    },
    {
        "title": "President to push for NATO deployments",
        "body": "New Polish President Andrzej Duda will visit Estonia next week to start a push for NATO to deploy more forces in the region, a senior aide said on Monday.",
        "date": "20150818",
        "country": "Estonia"
    },
    {
        "title": "US plans to park tanks on Russia border",
        "body": "Russia yesterday warned against Nato’s ‘‘most aggressive step’’ since the Cold War after the United States proposed storing hundreds of tanks and armoured vehicles in Eastern Europe.",
        "date": "20150617",
        "country": "Estonia"
    },
    {
        "title": "Estonia’s cautionary tale for Canada",
        "body": "The Baltic country has been dealing with a drug crisis for more than a decade",
        "date": "20160618",
        "country": "Estonia"
    },
    {
        "title": "Estonia’s cautionary tale for Canada",
        "body": "The Baltic country has been dealing with a drug crisis for more than a decade",
        "date": "20160618",
        "country": "Estonia"
    },
    {
        "title": "Estonia’s cautionary tale for Canada",
        "body": "The Baltic country has been dealing with a drug crisis for more than a decade",
        "date": "20160618",
        "country": "Estonia"
    },
    {
        "title": "Estonia’s cautionary tale for Canada",
        "body": "The Baltic country has been dealing with a drug crisis for more than a decade",
        "date": "20160618",
        "country": "Estonia"
    },
    {
        "title": "Estonia’s cautionary tale for Canada",
        "body": "The Baltic country has been dealing with a drug crisis for more than a decade",
        "date": "20160618",
        "country": "Estonia"
    },
    {
        "title": "Why now for ferry car-deck rule?",
        "body": "Back in 2003, the Times",
        "date": "20161229",
        "country": "Estonia"
    },
    {
        "title": "EU pledges steps to tackle migrant influx",
        "body": "TALLINN: EU interior ministers on Thursday pledged to back an urgent European Commission plan to help crisis-hit Italy, which has been overwhelmed by a wave of migrants arriving by sea f...",
        "date": "20170707",
        "country": "Estonia"
    },
    {
        "title": "Russia challenges NATO at sea",
        "body": "Russia just conquered a fictional country, and it’s scaring the heck out of some real ones. The Kremlin’s recent Zapad war game shows the need for NATO to do more to deter Russian aggressi...",
        "date": "20171006",
        "country": "Estonia"
    },
    {
        "title": "Let the war games begin",
        "body": "The Royal Navy has announced that major war games involving 14 nations, are to get under way off the Scottish coast.",
        "date": "20170922",
        "country": "Estonia"
    },
    {
        "title": "TODAY IN HISTORY",
        "body": "TODAY IS SATURDAY, JULY 21, 2018",
        "date": "20180721",
        "country": "Estonia"
    },
    {
        "title": "Failure to launch",
        "body": "A privately developed rocket, the MOMO-2, topples over in flames Saturday seconds after a failed launch from a pad in Taiki, on the northern island of Hokkaido, Japan. No one was hurt. The ro...",
        "date": "20180701",
        "country": "Estonia"
    },
    {
        "title": "Unease over Russia drives war planning",
        "body": "SWEDEN: Sweden is preparing to reissue a public information manual on what to do in the event of war, as debate in the country grows over how to deal with the threat from Russia.",
        "date": "20180119",
        "country": "Estonia"
    },
    {
        "title": "Sweden prepares for war amid unease about Russian aggression",
        "body": "SWEDEN is preparing to reissue a public information manual on what to do in the event of war, as debate in the country grows over how to deal with the threat from Russia.",
        "date": "20180118",
        "country": "Estonia"
    },
    {
        "title": "Heading into perilous waters",
        "body": "Three of the 24 Ukrainians captured by Russia after a naval skirmish are led into a court hearing in Crimea as European politicians raise the possibility of new sanctions against Moscow",
        "date": "20181128",
        "country": "Estonia"
    },
    {
        "title": "Ireland’s deep poo sea",
        "body": "IRELAND has the eighth worst coastal bathing water quality in the EU, it emerged yesterday.",
        "date": "20190726",
        "country": "Estonia"
    },
    {
        "title": "Economic case for independence?",
        "body": "THE growing constitutional crisis at Westminster and a reawakening of national identity following the Cofiwch Dryweryn mural attacks has put Welsh independence back on the agenda.",
        "date": "20190522",
        "country": "Estonia"
    },
    {
        "title": "This Day in History",
        "body": "TODAY’S HIGHLIGHT 1973: Four people are taken hostage by a robber in a Stockholm bank in Sweden. During the six-day drama the captor and captives develop a friendship later described as “th...",
        "date": "20190823",
        "country": "Estonia"
    },
    {
        "title": "Why the UAE’s urban resilience matters",
        "body": "As the world enters a period of lockdown to slow the spread of the coronavirus, there is not much people can do but heed instructions, hunker down and prepare for life inside.",
        "date": "20200330",
        "country": "Estonia"
    },
    {
        "title": "Europe’s green opportunity must not go to waste",
        "body": "The coronavirus disease (COVID-19) crisis has presented Europe with a once-in-ageneration opportunity to launch a new era of economic growth. If the private sector and governments acro...",
        "date": "20201202",
        "country": "Estonia"
    },
    {
        "title": "Greenberg’s Sandworm & Africa Tech",
        "body": "In January, about three weeks into the New Year, the internet suddenly slowed one beautiful morning across West Africa. It is not an exaggeration. If you were not tech-savvy, patient and r...",
        "date": "20200128",
        "country": "Estonia"
    },
    {
        "title": "Crimsonia ‘cyber attack’ cripples Berylia",
        "body": "ESTONIA (AFP) — A fake news site attacking a NATO member recovering from the pandemic is part of the fictional scenario in an alliance cyber war game this week billed as the world’s large...",
        "date": "20210417",
        "country": "Estonia"
    },
    {
        "title": "POLAND: FEWER BORDER CROSSINGS FROM BELARUS",
        "body": "WARSAW/BIALYSTOK—The number of migrants trying to force their way into Poland from Belarus fell again on Friday after an apparent change in tack by Minsk that could help calm the crisis.",
        "date": "20211122",
        "country": "Estonia"
    },
    {
        "title": "Were the RUSSIANS to blame for the modern TITANIC?",
        "body": "THE MS Estonia was some five hours into its overnight voyage from Tallinn, the capital of Estonia, to Stockholm in Sweden when its captain, Arvo Andresson, noticed the first indications ...",
        "date": "20210113",
        "country": "Estonia"
    },
    {
        "title": "Today in History",
        "body": "On Sept. 6, 2006, President George W. Bush acknowledged for the first time that the CIA was running secret prisons overseas and said tough interrogation had forced terrorist leaders to...",
        "date": "20210906",
        "country": "Estonia"
    },
    {
        "title": "CONTINENTAL DRIFT",
        "body": "Unplanned chimp pregnancy",
        "date": "20190927",
        "country": "Eswatini"
    },
    {
        "title": "Young actor appeared in ‘Descendants,’ ‘Grown Ups’",
        "body": "Actor Cameron Boyce, best known for his role as the teenage son of Cruella de Vil in the Disney Channel franchise “Descendants,” has died. He was 20 years old.",
        "date": "20190708",
        "country": "Eswatini"
    },
    {
        "title": "BOYCE",
        "body": "global water crisis and raising more than $30,000 for the organization to build two wells in Eswatini, formerly known as Swaziland, in efforts to bring clean drinking to the region...",
        "date": "20190709",
        "country": "Eswatini"
    },
    {
        "title": "Disney actor Boyce dies at the age of 20",
        "body": "Actor Cameron Boyce, best known for his role as the teenage son of Cruella de Vil in the Disney Channel franchise \"Descendants,\" has died. He was 20 years old.",
        "date": "20190708",
        "country": "Eswatini"
    },
    {
        "title": "Disney actor Cameron Boyce dies at age 20",
        "body": "Actor Cameron Boyce, best known for his role as the teenage son of Cruella de Vil in the Disney Channel franchise “Descendants,” has died. He was 20 years old.",
        "date": "20190708",
        "country": "Eswatini"
    },
    {
        "title": "Actor Cameron Boyce dies at 20",
        "body": "Actor Cameron Boyce, best known for his role as the teenage son of Cruella de Vil in the Disney Channel franchise “Descendants,” has died. He was 20 years old.",
        "date": "20190708",
        "country": "Eswatini"
    },
    {
        "title": "Why good governance is key for countries facing climate disruption",
        "body": "I have a weakness for Top Gear, the car-cum-adventure show on the BBC. The original trio of hosts have since moved on to another show, after their tedious jibes and racism eventually proved t...",
        "date": "20200417",
        "country": "Eswatini"
    },
    {
        "title": "Hunger forces girls to sell sex",
        "body": "London – Young girls in southern Africa are selling sex – sometimes for less than the cost of bread – to survive a hunger crisis ensnaring tens of millions, say aid agencies.",
        "date": "20200201",
        "country": "Eswatini"
    },
    {
        "title": "Hunger forces girls to sell sex",
        "body": "– Young girls in southern Africa are selling sex – sometimes for less than the cost of bread – to survive a hunger crisis ensnaring tens of millions, say aid agencies.",
        "date": "20200201",
        "country": "Eswatini"
    },
    {
        "title": "CHEAP AS BREAD, GIRLS SELL SEX TO SURVIVE CRISIS IN AFRICA",
        "body": "LONDON—YOUNG girls in southern Africa are selling sex—sometimes for less than the cost of bread—to survive a hunger crisis ensnaring tens of millions, aid agencies said on Thursday.",
        "date": "20200201",
        "country": "Eswatini"
    },
    {
        "title": "SANDF deployed to control traffic at Mahamba Border",
        "body": "MBABANE – Shutting down operations at Ngwenya/Oshoek Border Gate has resulted in a traffic jam caused mainly by trucks at Mahamba Border Gate on the South African side. So serious is the s...",
        "date": "20210327",
        "country": "Eswatini"
    },
    {
        "title": "EBIS water supply cut over E276 000 bill",
        "body": "MBABANE – Eswatini Broadcasting and Information Services (EBIS) is faced with water challenges.",
        "date": "20210423",
        "country": "Eswatini"
    },
    {
        "title": "Forces fire at protesters in eSwatini",
        "body": "DEMONSTRATORS in eSwatini yesterday demanded reforms to the absolute monarchy while security forces tried to repel them with gunfire and tear gas.",
        "date": "20210630",
        "country": "Eswatini"
    },
    {
        "title": "High cost of living expected in 2021",
        "body": "MBABANE – Food prices are expected to remain high above the average locally in the next two to three years.",
        "date": "20210601",
        "country": "Eswatini"
    },
    {
        "title": "Leadership that Africa, Eswatini need",
        "body": "EVERYTHING stands and falls on leadership! Eswatini is currently at crossroads as she searches for a path to peace and prosperity. We are at this poignant period because many emaSwati, especial...",
        "date": "20211115",
        "country": "Eswatini"
    },
    {
        "title": "Wake up and smell the coffee",
        "body": "People love coffee. It is the most popular drink on the planet after water, and a thriving, US$60-billion industry. So why is it plunging farmers in the world’s poorest countries into ruin and ...",
        "date": "20030629",
        "country": "Ethiopia"
    },
    {
        "title": "Ethiopia’s grand plan to beat hunger hits stony ground",
        "body": "When Ethiopia’s government decided last year to relocate two million struggling farmers and save them from the country’s cycle of starvation, the desperate villagers of Wollin Bulla sign...",
        "date": "20040603",
        "country": "Ethiopia"
    },
    {
        "title": "Without homes or hope",
        "body": "From the age of eight, when Abraham Awolich first fled with another child to escape rampaging Sudanese soldiers and built a mud hut in Ethiopia to stay alive, he believed his days as a refugee wo...",
        "date": "20040803",
        "country": "Ethiopia"
    },
    {
        "title": "Millions facing famine in Ethiopia, Kenya and Somalia",
        "body": "More than a million Ethiopian cattle herders face extreme food shortages after the failure of rains that normally replenish water sources and sustain livestock through the dry season, a fami...",
        "date": "20051231",
        "country": "Ethiopia"
    },
    {
        "title": "Darfur starves as donors turn away",
        "body": "Mothers in southern Sudan are feeding their children leaves to stop them starving after rich countries failed to heed months of appeals to prevent the region’s worst food crisis in seven years.",
        "date": "20050527",
        "country": "Ethiopia"
    },
    {
        "title": "War is close, Ethiopia tells Somali rebels",
        "body": "Ethiopia upped the ante with the Islamist rulers of Somalia’s capital yesterday, saying it is on the edge of war following their repeated declarations of jihad against Addis Ababa.",
        "date": "20061025",
        "country": "Ethiopia"
    },
    {
        "title": "Djibouti’s 1st leader after independence",
        "body": "Hassan Gouled Aptidon, who became Djibouti’s first leader after independence from French rule and served as a mediator among warring neighbors in the Horn of Africa, died Nov. 21 at his ...",
        "date": "20061130",
        "country": "Ethiopia"
    },
    {
        "title": "Torrential rains drive strife-torn Somalia past the brink",
        "body": "Yagloo is a village of growling stomachs and hollowed faces. The people are surrounded by floodwaters that have drowned their animals, submerged their crops and swept away their homes. With ...",
        "date": "20061213",
        "country": "Ethiopia"
    },
    {
        "title": "Foul water: Foe of the poor",
        "body": "It kills millions and impoverishes regions. But solutions can be simple, a local group shows.",
        "date": "20061224",
        "country": "Ethiopia"
    },
    {
        "title": "75M LOO AID A LIFESAVER’",
        "body": "8 MINISTERS have pledged 75million to provide clean water and toilets to millions of poor families in Ethiopia.",
        "date": "20071119",
        "country": "Ethiopia"
    },
    {
        "title": "Ethiopia denies deployment",
        "body": "Ethiopian troop reinforcements headed to the Somali capital yesterday, after flying into a nearby town, local residents said, five days after a shaky ceasefire took hold in Mogadishu.",
        "date": "20070407",
        "country": "Ethiopia"
    },
    {
        "title": "Running on empty",
        "body": "Hussein Mohammed Ali Tayat, 52, sighs heavily while sipping thick, black coffee. “I lost a large portion of my banana crop – millions of shekels – to drought last year. I have 17 family member...",
        "date": "20070517",
        "country": "Ethiopia"
    },
    {
        "title": "IS THIS ANOTHER DARFUR?",
        "body": "An assistant U.S. secretary of state says that the reports are unfounded.",
        "date": "20070915",
        "country": "Ethiopia"
    },
    {
        "title": "Gift of water breaks ‘cycle of dependency’",
        "body": "HIGH on a hillside above the parched floor of Africa’s Rift Valley, laughing women in bright cloth wraps gathered at a water fountain to fill yellow plastic jerry cans.",
        "date": "20080121",
        "country": "Ethiopia"
    },
    {
        "title": "Ethiopia pleads for 167m aid after crops fail",
        "body": "Ethiopia has appealed for $325m (167m) in aid after drought and crop failure more than doubled the number of people needing emergency assistance to 4.6 million.",
        "date": "20080614",
        "country": "Ethiopia"
    },
    {
        "title": "Ethiopia’s ‘green hunger’",
        "body": "They call it the green hunger. Four-foot cornstalks sprout from rainsoaked earth, and wind billows fields of teff, the staple Ethiopian grain. Goats and cattle are getting fat on lush grasses — ...",
        "date": "20080808",
        "country": "Ethiopia"
    },
    {
        "title": "Dirty water, silent killer of children",
        "body": "Paul Vallely is correct to call G8 leaders to account for the promises made at the Gleneagles (Opinion, 7 July), yet his analysis misses a crucial part of the development jigsaw that un...",
        "date": "20080709",
        "country": "Ethiopia"
    },
    {
        "title": "Millions starving in Ethiopia famine",
        "body": "Ethiopia’s government says the country needs emergency food aid for 6.2 million people, an appeal that comes 25 years after a devastating famine compounded by communist policies killed ...",
        "date": "20091023",
        "country": "Ethiopia"
    },
    {
        "title": "Drought disaster fears",
        "body": "AFRICA: Millions of people could die as life-giving rains in East Africa failed again, Oxfam said.",
        "date": "20091217",
        "country": "Ethiopia"
    },
    {
        "title": "Ethiopia seeks aid to feed 6.2 million",
        "body": "Ethiopia said Thursday that it needs emergency food aid for 6.2 million people, an appeal that comes 25 years after a devastating famine compounded by communist policies killed 1 million...",
        "date": "20091023",
        "country": "Ethiopia"
    },
    {
        "title": "OC students attend debut of documentary",
        "body": "| PROJECT HIGHLIGHTS NEED FOR CLEAN WATER IN RWANDA",
        "date": "20090912",
        "country": "Ethiopia"
    },
    {
        "title": "Upstream countries cause Nile crisis",
        "body": "The crisis over the Nile River basin between the downstream countries, Egypt and Sudan, and those of the upstream, has entered a critical turn following the signing of a framework agreem...",
        "date": "20100519",
        "country": "Ethiopia"
    },
    {
        "title": "Israel-China cooperation for Nile",
        "body": "OMAR Siraj Abu Razizah, a professor in water resource management and planning at King Abdulaziz University’s College of Engineering, telephoned me a few days ago after reading what ...",
        "date": "20100617",
        "country": "Ethiopia"
    },
    {
        "title": "Storm clouds gather over the Nile Basin",
        "body": "To some it might be considered ironic that Egypt and Sudan claim a 1929 British treaty, which was reaffirmed in 1959 after the Suez , to justify their claim to the Nile. But it’s certai...",
        "date": "20101204",
        "country": "Ethiopia"
    },
    {
        "title": "Pulling the plug on peace Peter Fabricius",
        "body": "crisis brewing, warning that “the geopolitical damage that US interests would suffer should three of America’s most important partners in Africa – Egypt, , and Uganda – come to b...",
        "date": "20100525",
        "country": "Ethiopia"
    },
    {
        "title": "Thirsty neighbors, Egypt at odds over the Nile",
        "body": "BATAMDA, Egypt — One place to begin to understand why this parched country has nearly ruptured relations with its upstream neighbors on the Nile is ankle-deep in mud in the cotton and maize...",
        "date": "20100928",
        "country": "Ethiopia"
    },
    {
        "title": "Egypt discusses its Nile waters troubles with Kenya",
        "body": "Egypt’s President Hosni Mubarak has discussed with Kenya’s visiting Prime Minster Raila Odinga a lingering over the sharing of the Nile’s . Egypt says it is weighing its resp...",
        "date": "20100524",
        "country": "Ethiopia"
    },
    {
        "title": "50m needed to avert triple African crisis, writes Peter Meiklem",
        "body": "THE spectre of famine hanging over one country is troubling enough, but when that malignant ghost threatens three, then it becomes more than a simple crisis.",
        "date": "20110706",
        "country": "Ethiopia"
    },
    {
        "title": "South Somalia slipping into famine, says UN",
        "body": "LIBOI, Kenya: The whole of droughtand conflict-wracked southern Somalia is heading into famine as the Horn of Africa food crisis deepens, the United Nations said Friday.",
        "date": "20110730",
        "country": "Ethiopia"
    },
    {
        "title": "U.S. vows more aid for starving Somalis",
        "body": "NAIROBI, Kenya — East Africa’s worsening famine is one of the largest humanitarian crises in decades, a U.S. State Department official said Friday, pledging “significant” aid despite th...",
        "date": "20110716",
        "country": "Ethiopia"
    },
    {
        "title": "A thirst to channel assistance",
        "body": "Dubai Eighteen-year-old Aman Ghose does not take his showers for granted.",
        "date": "20110709",
        "country": "Ethiopia"
    },
    {
        "title": "Egypt warns all options open over Ethiopia dam",
        "body": "CAIRO: Egypt’s president on Monday hardened his stance against Ethiopia and its construction of a Nile dam, warning that “all options are open” in dealing with the project that threatens to...",
        "date": "20130612",
        "country": "Ethiopia"
    },
    {
        "title": "Egypt fumes as Ethiopia builds giant hydro dam",
        "body": "CAIRO, Egypt — Ethiopia’s construction of Africa’s largest hydroelectric dam on the world’s longest river threatens to affect flows of water to Nile-dependent, water-starved Egypt, where t...",
        "date": "20130531",
        "country": "Ethiopia"
    },
    {
        "title": "Water war",
        "body": "A sharpening dispute between Egypt and Ethiopia about Nile River water reminds the world how much does not change across the centuries in international politics and conflict.",
        "date": "20131017",
        "country": "Ethiopia"
    },
    {
        "title": "Diplomacy is vital in Egypt-ethiopia dispute",
        "body": "The controversial Ethiopian project to build a dam on the Blue Nile may soon turn into a serious crisis with Egypt, said the Saudi daily Al Watan Online in an editorial on Saturday.",
        "date": "20130616",
        "country": "Ethiopia"
    },
    {
        "title": "Egypt, Ethiopia move to defuse tensions",
        "body": "Egypt and Ethiopia are making serious efforts to defuse tensions that have marred the two African countries’ relations for more than a year, experts said.",
        "date": "20140613",
        "country": "Ethiopia"
    },
    {
        "title": "Prince Alwaleed receives Ethiopian envoy",
        "body": "RIYADH, Oct 29: HRH Prince Alwaleed Bin Talal Bin Abdulaziz Alsaud, Chairman of Kingdom Holding Company (KHC), received at his office, HE Mohammed Hassen Kebira, Ambassador of the Federal...",
        "date": "20141030",
        "country": "Ethiopia"
    },
    {
        "title": "Can they all be winners?",
        "body": "AMID A cautious optimism, Cairo hosted last week the second meeting of the tripartite committee, which is responsible for studying the situation of the Ethiopian Renaissance dam, wit...",
        "date": "20141020",
        "country": "Ethiopia"
    },
    {
        "title": "Africa trip still on",
        "body": "The co-founder of a group bringing reliable, clean water to villages in Africa said the Ebola crisis won’t end plans for a trip this month. Greg Bixler will travel with three other Design Outr...",
        "date": "20141003",
        "country": "Ethiopia"
    },
    {
        "title": "Quietly flows the Nile",
        "body": "ANEW STEP has been taken by Egypt, Ethiopia and Sudan towards cooperation in the Grand Ethiopian Renaissance Dam (ERD) project. The three countries agreed by the end of last week on selecti...",
        "date": "20150413",
        "country": "Ethiopia"
    },
    {
        "title": "Ethiopia is given 30m aid package to help with drought",
        "body": "A 30 million emergency aid package is being sent to Ethiopia as the country faces a drought on a similar scale to the 1980s natural disaster that killed more than a million people.",
        "date": "20151224",
        "country": "Ethiopia"
    },
    {
        "title": "UK pledges fresh aid package for Ethiopia in wake of epic drought",
        "body": "A 30M emergency aid package is being sent to Ethiopia as the country faces a drought on a similar scale to the 1980s natural disaster that killed more than a million people.",
        "date": "20151224",
        "country": "Ethiopia"
    },
    {
        "title": "Damon in water crisis campaign",
        "body": "MATT DAMON AND his Water.org co-founder Gary White have teamed up with lager brand Stella Artois to raise money to overcome the global water crisis.",
        "date": "20150126",
        "country": "Ethiopia"
    },
    {
        "title": "What makes water out of thin air?",
        "body": "The Warka Water Tower, which initially originated in rural Ethiopia is used to create water out of thin air. This will be useful for communities that lack access to safe drinking . ...",
        "date": "20160330",
        "country": "Ethiopia"
    },
    {
        "title": "What makes water out of thin air?",
        "body": "The Warka Water Tower, which initially originated in rural is used to create out of thin air. This will be useful for communities that lack access to safe drinking . ...",
        "date": "20160330",
        "country": "Ethiopia"
    },
    {
        "title": "Stricken Africa needs our help1",
        "body": "The world is ignoring a humanitarian catastrophe of epic proportions unfolding on the African subcontinent. The culprit is warm in the Pacific Ocean, otherwise known as El N...",
        "date": "20160420",
        "country": "Ethiopia"
    },
    {
        "title": "Stricken Africa needs our help",
        "body": "The world is ignoring a humanitarian catastrophe of epic proportions unfolding on the African subcontinent. The culprit is warm waters in the Pacific Ocean, otherwise known as El N...",
        "date": "20160420",
        "country": "Ethiopia"
    },
    {
        "title": "Stricken Africa needs our help",
        "body": "The world is ignoring a humanitarian catastrophe of epic proportions unfolding on the African subcontinent. The culprit is warm in the Pacific Ocean, otherwise known as El N...",
        "date": "20160420",
        "country": "Ethiopia"
    },
    {
        "title": "Ethiopia drought emergency spirals amid aid shortages",
        "body": "NAIROBI: Millions of drought-stricken Ethiopians needing food, and emergency medical care are not receiving it due to funding shortages, the United Nations said, warning the ...",
        "date": "20170307",
        "country": "Ethiopia"
    },
    {
        "title": "Help the Red Cross feed starvation",
        "body": "CAMPBELTOWN volunteers will be hosting a ‘hunger’ lunch in aid of the East African crisis.",
        "date": "20170324",
        "country": "Ethiopia"
    },
    {
        "title": "Droughts threaten 6.5m children",
        "body": "HUNGER, malnutrition and death threaten 6.5 million children in the impoverished drylands of Somalia, Ethiopia and Kenya due to back-to-back droughts, a charity said yesterday, with spri...",
        "date": "20170128",
        "country": "Ethiopia"
    },
    {
        "title": "Starvation looms for 6m children in Horn of Africa, charity says",
        "body": "NAIROBI: Hunger, malnutrition and death threaten 6.5 million children in the impoverished drylands of Somalia, Ethiopia and Kenya due to back-to-back droughts, a charity said, with spring ...",
        "date": "20170128",
        "country": "Ethiopia"
    },
    {
        "title": "Egypt stalls dam talks with Ethiopia and Sudan",
        "body": "However, Egypt has announced that it is studying the necessary measures to protect its water rights after Ethiopia and Sudan refrained from signing a preliminary report submitted by ...",
        "date": "20171119",
        "country": "Ethiopia"
    },
    {
        "title": "Egypt determined to avoid water supply ‘Day Zero’",
        "body": "SOME local media outlets in Egypt, which do not care much about international affairs, have suddenly decided to report how Cape Town, the coastal South African city, is at risk of running o...",
        "date": "20180224",
        "country": "Ethiopia"
    },
    {
        "title": "Ethiopia’s new PM and the refugee challenge",
        "body": "Prime Minister Abiy Ahmed who was elected as the 12th PM of Ethiopia on April 2, 2018, has elicited hope in citizens and refugees in the country. Ethiopia is going through series of challenges...",
        "date": "20180722",
        "country": "Ethiopia"
    },
    {
        "title": "Will the Nile bring Egypt to the brink of another political crisis, this time with Sudan?",
        "body": "Cruise boats normally travel smoothly up the Nile from Luxor to Aswan, as their pharaonic forebears did 4000 years ago. But last week, low water levels left them stranded like hippos on sand-bank...",
        "date": "20180108",
        "country": "Ethiopia"
    },
    {
        "title": "We are ready to confront any water crisis: El-Sisi",
        "body": "CAIRO: President Abdel Fattah El-Sisi said he would not allow a water crisis to happen in Egypt, stressing that the authorities are fully prepared to confront any such problem the coun...",
        "date": "20180110",
        "country": "Ethiopia"
    },
    {
        "title": "Nile water crisis must be solved to avoid conflict — International Crisis Group",
        "body": "CAIRO: A water crisis brewing between Egypt, Ethiopia and Sudan over a contentious Nile dam could escalate into a conf lict with “severe humanitarian consequences”, a think-tank said on ...",
        "date": "20190321",
        "country": "Ethiopia"
    },
    {
        "title": "Nile crisis must be resolved to avoid conflict: Think tank",
        "body": "A water crisis brewing between Egypt, Ethiopia and Sudan over a contentious Nile dam could escalate into a conflict with “severe humanitarian consequences,” a think tank said on Wedne...",
        "date": "20190321",
        "country": "Ethiopia"
    },
    {
        "title": "Nile dam crisis sees many disputes, little agreement",
        "body": "The Grand Ethiopian Renaissance Dam (GERD) crisis is perhaps the most serious faced by the Egyptian state in recent years. This is because the dam is a threat to Egypt’s security on ...",
        "date": "20191002",
        "country": "Ethiopia"
    },
    {
        "title": "AFRICANS MUST SOLVE GERD CRISIS",
        "body": "WHEN Gamal Abdel Nassir of Egypt faced opposition mainly from Western countries in the construction of the Aswan High Dam in 1960, he said: “We will build and complete the dam at any cost.”",
        "date": "20191113",
        "country": "Ethiopia"
    },
    {
        "title": "Egypt blames Ethiopia for failure to resolve Renaissance Dam crisis",
        "body": "Egypt has blamed Ethiopia for the failure of US efforts to resolve the Renaissance Dam , a day after President Donald Trump weighed in on the dispute and suggested that Egypt might “...",
        "date": "20201026",
        "country": "Ethiopia"
    },
    {
        "title": "Satellite images show Ethiopian dam filling",
        "body": "New satellite images of the Ethiopian Renaissance Dam show the megaproject’s reservoir beginning to fill, Associated Press reported on Tuesday.",
        "date": "20200715",
        "country": "Ethiopia"
    },
    {
        "title": "Ethiopia seeks to limit outsiders’ role in Nile dam talks",
        "body": "Ethiopia said on Thursday it wants to limit the role of outside parties in revived talks over its Nile River mega-dam, a sign of lingering frustration over a failed attempt by the US to brok...",
        "date": "20200612",
        "country": "Ethiopia"
    },
    {
        "title": "El-Sisi: Renaissance Dam needs binding deal, must preserve Egypt’s rights",
        "body": "Egypt must preserve its water rights by reaching a binding legal agreement on the Ethiopian Renaissance Dam that includes Egypt, Sudan and Ethiopia, Egyptian President Abdel Fattah El-S...",
        "date": "20201228",
        "country": "Ethiopia"
    },
    {
        "title": "Time rapidly running out to find a solution to Renaissance Dam crisis",
        "body": "The latest meetings of the nations embroiled in the Renaissance Dam crisis, Egypt, Sudan and Ethiopia, have once again been marked by failure. The crisis might take yet another turn after ...",
        "date": "20210410",
        "country": "Ethiopia"
    },
    {
        "title": "UK pledges another 29m in aid for Ethiopians caught in conflict",
        "body": "THE UK will provide another 29m of humanitarian aid to northern Ethiopia as conflict in the region continues to spread, the Government has announced.",
        "date": "20211016",
        "country": "Ethiopia"
    },
    {
        "title": "Turkey can mediate in the Renaissance Dam dispute",
        "body": "The Nile has flowed along its long route for thousands of years, bringing life to dwellers of 11 modern nation-states. The allocation of water for such a vital waterway has long been a prob...",
        "date": "20210624",
        "country": "Ethiopia"
    },
    {
        "title": "Renaissance Dam crisis in danger of exploding",
        "body": "he Grand Ethiopian Renaissance Dam (GERD) crisis has escalated significantly recently. During a meeting of Arab League foreign ministers in Doha last week, Egypt called on Arab nations ...",
        "date": "20210621",
        "country": "Ethiopia"
    }
]